{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "730,955", "path": "instagram/picture3401.jpg", "like_list": [], "date_time": "Feb 9, 2015", "location": "", "tag_list": ["@adjaye_visual_sketchbook", "@adjaye_visual_sketchbook"], "caption": "The celebrated architect David Adjaye (), keeps a visual log of things that inspire him. “The photographs tend to be of patterns, details, forms and conditions that I observe in my environment – wherever that may be,” David says. “I use these references all the time in my work as my projects tend to be driven by context, research, typologies and the icons of aesthetic language. They infuse my work both directly and indirectly.\" Photo by "}, {"num_of_comments": 24, "num_of_like": "444,753", "path": "instagram/picture3402.jpg", "like_list": [], "date_time": "Feb 9, 2015", "location": "", "tag_list": ["@youngguru763", "@youngguru763"], "caption": "Every week in New York City, a group of respected hip-hop producers and artists make their way to the East Village to dance and listen to an eclectic, vinyl-only mix of funk, soul, rap, rock and reggae. “Twenty years from now, people are gonna be talking about Mobile Mondays,” says Gimel Keaton, better known as Young Guru (), one of the most acclaimed audio engineers in hip-hop. Guru has been photographing the event each week, and explains, “I just started documenting all the people who spin, to catch the energy of that particular place. But it’s also a challenge because it’s completely dark in there.” For the almost lightless environment, Guru opts for black-and-white portraits, like the one above, of the rapper Freeway. He is trying to carve out as much time as possible to make pictures, even though his primary focus is still music, having spent the better part of the last two decades producing and mixing albums for a who’s who of legendary emcees, most famously, Jay Z. But, as a photographer, he’s serious about developing a voice, studying the legends, learning about their technique, their style, their philosophy. “This is not a plaything for me,” he says. “I am serious when I say I am never going to take a photo of my feet hanging over the side of the building. I see that every day.” Photo by "}, {"num_of_comments": 24, "num_of_like": "716,014", "path": "instagram/picture3403.jpg", "like_list": [], "date_time": "Feb 8, 2015", "location": "", "tag_list": ["@thomas_prior", "@tanveerbadal", "@mrobinsonchavez", "@abdou.yousseif", "@itsvndy", "@simonedepeak", "@hosseinfatemi", "@kendrickbrinson", "@hector.emanuel", "@thomas_prior"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "792,361", "path": "instagram/picture3404.jpg", "like_list": [], "date_time": "Feb 8, 2015", "location": "Royal Opera House", "tag_list": ["@londonlivingdoll", "@royaloperahouse", "@londonlivingdoll"], "caption": "Five years ago, Dolly Brown () made a New Year’s resolution to take better advantage of the cultural wealth London has to offer. Working as a lawyer in London by day, Dolly describes her Instagram feed as an ‘arts diary.’ She attends exhibitions all over the city in her spare time, as well as many ballet and opera shows at one of her favorite venues, Covent Garden’s Royal Opera House (). “It is architecturally beautiful with its large, glass-ceilinged hall and a fantastic terrace overlooking Covent Garden,” she says. “I can’t think of a more perfect evening than having dinner and drinks at the ROH followed by an amazing Kenneth MacMillan ballet, like ‘Romeo and Juliet.’” Photo by "}, {"num_of_comments": 24, "num_of_like": "882,630", "path": "instagram/picture3405.jpg", "like_list": [], "date_time": "Feb 7, 2015", "location": "", "tag_list": ["@soulayers", "@soulayers"], "caption": "For 19-year-old Guatemala City communications student Joselyn Orellana (), photography is about discovery. Joselyn frequently escapes her urban life and hits the road, seeking inspiration in the vast nature that her country has to offer. “I feel at home when I’m out in the wild, because no one is there to bother you,” she says. “It’s just you, your camera and all the beauty.” Walking around the highlands of Quetzaltenango is a favorite getaway. “It is a beautiful valley surrounded by volcanoes and mountainous areas with fruit orchards,” she says.\nJoselyn often finds herself becoming one with the photographic backdrop. “I connect myself with nature, forgetting everything else and becoming part of the place,” she says. Joselyn describes her photographs as a reflection of her evolving self: “They represent who I am and how I see the world.” Photo by "}, {"num_of_comments": 24, "num_of_like": "543,120", "path": "instagram/picture3406.jpg", "like_list": [], "date_time": "Feb 7, 2015", "location": "", "tag_list": ["#WHPretro", "#WHPretro", "@dungdungpret"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos inspired by the style, fashion and design of the recent past. Some tips to get you started:\nThrift stores can be great places to start gathering inspiration. A few fun pieces of second-hand clothing can quickly set the tone for a photo shoot with a little imagination. Next, don't be afraid to think big. Seek out vintage cars, funky furniture and even retro architecture. Finally, some of the best finds from the past might not be further than family storage. Seek out the objects that loved ones once cherished and share photos with their stories.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "833,474", "path": "instagram/picture3407.jpg", "like_list": [], "date_time": "Feb 6, 2015", "location": "", "tag_list": ["#MeetMeJapan", "@tosa_nishikawa", "#MeetMeJapan", "@tosa_nishikawa"], "caption": "From the snow-covered region of Hokkaido to the southern islands of Okinawa, hundreds of Instagrammers from all 47 prefectures of Japan are going out with their phones and cameras this month to celebrate the kickoff of a nationwide InstaMeet project called . Announced last month by some of Japan’s most passionate members of the community, the project invites users across the country to organize InstaMeets in locations of Japan they love to capture, and share those places with the rest of the community.\nOn Wednesday, Masayuki Nishikawa (), from the southern countryside of Kagawa prefecture hosted an InstaMeet in Ogijima, a tiny island located in the Seto Inland Sea. “As many of the islands of Seto are currently facing depopulation, I am hosting this InstaMeet with hopes of telling the beauty of the islands and inspiring more people to visit them.” For more photos and videos from the InstaMeets happening in Japan this month, browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "439,393", "path": "instagram/picture3408.jpg", "like_list": [], "date_time": "Feb 6, 2015", "location": "", "tag_list": ["@karlamilugo", "@karlamilugo"], "caption": "Performance artist Karla Mi Lugo () describes herself as many things: balloon portraitist, nonviolent piñata-maker, Billie Holiday impersonator and “vaudevillian extraordinaire.” Yet it’s her self-proclaimed identity as a busker that perhaps explains her art best. “‘Busking’ comes from the Spanish word ‘buscar,’ which means ‘to seek,’” Karla explains. “You go out there seeking — most of the time money, because you need money to do anything — but also seeking truths, or seeking friends or seeking any kind of spiritual fulfillment.” She takes her art to the streets of San Francisco, Paris and other cities around the world, often playing accordion while singing and balancing on a circus ball. And it’s on the street where she finds inspiration from the shared community space. “I’m longing for so much meaning in life, and also for connection and experience,” she says. “When I go out in the street, it’s undeniably going to happen if I open myself to what I will find.” Photo by "}, {"num_of_comments": 24, "num_of_like": "536,895", "path": "instagram/picture3409.jpg", "like_list": [], "date_time": "Feb 6, 2015", "location": "", "tag_list": ["@frostjeff", "@frostjeff"], "caption": "“I call the technique ‘reverse light painting’,” says LA-based artist Jeff Frost (). “The concept is simple—instead of waving lights around in front of a camera, you wave a camera around in front of lights.” Jeff uses this approach to create stop-motion, time-lapse videos, in a process that he concedes is actually quite difficult to execute. In one video, Jeff compressed hundreds of thousands of photographs that he recorded over two and a half years, a time that he spent chasing forest fires, filming urban riots, and living in the desert painting the walls of an abandoned home. He describes a fascination with the cycles of destruction and creation, and suggests a possible explanation for his paranormal imagery and peripatetic lifestyle, saying, “I’ve long suspected my real home is another planet somewhere in the universe.” Video by "}, {"num_of_comments": 24, "num_of_like": "357,571", "path": "instagram/picture3410.jpg", "like_list": [], "date_time": "Feb 5, 2015", "location": "", "tag_list": ["@nealsniat", "@nealsniat"], "caption": "“My main inspiration comes from my experience in Africa,” says graphic designer Neals Niat (). Born in Paris to Cameroonian parents, Neals moved with his family to Cameroon when he was 7 years old, and lived there for eight years. “I remember spending time in the village during the holidays, listening to old stories around the fire.” Neals is currently studying architecture in Brussels, and he often uses his academic projects as vehicles for cultural expression. “I have been drawing since my childhood,” he says. “It was just a passion at first, and then I decided to develop this interest into something more concrete. When I started studying architecture, I felt the need to introduce my art into my architectural projects.” Neals says he often expresses his cultural experience using a monochromatic palette. “I want to transmit my cultural wealth through my work in a playful way,” he says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "547,714", "path": "instagram/picture3411.jpg", "like_list": [], "date_time": "Feb 4, 2015", "location": "", "tag_list": ["@isabelitavirtual", "@wmag", "@viktor_and_rolf", "@isabelitavirtual"], "caption": "For Isabel Martinez (), a copywriter who lives in Barcelona, fashion photography is therapeutic. “It’s a way to connect with beauty, a way to connect with poetry and a way to connect with myself,” she says. In Isabel's favorite photo from the haute couture shows in Paris last week where she was photographing backstage for W Magazine (), a model wears Viktor & Rolf (). “The model is hidden behind the dress she’s wearing,” Isabel says. “She doesn’t look at the camera, but sometimes to be hidden is the best way to show you.” Photo by "}, {"num_of_comments": 24, "num_of_like": "694,615", "path": "instagram/picture3412.jpg", "like_list": [], "date_time": "Feb 4, 2015", "location": "", "tag_list": ["@zawhatthe", "@zawhatthe"], "caption": "Much of artist Jonathan Zawada’s () work is digital, much of it isn’t, and it’s often hard to discern between the two. “I’m really interested in the differences, similarities and crossovers between digital and real world experiences in our lives and how they become the stuff of an authentic experience of life itself,” he explains.\n\nBorn in Australia, Jonathan now lives in Los Angeles and exhibits his work internationally. He left a 10-year career in graphic design to pursue art full time three years ago. “I realized there were a lot of more complicated and subtle things I wanted to say that the rather simple framework of design wasn’t really right for,” he says.\n\nIt’s a deliberate dissimilarity that gives Jonathan’s art cohesiveness. Of his distinct but interconnected works, he says: “This simultaneous complete freedom but complete enmeshing within a bigger structure is, I think, the stuff of contemporary life.” Photo by "}, {"num_of_comments": 24, "num_of_like": "648,191", "path": "instagram/picture3413.jpg", "like_list": [], "date_time": "Feb 3, 2015", "location": "", "tag_list": ["@sacraluna", "@sacraluna"], "caption": "“I consider myself a highly spiritual person. I have seen spirits, experienced spiritual possession at a very young age, had premonitions of deaths in the family,” says self-taught jewelry designer Tiana Marmorosa (). Tiana took to art as her escape during a difficult period in her childhood. She painted the walls of her room, drew in journals, and eventually began making her own jewelry. Today, the Brooklyn-based artist combines wood, crystals, fruit stones and butterfly wings into unique pieces. “Instead of words I carve and build this totem of my mind,” she explains. “The feeling of the sanctuary I created as a child had become a spirit, an entity I created.” Photo by "}, {"num_of_comments": 24, "num_of_like": "784,026", "path": "instagram/picture3414.jpg", "like_list": [], "date_time": "Feb 3, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@insitu", "@insitu"], "caption": "Hello, Instagram! Welcome to a wrinkly canine edition of the . Meet Davie (), a portly pug whose expressions say more than words ever could. To add a dose of Davie’s daily adventures to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "421,752", "path": "instagram/picture3415.jpg", "like_list": [], "date_time": "Feb 3, 2015", "location": "", "tag_list": ["@local_milk", "@fotomakerdennis", "@beforepixel", "@juanchiroisman", "@spacedoe", "@janove", "@wesleytaylor", "@bebeismyname", "@suvisalanni", "#WHPmystery"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "507,307", "path": "instagram/picture3416.jpg", "like_list": [], "date_time": "Feb 2, 2015", "location": "", "tag_list": ["@chobimela", "@munemwasif", "#chobimela", "#CMVIII", "@asmitaparelkar"], "caption": "Every two years, Dhaka becomes the unlikely site of Chobi Mela (), one the world’s most unusual photography festivals. Almost a dozen exhibitions span the city, ranging from a movie theater with disc-shaped photographs suspended in mid-air, to vinyl-printed images carried along by a roving fleet of cycle rickshaws. “There are lots of photographers like me who have grown up with Chobi Mela,” says photojournalist Munem Wasif (), now also a festival curator. “It's entirely a Bangladeshi-run festival for an international audience. Normally the festivals are based in the west and it’s not possible for us to go and visit all these places.” He reveals the logic behind the obscure venue locations that transform the exhibition experience into a scavenger hunt through the congested streets of the old city. “We want people to travel, and struggle, and see how Dhaka is.” To see more celebrations of photography at Chobi Mela, explore the  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "475,739", "path": "instagram/picture3417.jpg", "like_list": [], "date_time": "Feb 2, 2015", "location": "", "tag_list": ["@rodmarphoto", "#SuperBowl", "@rodmarphoto"], "caption": "“If there’s one thing I’ve always tried to do with my sports photography, it is to show the human side of sports,” says Rod Mar (), an official team photographer for the defending  champions, the Seattle Seahawks. “When you look at a football player they almost look robotic in their pads, helmets, gloves and high tech cleats. So when you can peel that back and show that these are men chasing their passion, fulfilling their dreams, and making a living in the most competitive of atmospheres, then as a photographer you want to find the parts that make them human.” For twenty-four seasons, Rod has photographed the Seahawks—first as an intern, then for the newspaper, and now for the team. “My goal is to make one great picture everyday,” he says. “Everything that I do comes from that approach. I’m not the guy that’s going out there to run and hit and tackle. My job is to find the moments.” Photo by "}, {"num_of_comments": 24, "num_of_like": "704,797", "path": "instagram/picture3418.jpg", "like_list": [], "date_time": "Feb 1, 2015", "location": "", "tag_list": ["@spragglerockk", "@_a_d_a_d_", "@siobhanriordan", "@ttahmine", "@crowleygraph", "@dkalunga", "@shakeit225942j", "@davidhumekennerly", "@savoirflair", "@spragglerockk"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "716,648", "path": "instagram/picture3419.jpg", "like_list": [], "date_time": "Feb 1, 2015", "location": "Mount Popa", "tag_list": ["@felphos"], "caption": "Perched on top of a volcanic plug in central Myanmar is Taung Kalat monastery, home to 37 “nats”–spiritual demigods—and a dramatic panoramic view. Located 80 kilometers (50 miles) from Mount Popa, the extinct volcano that once formed this 737-meter (2,417-foot) thumb, Taung Kalat draws pilgrims and tourists who are willing to climb its 777 stairs to reach the gilded rooftops and Buddhas above. The compound is also home to a horde of macaques, where they pose for tourists and snatch their unattended bags in the hope of finding a snack.\n\nFor more photos and videos from Taung Kalat, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "719,383", "path": "instagram/picture3420.jpg", "like_list": [], "date_time": "Jan 31, 2015", "location": "", "tag_list": ["@funwithfruit", "@funwithfruit"], "caption": "“They are such a cheerful fruit with inbuilt comedy value,” says Elisa Roche (), a London-based journalist explaining her passion for bananas. While living on the Caribbean island of Martinique for a year, Elisa became obsessed with bananas. “The fruit there just tastes better,” she says. “I’d go through several a day.” But it was only recently that she discovered the curved fruit as a canvas. “I draw whatever pops into my head using a black Biro and gel pens,” she says, adding that the shape of each banana is also a source of inspiration. Once a piece is done, Elisa takes a picture and eats the fruit. Although Elisa says it feels “cathartic” to throw the painted skin away, she admits, “If there are any scientists out there who can tell me how to preserve them, I’d be intrigued.” Photo by "}, {"num_of_comments": 24, "num_of_like": "467,031", "path": "instagram/picture3421.jpg", "like_list": [], "date_time": "Jan 31, 2015", "location": "", "tag_list": ["#WHPmystery", "#WHPmystery", "@morepoiot"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos and videos that convey a sense of mystery. Some tips to get you started:\nMystery often stems from unanswered questions. Think of your photo or video as a moment from a story that will leave your viewer wondering, “What happens next?” Certain locations lend themselves well to a sense of mystery. Overgrown landscapes or buildings with histories of their own can be great starting points for your setting. Finally, remember that a large part of mystery comes from the unknown. Experiment with shadows and obscured subjects or explore other visual ways to hint that there is more to the story outside the frame.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any tagged image or video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "489,624", "path": "instagram/picture3422.jpg", "like_list": [], "date_time": "Jan 30, 2015", "location": "", "tag_list": ["@alexiawebster", "@alexiawebster"], "caption": "“Photography has been a way of representing and documenting not just the world around me, but also a way of capturing the world we dream and imagine — the world inside ourselves,” says Alexia Webster (), a Johannesburg-born photojournalist who now lives in Cape Town. Alexia’s path to photography came via her mom, social historian Luli Callinicos, who writes about the neglected history of the apartheid-era working class. “I would spend hours looking through her vast collection of historical photos, imagining that world, piecing together the story of my city and my country,” says Alexia. “When I turned 16, she bought me a camera and I began piecing together the world with my own images.” Alexia travels around the African continent and beyond, on assignments and for personal projects. “The images in my feed are like scribbles in a notebook or fragments of a journal about my life and my travels,” she says. “I capture the things around me that move and intrigue me, the bits of magic I encounter on my journeys.” Photo by "}, {"num_of_comments": 24, "num_of_like": "740,614", "path": "instagram/picture3423.jpg", "like_list": [], "date_time": "Jan 30, 2015", "location": "", "tag_list": ["@davepollotart", "@davepollotart"], "caption": "The art of Dave Pollot () exists at the crossroads of Midwestern prairie fields and Mario Kart races. His MO: repurposing generic canvases he finds in thrift stores with pop culture ephemera. “It started with painting monsters and odd objects into them, and then it grew into the whole pop culture thing,” says Dave, whose past work includes the Stay Puft Marshmallow Man, the Millennium Falcon, Godzilla and the Starship Enterprise illustrated into Americana landscapes of farmland and beaches. “It’s part of the fun, not only taking some piece of pop culture and putting it into a place where it might not belong, but also making it blend in so well that it actually seems that it belongs.” Even when he’s presenting his art at shows, Dave doesn’t take it all too seriously. “Art these days — and I will be careful with my words — I think it’s become a little too serious,” he says. “So I think it’s kind of nice to sometimes take a step back and just laugh at art.” Photo by "}, {"num_of_comments": 24, "num_of_like": "394,396", "path": "instagram/picture3424.jpg", "like_list": [], "date_time": "Jan 29, 2015", "location": "", "tag_list": ["@riojones7", "@riojones7"], "caption": "Poet Rio Jones () of Albuquerque, New Mexico isn’t sure if he writes poems because the real world is too much, or not enough. “Poetry helps me reach a bit into that other world — that world we all live in while we are in between sleep and consciousness,” he says. Rio first started writing poetry as a kid when he became smitten with Little League baseball. “I remember coming home after practice one night and writing about the dust rising off of the infield on a foggy morning. After that, I sort of just never stopped.” On Instagram, Rio shares photos of the poetry he writes on his typewriter. “I always enjoyed writing on my typewriter, but in this digital world it seemed pointless because I’d ultimately have to type it up on a computer to share it,” he says. “A picture really does say a thousand words, even when the picture actually has only 40 or 50 words in them.” Photo by "}, {"num_of_comments": 24, "num_of_like": "439,731", "path": "instagram/picture3425.jpg", "like_list": [], "date_time": "Jan 29, 2015", "location": "", "tag_list": ["@dina_litovsky", "@dina_litovsky"], "caption": "“I use an off-camera flash to transform moments into photographic fiction,” says Dina Litovsky (), a Brooklyn-based photographer who was born in the Ukraine and grew up in New York City. She cites the frenzied compositions and harsh lighting of German expressionist paintings as an influence on her photographs of social gatherings. “Most of my photography focuses on public behavior, social interaction, as well as rituals and peculiarities of contemporary culture,” says Dina. “I think of my work as visual anthropology.” Speaking of her distinctive lighting technique, she says, “I experimented with using off-camera flash and loved the way it could separate the subject from the environment and tell individual stories in a crowded space.” She notes, “Though I am never interfering in the scene in any way, I wouldn’t call my work a straight document. Reality can be manipulated in many ways — my current weapon of choice is light.” Photo by "}, {"num_of_comments": 24, "num_of_like": "604,226", "path": "instagram/picture3426.jpg", "like_list": [], "date_time": "Jan 28, 2015", "location": "", "tag_list": ["@the_line_up", "@the_line_up", "@the_line_up"], "caption": "The fashion stylist Anka Itskovich () doesn’t seek out people to photograph. She simply walks around New York City. “It's often a flash of color or a unique hairstyle or even an aura of self-confidence that catches my eye,” she says. “My images celebrate spirited people and their authentic personal style. I hope the narrative of  will help create an engaged and interactive community—a style tribe.\" Photo by "}, {"num_of_comments": 24, "num_of_like": "886,973", "path": "instagram/picture3427.jpg", "like_list": [], "date_time": "Jan 28, 2015", "location": "", "tag_list": ["@dariustwin", "@dariustwin"], "caption": "When it comes to light illustrations, Darren Pearson () plays both photographer and magician, achieving a how-did-he-do-it aesthetic by merging surrealism with technological prowess. “I just like looking at the back of the camera and not knowing what’s going to appear,” says the 31-year-old Los Angeles-based artist, who creates his dreamy, hallucinatory photos using long exposure, a tripod, and a LED light he fashions himself. “If it appears way better than what I was thinking, that’s like, ah! That’s a victory!” Darren began exploring light-work eight years ago after spotting a long exposure photo of Pablo Picasso taken by LIFE magazine photographer Gjon Mili in 1949. In it, the Spanish painter stands shirtless while wielding a light that traces a path in the air. “I was like, ‘What the heck is this?’” says Darren. “It kind of blew my mind.” Photo by "}, {"num_of_comments": 24, "num_of_like": "725,071", "path": "instagram/picture3428.jpg", "like_list": [], "date_time": "Jan 27, 2015", "location": "", "tag_list": ["@leonkeer", "@leonkeer"], "caption": "Dutch artist Leon Keer () plays with distortion and perspective to create anamorphic street art — pictures that are drawn on pavement and floors that give the illusion they are three-dimensional, but only when viewed from a certain angle. “The concept behind my artworks is often presented as a playful, recognizable image placed in another context,” Leon explains. “I try to take you, as a spectator, away from everyday life. In that way, you are able to look differently at the street and the city you are living in.” Leon says he does feel vulnerable showing his abilities out in the open, but says creating something live is also what he enjoys the most. “The tension of working on the streets got me hooked,” he says. “Despite what the viewers tell you, you have to stay focused and criticize all your efforts. This challenge works as a kind of adrenaline for me.” Photo by "}, {"num_of_comments": 24, "num_of_like": "664,377", "path": "instagram/picture3429.jpg", "like_list": [], "date_time": "Jan 27, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@fei_and_ninja", "@fei_and_ninja"], "caption": "Hello, Instagram! It’s time for the ! Say hello to Ninja (), a handsome three-year-old British shorthair kitty with bright mischievous eyes. If your feed could use a dose of lackadaisical feline fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "465,246", "path": "instagram/picture3430.jpg", "like_list": [], "date_time": "Jan 27, 2015", "location": "", "tag_list": ["@cshimala", "@nissen_king", "@tejlgaard", "@cardellach", "@flockofpenguins", "@mariemcg23", "@tainahcosta", "@darkinstacptguy", "@sylviosandino", "#WHPpointofview"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "613,659", "path": "instagram/picture3431.jpg", "like_list": [], "date_time": "Jan 26, 2015", "location": "", "tag_list": ["@fahimae", "@fahimae"], "caption": "“I first traveled to Istanbul five years ago. It was then I had my first cup of Turkish coffee, and it was fascinating,” says Fahima Karmostaji (), who works in the travel industry in Dubai. “If only the person who served me that cup knew he was introducing me to a whole new world.” Fahima shares her love of Turkish coffee, and her collection of porcelain cups, on Instagram. Whether she is drinking alone or with friends, Fahima agrees with the Turkish proverb that says a cup of coffee will be remembered for 40 years. “I love my coffee black,” she says. “I believe that adding sugar or even milk to your coffee ruins the taste or the actual purpose of drinking coffee. Half the joy in drinking a cup of coffee is in the smell. And I never drink it in rush, but with absolute pleasure.” Photo by "}, {"num_of_comments": 24, "num_of_like": "550,007", "path": "instagram/picture3432.jpg", "like_list": [], "date_time": "Jan 26, 2015", "location": "", "tag_list": ["@jamwrights", "@jamwrights"], "caption": "Every year on the evening of January 25, Scots all over the world sit down to a traditional meal of Scottish dishes and celebrate the poetry of Robert Burns. The event is known as “Burns Night” or “Burns Supper.” Photographer James Wright () offers a poetic take on the landscapes of Oban, Scotland, where he lives. “What I take away from Burns' poetry is that humans are human and nothing more,” he says. “We both seek perspective and to remind people that they are but a small part in a big world.” Photo by "}, {"num_of_comments": 24, "num_of_like": "542,236", "path": "instagram/picture3433.jpg", "like_list": [], "date_time": "Jan 25, 2015", "location": "", "tag_list": ["@6.21_", "@andreazittel", "@d_azia", "@eskanderkabir", "@john.adair", "@kermac", "@mazmanian", "@tonivegara", "@xmd101", "@6.21_"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "594,429", "path": "instagram/picture3434.jpg", "like_list": [], "date_time": "Jan 25, 2015", "location": "", "tag_list": ["@seriousdesign", "@seriousdesign"], "caption": "It was the steak flip-flops that gave Matija Erceg () the idea. He was a little bored with his day-to-day job as a web developer, and when he saw a picture of a pair of flip-flops with soles made out of steak, inspiration struck him. “I imagined what it would be like to wear them,” says Matija, who is based in Vancouver, Canada. “I wanted to evoke the same reaction of delightful disgust in other people, so I set off on a mission to pair food and everyday objects into ‘serious designs.’” From an iPod made of cheese to a banana gun, there is seemingly no end to Matija’s tweaks. So far he has confined himself to Photoshop, but says he’s considering making real sculptures. “I’ve been studying the art of fake food, like you see in some restaurant window displays,” he says. “Maybe a trip to Japan is in the cards?” Photo by "}, {"num_of_comments": 24, "num_of_like": "504,288", "path": "instagram/picture3435.jpg", "like_list": [], "date_time": "Jan 24, 2015", "location": "", "tag_list": ["@michinara3", "@michinara3"], "caption": "Yoshitomo Nara (), a Japanese artist whose cartoonish paintings and sculptures have a cult following, shares personal inspiration as well as the colorful process behind his work on Instagram. “While my work is often easy to understand, there are times when people can only see at the surface level and misunderstand what’s really there,” he says. “I hope that the accumulation of these shots of my everyday will eventually shed light on my sensibilities, even more than my paintings ever will.” Photo by "}, {"num_of_comments": 24, "num_of_like": "345,440", "path": "instagram/picture3436.jpg", "like_list": [], "date_time": "Jan 24, 2015", "location": "", "tag_list": ["#WHPpointofview", "#WHPpointofview", "@lbichan"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative videos filmed from unexpected points of view. Some tips to get you started:\nSeen from a different angle, everyday activities can become extraordinary. Think about what making tea could look like from a kettle's point of view, or what the world looks like to a small animal. Taking unusual point-of-view (POV) shots can require getting your phone into some interesting places. Don't be afraid to tie down, tape or otherwise mount your phone to objects for a different perspective. Finally, for the most stable results, make sure you have Cinema mode turned on if you're recording with Instagram, or capture video using Hyperlapse at 1x speed.\n\nPROJECT RULES: Please add the  hashtag only to videos taken over this weekend and only submit your own videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "484,510", "path": "instagram/picture3437.jpg", "like_list": [], "date_time": "Jan 23, 2015", "location": "", "tag_list": ["@nikolebeckwith", "@nikolebeckwith"], "caption": "“Photos are so immediate, and can be intimate without being invasive,” says New York City-based writer and director Nikole Beckwith (). “As a director, it really scratches that visual expression itch, whereas most other social media platforms cater to the writer in me.” During the production of her film, “Stockholm, Pennsylvania,” premiering at the Sundance Film Festival this year, Nikole shared memorable moments on Instagram. “One of my favorite behind-the-scenes photos is of my cinematographer Arnaud Potier, on a ladder through the bedroom window of the house,” she says. “He’s waiting for the camera, eyes closed in the sun, thinking. He didn’t know I was watching him. It was a rare moment of temporary quiet.” Photo by "}, {"num_of_comments": 24, "num_of_like": "674,212", "path": "instagram/picture3438.jpg", "like_list": [], "date_time": "Jan 23, 2015", "location": "", "tag_list": ["@jamieanderson", "@xgames", "@jamieanderson"], "caption": "“I literally feel like I’m flying,” says Jamie Anderson () of the feeling of getting airborne while racing down mountains on her snowboard. “I love hitting jumps. It brings me so much joy.” Jamie is the world’s top female slopestyle rider and the sport’s first female Olympic gold medalist. This week, Jamie will be navigating the obstacle course of jumps, rails and wallrides at X Games Aspen () in Aspen, Colorado, for a chance to claim her 10th medal there since starting on the professional circuit at the age of 13. “It’s one of the biggest competitions of the year, so there’s definitely pressure,” says Jamie. But if there’s something she’s learned during her decade as a pro snowboarder,\nit’s overcoming the challenge of self-doubt. “It’s hard to set big goals because it’s scary to fail. But it’s amazing how powerful our minds are. When we trust ourselves, we can accomplish our biggest goals.” Photo by "}, {"num_of_comments": 24, "num_of_like": "399,167", "path": "instagram/picture3439.jpg", "like_list": [], "date_time": "Jan 22, 2015", "location": "", "tag_list": ["@lordlowe", "@RNLI", "@lordlowe"], "caption": "When Jack Lowe () was only nine years old, he knew his career path would follow one of his two life passions: photography or lifeboats. Now, with a long photographic and printing career behind him, he is combining his love for the UK’s Royal National Lifeboat Institution (), the sea and photography in one epic project.\n\nUsing a 19th century “wet collodion” process, developed around the same time the lifeboats were incorporated to provide search and rescue service around the British Isles, Jack will take photos at all 237 RNLI stations on the coastlines. “The project will be a fundraiser and awareness-raiser for the RNLI,” says Jack. “People have a real emotional connection with some of the stations – maybe they were saved once or their family are lifeboat crew. They are incredibly brave and inspiring.” Photo by "}, {"num_of_comments": 24, "num_of_like": "493,005", "path": "instagram/picture3440.jpg", "like_list": [], "date_time": "Jan 22, 2015", "location": "", "tag_list": ["@alcimarverissimo", "@alcimarverissimo"], "caption": "21-year-old Alcimar Veríssimo () has a double identity. By day, he serves in the Brazilian military in his hometown of Recife. By night and on the weekends, he is a passionate photographer who organizes InstaMeets in his community. “They are two completely different worlds, and that is perhaps my biggest challenge: reconciling everything without losing my focus,” he says. Alcimar’s opposing worlds influence his photography, as he always tries to incorporate new worlds by playing with different perspectives and colors. “My photos are a mix between the obvious and the unimaginable,” he says. “Sometimes, I try to confuse the observer by introducing new perspectives. I also love blending the city’s colors and street art in my shots.” Photo by "}, {"num_of_comments": 24, "num_of_like": "436,879", "path": "instagram/picture3441.jpg", "like_list": [], "date_time": "Jan 21, 2015", "location": "", "tag_list": ["@unzueta_", "@unzueta_"], "caption": "“I’m driven to show people the harsh realities,” says Pablo Unzueta (), a Los Angeles-based photographer who studies journalism at a local community college and works part time as a short order cook. “I just want to spotlight those who need more attention from the mainstream society.” The 20-year-old Chilean-American was introduced to photography by his grandmother. “She made her living as a wedding photographer, and whenever she could, my grandmother would travel to places like Ecuador, El Salvador and other parts of Central America documenting the immense poverty taking place,” he says. “My grandmother is an important influence. Those trips to her darkroom will never be forgotten.” Photo by "}, {"num_of_comments": 24, "num_of_like": "542,623", "path": "instagram/picture3442.jpg", "like_list": [], "date_time": "Jan 21, 2015", "location": "", "tag_list": ["@justZHM", "@justZHM"], "caption": "“My motto is, ‘A doodle a day keeps the psychologist away,’” jokes Zari Haidar Marin (), an architect, urban designer and self-taught illustrator living in Beirut. Zari started using Instagram as a quick way of doing something creative, sharing her doodles made on napkins, tray mats and cup holders in waiting moments. “I started doodling some years ago as a way of expressing my frustrations and worries,” she says. “I was a sad and gray person who, thanks to doodling, became able to see everything in colors.” Zari says it helps to create something funny out of things in life pulling her down. “Today, I don’t only try to find the bright side of things, but I invent it if I can’t find it,” she says. “And I encourage others to do the same.” Photo by "}, {"num_of_comments": 24, "num_of_like": "448,193", "path": "instagram/picture3443.jpg", "like_list": [], "date_time": "Jan 20, 2015", "location": "", "tag_list": ["@diogolage", "@diogolage"], "caption": "For Portuguese architect Diogo Lage (), photography is about discovering and capturing physical places. After losing all of his negatives in a flood, Diogo took a 10-year break from photography, returning to the craft only a year ago. “I decided to hike the Way of St. James,” he says, referring to the pilgrimage route to the shrine of the Apostle James in Santiago, Spain. “This inspired me to start shooting again, giving those walks meaning.” Diogo currently lives in Porto and enjoys capturing the city’s quirky and non-touristy spots. “Through my photos, I'd love to encourage people to explore their own cities, and even to visit the spots where my pictures were taken.” Photo by "}, {"num_of_comments": 24, "num_of_like": "828,906", "path": "instagram/picture3444.jpg", "like_list": [], "date_time": "Jan 20, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@scvitkovic1", "@scvitkovic1"], "caption": "Hello, Instagram! It’s time for the ! If you wander the forests of the Eastern European nation of Croatia long enough, you’ll likely stumble across a beautiful Weimaraner named Luna (). To join Luna on her exploration of Croatia’s scenic wilderness from wherever you are, follow ."}, {"num_of_comments": 24, "num_of_like": "363,630", "path": "instagram/picture3445.jpg", "like_list": [], "date_time": "Jan 20, 2015", "location": "", "tag_list": ["@ari_fararooy", "@dannymaximus", "@carsonhart", "@adiedharmawan", "@zoelaurente", "@kennethnguyen", "@matthewlooi", "@mehmetilhan", "@surgiua", "#WHPppaann"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "528,897", "path": "instagram/picture3446.jpg", "like_list": [], "date_time": "Jan 19, 2015", "location": "", "tag_list": ["@ruddyroye", "@everydayblackamerica", "@shepreebright", "@jaheezus", "@ilikevans1", "@365ken", "@shepreebright"], "caption": "“It’s like we have been waiting for another leader, when in actuality, the change can begin with anyone of us,” says Ruddy Roye (), a Jamaica-born photographer who now lives in Brooklyn, New York. Ruddy launched  in the wake of events in Ferguson, Missouri, and enlisted photographers around the country to share their perspectives, including Sheila Pree Bright, (), Jahi Chikwendiu (), Jason Evans (), and Ken McFarlane (). “I wanted to see how black folks lived in different sections of America,” Ruddy explains. “My intended audience is both black and white communities. I want black folks to be empowered by the images, and for white folks to have the idea that we are not that different. That we have the same stories, only folded up in a different color.” Photo by "}, {"num_of_comments": 24, "num_of_like": "557,708", "path": "instagram/picture3447.jpg", "like_list": [], "date_time": "Jan 19, 2015", "location": "", "tag_list": ["@cat_rabbit", "@cat_rabbit"], "caption": "“I’ve been known to spend up to 40 hours just on one piece,” says the Australian artist known as Cat Rabbit (), who brings vibrant felt creatures to life from her studio in Melbourne. What started as one-off gifts for close friends soon evolved into life as a textile artist. “I used to draw little characters in the margins of my lecture notes and then I’d go home and make them into felt friends for my real-life friends,” Cat explains. But as awareness of her creations grew, so did demand. These days, Cat’s figurines — fashioned from what she calls “humble materials” like felt, scissors, cotton and a wooden chopstick to help with stuffing — have found new homes across the globe.\nHer creative process, however, hasn’t changed much. “I usually do a rough sketch of what’s in my mind before I start, which inevitably changes in the process of making,” she says. “Each character winds up with a very individual personality.” Photo by "}, {"num_of_comments": 24, "num_of_like": "519,318", "path": "instagram/picture3448.jpg", "like_list": [], "date_time": "Jan 18, 2015", "location": "", "tag_list": ["@choudharyravi", "@tommydphoto", "@rawandaas", "@heidilender", "@benjamingirette", "@bayoomoboriowo", "@lens_pacific", "@kevinbubriski", "@kdombsadof", "@heidilender"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "454,929", "path": "instagram/picture3449.jpg", "like_list": [], "date_time": "Jan 18, 2015", "location": "", "tag_list": ["@highrollazuk", "@highrollazuk"], "caption": "Kay Brown, who is part of the London-based freestyle skating group High Rollaz UK (), started skating as a way to connect with his friends. “Skating was something fun that we could do every week,” he says. After finding out about a regular roller disco event in King’s Cross, he was hooked.\nPerforming what’s also known as jam skating, Kay — who goes by Kay Boogie in the skating world — has a roster of signature moves, including what he calls the “Yoshimitsu Spin,” a really fast spin that he does low to the ground. “I named the move after a character from a PlayStation game,” he says.\nHigh Rollaz UK has been featured in several musical videos, and Kay has posted behind-the-scenes moments on Instagram. “We share the real us,” he says. “If we’ve inspired even one person in a day, then we’ve done a good job.” Photo by "}, {"num_of_comments": 24, "num_of_like": "455,109", "path": "instagram/picture3450.jpg", "like_list": [], "date_time": "Jan 17, 2015", "location": "", "tag_list": ["@csallquist", "@csallquist"], "caption": "“I couldn’t shake the feeling that I wasn’t doing what I’m meant to do,” recalls Chris Sallquist (), a Seattle-based editorial director, of his life 10 years ago. A late-night experiment of warping and bending a magazine cover eventually evolved into what he calls “Arts Mashing”– a style of collaging where he mashes up photographs on his smartphone. Now, Chris says he finally feels like he’s doing what he’s supposed to: Making art. He generally starts his process by looking for an evocative portrait. “Then I search for a secondary image that transforms the person into someone else,” he says. “Each piece reveals the unseen stories that lurk beneath the beautiful façade of the people featured in fashion magazines across cultures. These stories have always been there, but no one has revealed them until now.” Photo by "}, {"num_of_comments": 24, "num_of_like": "420,717", "path": "instagram/picture3451.jpg", "like_list": [], "date_time": "Jan 17, 2015", "location": "", "tag_list": ["#WHPppaann", "@matthewferri", "@joshua_allen_harris"], "caption": "Weekend Hashtag Project: \n\nThis weekend's hashtag project takes its inspiration from a hashtag started on the streets of New York City. According to Brooklyn Instagrammer Matthew Ferri (), the hashtag's creator, “I've always been drawn to visuals that evoke a rush of energy and emotion. When I was learning photography, I used to see a lot of panned shots around the internet and always wondered how they were achieved. I just really liked the energy in the photos and decided that I would try to get other people involved.” With that in mind, the goal this weekend is to capture creative photos that employ a panning technique to convey motion. Here are some of Matthew's tips to get you started: “For starters, you're going to want to find a subject that is moving fast (a car, bike, skier/snowboarder, runner, etc). Check your surroundings—what would make for a good background? Try to find some lights or variations in colors, as they'll end up being blurred, creating an abstract backdrop.” Next, he advises, “Using the native camera app, you'll want to follow your subject as they pass you. If you're standing on a street corner and a car is approaching you, aim the camera at the car and follow it while pressing the shutter button. Don't stop following the subject until a second or two after you've pressed it.” And finally, Matt reminds, “Don't be afraid of failure. Pans may take a lot of of attempts to get right (I've taken hundreds, if not thousands), so keep at it and have fun!” For more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "678,381", "path": "instagram/picture3452.jpg", "like_list": [], "date_time": "Jan 16, 2015", "location": "", "tag_list": ["@super_pringle", "#beardiesofinstagram", "@super_pringle"], "caption": "With a name like “bearded dragon,” it’s hard to conjure up images of a friendly and adorable pet. But one look at Pringle (), a lovable lizard owned by 24-year-old Melbourne student Sophie Hayes, should be enough to change anyone’s mind. “Most people who hold or touch him for the first time are usually surprised at how soft he is,” Sophie says. “I think many people don’t see lizards as animals you can cuddle up to, but I love watching TV with Pringle curled up on my lap or chest.” Sophie is always on the lookout for props that will accentuate Pringle's personality in her Instagram photos. “I recently went on a trip to the UK and bought him new props everywhere from the Tower of London to the Roman Baths,” she says. “I basically just let whichever props I find inspire the next photo I will take.” For more bearded dragons with big personalities, check out the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "532,723", "path": "instagram/picture3453.jpg", "like_list": [], "date_time": "Jan 16, 2015", "location": "", "tag_list": ["@maasmuseum", "@maasmuseum"], "caption": "From rotary telephones to robot dogs, Australia’s Museum of Applied Arts and Sciences () houses a delightfully diverse range of pieces. “Every object in the collection, regardless of its purpose, is a product of technology,” says the museum’s media production manager, Paula Bray. “Art and technology are intimately entwined, inside and outside the museum.” Photo by "}, {"num_of_comments": 24, "num_of_like": "516,770", "path": "instagram/picture3454.jpg", "like_list": [], "date_time": "Jan 15, 2015", "location": "", "tag_list": ["@polina_che", "@polina_che"], "caption": "For the Moscow florist Polina Chentsova (), working with flowers is a chance to create something new and interesting out of something she loves. “It’s very nice when my customers buy flowers for their loves or moms,” she says. “It’s so cute how they care and describe in detail their wishes.” On Instagram, Polina likes to post pictures of her arrangements as well as everyday things. “Sneakers and flowers are my favorite combination,” she says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "689,308", "path": "instagram/picture3455.jpg", "like_list": [], "date_time": "Jan 15, 2015", "location": "", "tag_list": ["@coreyrichproductions", "@tommycaldwell", "@kjorgeson", "@coreyrichproductions", "@tommycaldwell", "@kjorgeson", "@coreyrichproductions"], "caption": "“It’s very rare in life that you get to witness people really pushing it to the limit, and to have a front seat,” says adventure photographer Corey Rich (). For the past three weeks, he's been hanging thousands of feet over the floor of California's Yosemite Valley, documenting pro climbers Tommy Caldwell () and Kevin Jorgeson () as they've made their way up the granite face of El Capitan's Dawn Wall. Using ropes only for safety, the pair made history today by charting and completing a route that is widely considered the most difficult climb ever attempted.\n\nTommy has been attempting the climb for the past six years, and Kevin joined him in 2009. Even though the feat is complete, Corey stresses that the spirit of adventure extends beyond the face of the cliff. “I think if people take one thing away from this, it’s find adventure in your life,” he says. “It’s about unknown outcome, taking calculated risks and trying to make something beautiful out of that. Enjoy that experience, enjoy the ride.” For more photos from the ascent up the Dawn Wall, follow photographer  and climbers  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "521,091", "path": "instagram/picture3456.jpg", "like_list": [], "date_time": "Jan 15, 2015", "location": "", "tag_list": ["@jameskerestes", "@jameskerestes"], "caption": "“It is important for my work, and for my students’ work, that we explore all technologies past what we believe they are intended for,” says James Kerestes (), an architect currently teaching at Ball State University in Indiana. James’ use of a 3-D printer — and other technologies normally foreign to architecture — is central both to his research and his teaching curriculum. “3-D printing has really expanded my capabilities for exploration within design,” he explains. “I see technologies such as rapid prototyping as a way of complementing my current tool sets and opening up opportunities for discovering new ones.” While James’ current work is finding unconventional applications of the 3-D printer, he emphasizes that it’s just the latest chapter in his evolving approach to architecture and design: “It’s important to ‘break’ a tool beyond its capabilities to a point where you are ready to introduce yet another tool into the set.” Photo by "}, {"num_of_comments": 24, "num_of_like": "596,681", "path": "instagram/picture3457.jpg", "like_list": [], "date_time": "Jan 14, 2015", "location": "", "tag_list": ["@tamasdezso", "@tamasdezso"], "caption": "“The freedom of the profession attracted me,” says Tamas Dezso (), speaking of his early years as a newspaper photographer in his native Hungary. “I started as a photojournalist with a political daily and later worked for magazines. However, in a few years, I felt it constricting. I decided to concentrate on my own independent works in order to express some more complex ideas, mainly examining the transition period in Eastern Europe.” In neighboring Romania, Tamas explores a nation emerging from decades of dictatorship and Soviet influence. “As a child, I experienced the last decade of communism in Hungary,” he says, explaining his fascination with Romania’s Soviet-era industrial sites, its enduring traditions and the impact of modernization on a dwindling population. Using a medium-format digital camera, Tamas captures the echoes of Romania’s past in photographs that carry a whisper of fantasy. He continues, “I experienced all that, in a mystical environment, among open people with extraordinary lives.” Photo by "}, {"num_of_comments": 24, "num_of_like": "703,775", "path": "instagram/picture3458.jpg", "like_list": [], "date_time": "Jan 14, 2015", "location": "", "tag_list": ["@gustavo_barsilva", "@gustavo_barsilva"], "caption": "Eighteen-year-old Gustavo Barbosa Silva () has never been outside the Brazilian state of Minas Gerais, but he finds photography helps feed his travel bug. “One of my biggest dreams is to travel all over Brazil and to different countries,” he says. Gustavo is getting ready to pursue his university studies in graphic design, but in the meantime, he enjoys exploring the nearby city of Belo Horizonte, capturing hidden gems and often taking shots of his friends against the city’s diverse backdrop. “Belo Horizonte is my photographic refuge,” he says. “Shooting there means coming home with so many new photographs.” Photo by "}, {"num_of_comments": 24, "num_of_like": "437,356", "path": "instagram/picture3459.jpg", "like_list": [], "date_time": "Jan 13, 2015", "location": "", "tag_list": ["@moronoa", "@moronoa"], "caption": "“I started using an iPad to create my pieces about a year ago,” says Denmark-based artist Marie Bjerre (). “This allowed me to bring art back into my life. I’m a single mother and a nurse and did not have time to pull out all my paint and canvases.” Inspired by classic fairy tales, mythology, Japanese culture, fashion and luxurious images from the 1920s and 1930s, Marie digitally assembles elements of different photographs, adding hand-drawn details on her tablet. “Finishing a piece is really satisfying,” she says. “It’s the best feeling when I look at it and see the story of my imagination come to life.” Photo by "}, {"num_of_comments": 24, "num_of_like": "745,110", "path": "instagram/picture3460.jpg", "like_list": [], "date_time": "Jan 13, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@julund_", "@julund_"], "caption": "Hello, Instagram! Today’s  takes us to Denmark, home of Little Miss and Little Mr. (), a bright-eyed cuddly kitty couple. If your feed is short on fabulous feline fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "472,017", "path": "instagram/picture3461.jpg", "like_list": [], "date_time": "Jan 13, 2015", "location": "", "tag_list": ["@shelbstaa", "@teamwoodnote", "@sheiku", "@i_am_hayden", "@corndigitty", "@camohls", "@nathaliaterra_", "@natspencer", "@underground_nyc", "#WHPoutofplace"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "425,795", "path": "instagram/picture3462.jpg", "like_list": [], "date_time": "Jan 13, 2015", "location": "", "tag_list": ["@mariamoldes", "@mariamoldes", "@mariamoldes"], "caption": "The sun seeking vacationers who fill up the beaches of Benidorm, Spain are favorite subjects for photographer Maria Moldes (). “It’s a tourist town and retirees from all over Europe come here to spend their vacation. This beach scene makes me laugh because it shows how people only exercise when they go on holiday. By using hyperlapse, I tried to give it a surreal and ironic air.” Maria’s talent for bringing out the absurd and other-worldly from banal beach scenes is the hallmark of her style. “I love Sci-Fi and mystery movies, and when I go out to make pictures I always let my imagination fly. Reality is often boring and depressing, so I use my imagination to make my own world. My ideal world would be like a Hitchcock film.” To see more photos and videos of the colorful beach characters Maria captures, follow \n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "609,824", "path": "instagram/picture3463.jpg", "like_list": [], "date_time": "Jan 12, 2015", "location": "", "tag_list": ["@annieatkins", "@annieatkins", "#GoldenGlobes", "@annieatkins"], "caption": "Graphic designer Annie Atkins () helps turn fantastical, imaginary settings into intricate realities on screen. Most recently, as the lead graphic designer on the 2014 film “The Grand Budapest Hotel,” she was involved in creating almost every object in director Wes Anderson’s stylized world. The story takes place in a fictional Eastern European country, set between the First and Second World Wars. \"We looked at all kinds of references from 1930s Eastern Europe: telegrams, notebooks, antique newspapers,” she says. “I combed thrift stores and flea markets looking for old packaging and love letters, so I could get the style of everything from the handwriting to the postage stamps right.” For more behind-the-scenes photos from life on set, follow . For more Golden Globes-nominated films and the talent behind them, explore the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "724,204", "path": "instagram/picture3464.jpg", "like_list": [], "date_time": "Jan 11, 2015", "location": "", "tag_list": ["@sharifaee", "@jungletimer", "@azubogu", "@gabyrela", "@luceoimages", "@ravimishraindia", "@ywnfu", "@adamsternfreediver", "@movethemoon", "@sharifaee"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "803,853", "path": "instagram/picture3465.jpg", "like_list": [], "date_time": "Jan 11, 2015", "location": "", "tag_list": ["@lucille_clerc", "@lucille_clerc"], "caption": "“It’s a small way to contribute, to make a drawing,” says Lucille Clerc (), a French illustrator and printmaker based in London, whose hand-drawn image in response to the Charlie Hebdo attack in Paris resonated with people worldwide. “It’s a little drop in the end, but if it inspires and encourages people to react in a positive way, then it’s good.” Lucille started drawing as a child, and her work is inspired by architecture and places around her. She draws by hand, then scans her work before creating a screen print. Putting pen to paper was her reaction to the attacks on journalists and artists. “The risk is that you respond to violence with violence, and that would be such a terrible thing to do. The victims were good people and pacifists and I wanted to create something for people to respond to in a peaceful way,” Lucille says. “To express ourselves no matter what, that’s the best tribute we can give.” Photo by "}, {"num_of_comments": 24, "num_of_like": "533,030", "path": "instagram/picture3466.jpg", "like_list": [], "date_time": "Jan 11, 2015", "location": "", "tag_list": ["@janehahn", "@janehahn"], "caption": "“My Instagram photos are also a reflection of my daily life. I see it as a personal visual diary as well as an extension of my assignment work,” says Jane Hahn (), a professional American photographer based in Dakar, Senegal. “The ease of mobile photography and the immediacy of Instagram pushed me to look for the small everyday beauties that were being overshadowed by years of daily frustrations and rediscover why I chose West Africa as a base in the first place.” Jane’s images of simple and elegant moments of daily life across West Africa also carry the intention of revealing a perspective on Africa typically not shown across most media outlets. “I hope to challenge people's preconceived ideas about life in these places through my work—to look beyond the exotic and balance out what is seen in the mainstream media.” Photo by "}, {"num_of_comments": 24, "num_of_like": "508,047", "path": "instagram/picture3467.jpg", "like_list": [], "date_time": "Jan 10, 2015", "location": "", "tag_list": ["@trumpetlips", "@trumpetlips"], "caption": "In the hands of Los Angeles-area architecture student Michael Anderson (), an ordinary piece of plywood becomes a work of art. Michael uses a computer numerical control (CNC) machine—operated by special programs that control machine tools like routers—to reveal geometric patterns, wave-like ripples and other intricate designs hiding beneath the wood’s surface. “I’m interested in using this technology to express art through form, texture and spatial experience,” he says.\nMichael describes the design and fabrication process as long and detailed, explaining, “Each step has its benefits and limitations, but all work together.” He recently began expanding his work beyond wood to other mediums like resin and plaster. “Experimenting with different materials allows me to understand the limitations of not only the hardware, but the material itself,” he says. “Each material expresses itself in a unique way.” Photo by "}, {"num_of_comments": 24, "num_of_like": "482,934", "path": "instagram/picture3468.jpg", "like_list": [], "date_time": "Jan 10, 2015", "location": "", "tag_list": ["#WHPoutofplace", "#WHPoutofplace", "@michaelmodephotography"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos where something or someone is out of place. Some tips to get you started:\nThink about the many meanings of being “out of place.” To begin, consider it as something or someone in an unfamiliar context. Try bringing furniture outdoors, taking urban style to rural settings or staging any shoot that features unexpected combinations. If it feels unusual, you're on the right track. Next, remember to take the time to look for the randomness that surrounds us everyday. If you keep an eye out for the unexpected, you'll be surprised by how much you find. Finally, this project is also a celebration of personal contrasts. Think about the characteristics that make you stand out from the crowd and highlight them in a portrait.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "563,269", "path": "instagram/picture3469.jpg", "like_list": [], "date_time": "Jan 9, 2015", "location": "", "tag_list": ["@jinaehan", "@jinaehan"], "caption": "In many ways, Jina Han () is a typical style blogger, posting beautiful photos of her outfits and personal inspirations. But unlike many style bloggers, Jina, who lives in Seoul, is a sophomore in high school and, until recently, had to wear a uniform every day. “Most kids are stuck at academies until midnight and it’s all about ‘study, study, study,’” she says. “I was blessed with wonderful parents who allow me to pursue my passion as long as I keep my school work in check.” Photo by "}, {"num_of_comments": 24, "num_of_like": "588,908", "path": "instagram/picture3470.jpg", "like_list": [], "date_time": "Jan 9, 2015", "location": "", "tag_list": ["@dailynapkins", "@dailynapkins"], "caption": "Nina Levy () estimates that she has made over 2,000 different drawings on the napkins she packs with her children’s lunches. “I began doing napkins in the fall of 2006, drawing simple pictures in black Sharpie on napkins,” she explains. “I was just including a caring message from home and hoping to get him a little extra attention from the teachers supervising his lunch.” In the beginning, Levy’s two sons would actually use the napkins for their originally intended purpose. Now, they serve a more decorative function. \"If I don't have a request, I usually try to draw something that I know they have been thinking about recently,” she says. \"I am, however, often wrong about what is cool or even acceptable in the minds of seven- and 11-year-old boys.” Photo by "}, {"num_of_comments": 24, "num_of_like": "627,114", "path": "instagram/picture3471.jpg", "like_list": [], "date_time": "Jan 8, 2015", "location": "", "tag_list": ["@el__ral", "@el__ral"], "caption": "“Portraits are the art form that most caught my attention. It's like having a dialogue with the viewer,” explains Raúl Huerta () from Barcelona, Spain, who goes by the pseudonym Ral. The artist recently started his project “Naked Under Skin\"—a series of intimate portraits made from paper scraps, canvas, wood and paint. “Beauty is inspiring but I want to go beyond the good looks and startle with emotional impact,” he says. In using bits of newspaper, Ral aims to visually verbalize hidden emotions. “I try to get into the body of these people, to get past the skin and surface those feelings that everybody has inside.” Photo by "}, {"num_of_comments": 24, "num_of_like": "621,515", "path": "instagram/picture3472.jpg", "like_list": [], "date_time": "Jan 8, 2015", "location": "", "tag_list": ["@tfmoralles", "@tfmoralles"], "caption": "29-year-old Brazilian short\nstory writer Tiago Moralles () is writing São Paulo’s story through his street photography. As a writer, Tiago has established what he describes as a literary relationship with the photographs he creates. He explains, “I'm always searching for the right words to complement the photograph. Sometimes the visual is as dense as a long book, full of different interpretations. Other times it’s like poetry: You simply want to stare at it and just feel.” Photo by "}, {"num_of_comments": 24, "num_of_like": "582,758", "path": "instagram/picture3473.jpg", "like_list": [], "date_time": "Jan 7, 2015", "location": "", "tag_list": ["@pietertenhoopen", "@pietertenhoopen"], "caption": "Photographer Pieter Ten Hoopen () was born in the Netherlands, but moved to Sweden so long ago that he considers himself both Dutch and Swedish—except in matters of soccer—in which he remains fully Dutch. “I was working as an old-fashioned lumberjack in the forest with a motor saw,” he says, describing his early years in Sweden, and his path to photojournalism. “I love the forest but I realized I had other dreams and made the jump to photography.” On Instagram, he records his trail in muted tones, spanning scenes of ruin, survival, as well as moments of quiet, and open spaces. “I travel most of my working days, and to be honest, most of all right now, I’m longing for my house on the Swedish countryside.” He adds, “I love to work all over the globe but need my dose of snowy landscapes and stillness.” Photo by "}, {"num_of_comments": 24, "num_of_like": "367,325", "path": "instagram/picture3474.jpg", "like_list": [], "date_time": "Jan 7, 2015", "location": "", "tag_list": ["@__shigeto", "@__shigeto"], "caption": "For Detroit musician Zach Saginaw, more commonly known as Shigeto (), electronic music provides new frontiers for experimentation and growth. “Jazz was my passion for my entire teenage life,” he explains. But the competitiveness and clinical approach to music in college sapped Zach’s love for the genre. “I wanted to be a part of something still changing and growing,” Zach says of his gravitation toward the diverse world of electronic music. “My peers come from all different musical backgrounds. Anyone can find something to say when it comes to sitting down with a bit of software and seeing where it goes.” While Zach’s photos reflect his interests and inspiration, he uses video to tease his live performances. “I post songs people know, but show how different they are live, show how they translate and give people something to look forward to.” Video by "}, {"num_of_comments": 24, "num_of_like": "503,112", "path": "instagram/picture3475.jpg", "like_list": [], "date_time": "Jan 6, 2015", "location": "", "tag_list": ["@chinamisakamoto", "@chinamisakamoto"], "caption": "On New Year’s Eve, Osaka Instagrammer Chinami Sakamoto () was busy preparing “osechi-ryori,” traditional Japanese dishes featuring ingredients that have symbolic meanings to bring good luck for the new year. “There are so many things about Japanese food culture that I’m proud to share with the world,” says Chinami. “Like the seasonal and regional diversity, the way we use the ingredients to the fullest and the gentle cooking of food that sinks deeply into every fiber of your being.” Chinami says that for her, cooking is a form of self-expression that evolved naturally into her pursuit of food photography, which she shares on Instagram. “Through my food photos, I hope to tell the joy of cooking.” Photo by "}, {"num_of_comments": 24, "num_of_like": "833,268", "path": "instagram/picture3476.jpg", "like_list": [], "date_time": "Jan 6, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@_bunny_family_", "@_bunny_family_"], "caption": "Hello, Instagram! It’s time for the first  of 2015! Today we meet Mia, Anton, Schoko and Leonie (), a fabulously fluffy family of rabbits. To add a little bunny bounce to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "462,211", "path": "instagram/picture3477.jpg", "like_list": [], "date_time": "Jan 6, 2015", "location": "", "tag_list": ["@animalparaid", "@contagioustoona", "@karendoolittle", "@haydenstaxsoles", "@rusdiumbara", "@kevincab22", "@amyventures", "@cmykchicago", "@cay_mae", "#WHPresolutions2015"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "484,952", "path": "instagram/picture3478.jpg", "like_list": [], "date_time": "Jan 5, 2015", "location": "", "tag_list": ["@heraldherrera", "@heraldherrera"], "caption": "“Emiratis inspire me,” says Dubai Instagrammer Herald Herrera (), who moved to the United Arab Emirates from the Philippines to work as a network engineer. Herald began organizing InstaMeets to explore a different side of the city away from the tourist trail. “Dubai is good at promoting itself and breaking records— the tallest, the biggest and all the ‘-ests’ of the world,” he says. “But I want to focus on the normal life here, like public transportation and the places you don't see in advertisements.” However, every now and then, Herald does like to photograph the Burj Khalifa, the world's tallest building. But he does it in his own way. “It’s organic, rather than showing off Dubai,” he says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "601,217", "path": "instagram/picture3479.jpg", "like_list": [], "date_time": "Jan 5, 2015", "location": "", "tag_list": ["@maude_alta", "@maude_alta"], "caption": "“I love the feel of paper, the immense possibility represented by every blank page,” says paper-carving artist Maude Alta White (), who lives in New York’s Hudson Valley. “I want to have a conversation with the paper, not on the paper.” Maude begins her pieces with a pencil drawing, meticulously planning the positive and negative space before wielding a craft knife. “Cutting paper is very meditative, and I like the weight and decision of making every cut precise and meaningful,” she says. Creating portraits of women is especially challenging, Maude explains, because she has to connect the eyes, nose and mouth to the overall piece. “That’s why they all have hair blowing across their faces!” Photo by "}, {"num_of_comments": 24, "num_of_like": "549,864", "path": "instagram/picture3480.jpg", "like_list": [], "date_time": "Jan 4, 2015", "location": "", "tag_list": ["@ahmadmousa", "@mrkiiic", "@inasio_marin", "@robertoar89", "@yanapaskova", "@dominicnahr", "@ggirl", "@iamerinmarie", "@shafiqkhairy", "@ahmadmousa"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "882,432", "path": "instagram/picture3481.jpg", "like_list": [], "date_time": "Jan 4, 2015", "location": "", "tag_list": ["@stolbyshkin", "#stolbyshking", "@stolbyshkin"], "caption": "“When I travel, I don’t want to post the same old ‘me-and-something-beautiful-in-the-background’ photos,” says Moscow Instagrammer Anton Charushin (). “I like to share something unique, so I use my ability to stand on my head.” Anton posts photos of himself doing hands-free headstands in the hashtag series , a Russian word he invented to describe performing the move in interesting places. He says he is constantly on the lookout for a new creative approach for his series. “I look everywhere for a place to stand on my head: rocks, roofs, castles, trains, cornfields, elevators,” he says. Anton picked up his skill in high school when he got into break dancing. Later, he discovered other benefits to being upside down. “Headstands promote blood flow to the brain,” he says, “which improves my mood and sharpens my mind.” Photo by "}, {"num_of_comments": 24, "num_of_like": "529,315", "path": "instagram/picture3482.jpg", "like_list": [], "date_time": "Jan 3, 2015", "location": "", "tag_list": ["@malinfezehai", "@malinfezehai"], "caption": "“You grow up with this sense of always being a little out of place,” says photojournalist Malin Fezehai (), describing her childhood in an immigrant neighborhood of Stockholm, where she grew up with a Swedish mother, an Eritrean father and an Egyptian stepfather. Now based in Brooklyn, New York, Malin travels around the world, immersing herself in disparate communities, ranging from the war-torn lives of women in Sri Lanka to African refugees in Israel. “You don’t feel like you have one cultural identity and you tend to be able to connect with all kinds of people,” she explains. “That feeling is one of the reasons why I think I gravitate toward displaced communities in my work. The feeling of otherness is something I feel very connected to.” Photo by "}, {"num_of_comments": 24, "num_of_like": "418,721", "path": "instagram/picture3483.jpg", "like_list": [], "date_time": "Jan 3, 2015", "location": "", "tag_list": ["#WHPresolutions2015", "#WHPresolutions2015", "@jackieleeyoung"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative photos and videos that symbolize your resolutions for the year ahead. Some tips to get you started:\nResolutions often stem from reflection. Spend some time thinking about your goals for the new year and how you can express them creatively. While some resolutions can be captured quite literally, others may be more difficult to express. It's ok to get abstract to get your point across. Finally, remember to share the details of your resolution in the caption.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "530,858", "path": "instagram/picture3484.jpg", "like_list": [], "date_time": "Jan 2, 2015", "location": "", "tag_list": ["@_f7", "#初詣", "@laurakoyama"], "caption": "In Japan, the place to be at the strike of midnight on New Year’s Eve, and the several days that follow, is a Shinto shrine or Buddhist temple. That’s where millions gather for “hatsumode”— the first shrine or temple visit of the new year. People line up to pray for happiness and health in the year ahead, toss small amounts of money in the offering box, and purchase charms. Paper fortunes called “omikuji” are handed out, making predictions for the coming year on all matters, from health to business to travel to love. “Every year, I go to hatsumode at the local temple on the fourth day of January—it’s been our family tradition for over 20 years,” says Tokyo Instagrammer Yoshito Hasaka (). “While the monk recites the sutra, I close my eyes and pray for many things including my family and my work. This year, I’ll also wish for good things to happen through Instagram.” For more photos and videos welcoming the new year with Japan’s hatsumode tradition, browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "532,763", "path": "instagram/picture3485.jpg", "like_list": [], "date_time": "Jan 2, 2015", "location": "", "tag_list": ["@love_aesthetics", "@love_aesthetics"], "caption": "“Colors actually bore me after a while,” says Ivania Carpio (), a style blogger who lives in the Netherlands. “A white shirt, on the other hand, will always be appropriate. It feels fresh and new. It is so unspecific that the possibilities become endless.” Ivania is more interested in clothes than fashion. “Clothes are the objects that are physically the closest to us,” she says. “They are on our bodies almost at all times and become part of our identity.” Photo by "}, {"num_of_comments": 24, "num_of_like": "484,547", "path": "instagram/picture3486.jpg", "like_list": [], "date_time": "Jan 1, 2015", "location": "", "tag_list": ["@eleanormacnair", "@eleanormacnair"], "caption": "“I’m not a photographer myself. I’ve never studied art, and didn’t visit an art gallery until I was 21,” says Eleanor MacNair (). Undaunted by a lack of formal qualifications, Eleanor made a career for herself working in London as a public relations agent for museums, galleries and book publishers that specialize in photography. In her spare time, she recreates some of her favorite photographs as renderings made out of Play-Doh, which she keeps just long enough to photograph, before returning the modeling material to its jars. “Sometimes things are more special in life because they are fleeting and you know you don’t have them for long,” Eleanor explains. “It’s nice to do something in life that isn’t money driven, and ‘just because’ really. Also, I don’t know where I would put nearly 150 Play-Doh renderings in my small flat.” Play-Doh rendering of Robert Mapplethorpe’s Patti Smith photograph by "}, {"num_of_comments": 24, "num_of_like": "720,491", "path": "instagram/picture3487.jpg", "like_list": [], "date_time": "Jan 1, 2015", "location": "", "tag_list": ["@astro_terry", "@iss", "@astro_terry", "@astro_terry"], "caption": "“In space you see intense colors, shades of blue that I’d never seen before,” says NASA astronaut Terry Virts (), who is currently in orbit above Earth aboard the International Space Station (). “It’s been said a thousand times but it’s true: There are no borders that you can see from space, just one beautiful planet,” he says. “If everyone saw the Earth through that lens I think it would be a much better place.” Today, Terry and his fellow crew members will be greeting the new year from the best seat in the house. “We get to celebrate all 24 time zones. We’ll be over the earth at midnight while in 16 of them,” he says. “But I won’t be awake.” To see more spectacular images and videos of Earth as seen from space, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "466,788", "path": "instagram/picture3488.jpg", "like_list": [], "date_time": "Dec 31, 2014", "location": "", "tag_list": ["@beetleblossom", "@beetleblossom"], "caption": "“As a child, I lived in a wonder world of fairies, witches, science fiction and botany,” says Instagrammer Katie McCann (), an artist based in Berkeley, California. “Not much has changed—the only difference being that I record all of my thoughts and stories in the form of collages.” She describes the figures she creates as hybrids made up of insects, birds, shells, bones, plants and machinery. Seeking out images from antique books, Katie intricately cuts and assembles pieces like a jigsaw puzzle. “I might replace hands with claws or put a shell on a head,” she says. “I see such beauty in anatomical drawings. I love to cut them up and rearrange them, turning them into otherworldly creatures.” Photo by "}, {"num_of_comments": 24, "num_of_like": "567,703", "path": "instagram/picture3489.jpg", "like_list": [], "date_time": "Dec 31, 2014", "location": "", "tag_list": ["@tierneygearon"], "caption": "This week we are looking back at some inspiring stories in 2014 from around the Instagram community. Today, it’s the work of art photographer Tierney Gearon, whose work we featured here on April 27. “This image is part of my COLORSHAPE series I have been working on now for about four years. It is a great thing to be able to include my children and friends to collaborate on my art projects,” says Tierney. “Not every mom goes around the country with these amazing colorful boxes in the back of her car. My friends and family have incredible memories from all of our art road trips.” Photo by "}, {"num_of_comments": 24, "num_of_like": "721,103", "path": "instagram/picture3490.jpg", "like_list": [], "date_time": "Dec 30, 2014", "location": "", "tag_list": ["@laliou", "@laliou"], "caption": "“I think all underwater shots have an ethereal feel to them, but I have a soft spot for the ones where the subject is closer to the surface,” says Valia Efstathiou (), a translator in Athens, Greece. “They're so much brighter, you get amazing skin tones and the reflections are just out of this world.” Valia shoots and models in most of her underwater scenes in Cape Sounion, using a compact waterproof camera. “My country is famous for its crystal-clear waters,” she says. “It would be hard not to be inspired by all its beauty. Greece is full of hidden treasures and I'm just happy I get to share some of them with the rest of the world.” Photo by "}, {"num_of_comments": 24, "num_of_like": "641,261", "path": "instagram/picture3491.jpg", "like_list": [], "date_time": "Dec 30, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@speedyboyboy", "@speedyboyboy"], "caption": "Hello, Instagram! It’s time for the final  of 2014! Meet Speedy (), a handsome 6-year-old Chihuahua from San Diego, California. When Speedy isn’t rooting for the Chargers, he’s volunteering as a therapy dog at senior homes and libraries. To add a touch of adorable tongue-out fluff to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "398,871", "path": "instagram/picture3492.jpg", "like_list": [], "date_time": "Dec 30, 2014", "location": "", "tag_list": ["@robertwtobin", "@susannacastelli", "@rafael_ferrao", "@nma.g", "@brotherstare", "@justinisjoy", "@briemullin", "@suvisalanni", "@spencepen", "#WHPfeelslikehome"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "483,890", "path": "instagram/picture3493.jpg", "like_list": [], "date_time": "Dec 29, 2014", "location": "", "tag_list": ["@landonnordeman", "@landonnordeman"], "caption": "This week we are looking back at some inspiring stories in 2014 from around the Instagram community. Today, it’s the work of photographer Landon Nordeman (), whose work we featured here on May 3. “Almost every picture I take starts with one thing that catches my eye,” says Landon. “In this case it’s pretty obvious it was those hats. They called to me from across the infield. Although the Kentucky Derby is technically a horse race, it is also a gargantuan fashion show.” Photo by "}, {"num_of_comments": 24, "num_of_like": "590,806", "path": "instagram/picture3494.jpg", "like_list": [], "date_time": "Dec 29, 2014", "location": "", "tag_list": ["@arthurmartins", "@arthurmartins"], "caption": "This week we are looking back at some inspiring stories in 2014 from around the Instagram community. Today, it’s the work of Rio de Janeiro-based Instagrammer Arthur Maciel (), whose work we featured here on June 16. “This photo was taken during the World Cup here in Brazil,” says Arthur. “As I’m from Rio I wanted to show something that simply illustrates all the sensations that football brings to the people here in Brazil, that live for it, playing it everywhere possible.” Photo by "}, {"num_of_comments": 24, "num_of_like": "526,872", "path": "instagram/picture3495.jpg", "like_list": [], "date_time": "Dec 28, 2014", "location": "", "tag_list": ["@choejor", "@dischordrecords", "@damasoreyes1", "@sacco_sorry", "@alexiawebster", "@phamhaduylinh", "@jesse_burke", "@alessandroserrano", "@aelkhalil", "@choejor"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "484,300", "path": "instagram/picture3496.jpg", "like_list": [], "date_time": "Dec 28, 2014", "location": "", "tag_list": ["@balazsgardi", "@balazsgardi"], "caption": "This week we are looking back at some inspiring stories in 2014 from around the Instagram community. Today, it’s the work of photojournalist Balazs Gardi (), whose account we featured here on March 7. “In 2014, just as every year in this past decade, I set out photographing stories about how profoundly water influences our lives,” says Balazs. “I traveled to the ‘cradle of humankind’ in the arid northwestern tip of Kenya’s Lake Turkana to see how semi-nomadic pastoralist tribes cope with the harsh consequences of climate change.” Photo by "}, {"num_of_comments": 24, "num_of_like": "726,364", "path": "instagram/picture3497.jpg", "like_list": [], "date_time": "Dec 27, 2014", "location": "", "tag_list": ["@mzavialov", "#timethroughphoto", "@mzavialov"], "caption": "“Every person has his or her own story, which deserves to be told in one form or another,” says Instagrammer Maksim Zavialov () of Khabarovsk, Russia. Maksim tells his story in the hashtag series he began, , in which he takes a photo of himself holding up a photo made with instant film in the same location. “I find the technique interesting because you really only have one chance to make the picture,” says Maksim, adding that it takes precision to get the details in both images to align the way he wants them to. He says his work offers insight into time and place. “Even in the same place, something new is always happening,” he says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "435,525", "path": "instagram/picture3498.jpg", "like_list": [], "date_time": "Dec 27, 2014", "location": "", "tag_list": ["#WHPfeelslikehome", "#WHPfeelslikehome", "@local_milk"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative photos and videos that capture the feeling of being at home. Some tips to get you started:\nIf you've traveled home for the holidays, look for the objects and places that remind you of your childhood. Be sure to tell their stories in your captions. For some, family traditions involve home-cooked meals. Share photos of the recipes that you've kept close to heart. Finally, remember that “home” is as much as about people as it is place. Get your friends and family together and share portraits from your community.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "451,286", "path": "instagram/picture3499.jpg", "like_list": [], "date_time": "Dec 26, 2014", "location": "", "tag_list": ["@laurenmarek", "#whpspacedreams", "@laurenmarek"], "caption": "This week we are looking back at some inspiring stories in 2014 from around the Instagram community. Today, it’s the images from Texas-based photographer Lauren Marek (), whose account was featured here on July 21. “I've always been fascinated with astronauts, space travel, and science fiction,” says Lauren, who made this image for the Weekend Hashtag Project . “We covered an old football helmet in tinfoil, made a hot light into a planet, and shined a light behind a curtain to look like space. I really love this photo because it reminds me of being a kid and dreaming big. It's a reminder to keep dreaming.” Photo by "}, {"num_of_comments": 24, "num_of_like": "562,353", "path": "instagram/picture3500.jpg", "like_list": [], "date_time": "Dec 26, 2014", "location": "", "tag_list": ["@joeriis", "@natgeo", "@joeriis"], "caption": "This week we are looking back at some of the inspiring stories in 2014 from around the Instagram community. Today, it’s the work of wildlife photographer Joe Riis (), whose account was featured here on July 6. “I was in the field almost the entire year for National Geographic Magazine () and a personal project I’m doing on Greater Yellowstone elk migrations,” says Joe. “This camp life with horses and mules and cameras and fires to cook over became my daily rhythm. That tent was my scene. I photographed it all summer long. Never again did I see those embers fly like this.” Photo by "}]}