{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "570,038", "path": "instagram/picture0301.jpg", "like_list": [], "date_time": "Feb 22, 2018", "location": "Santa Monica, California", "tag_list": ["@debachak", "@debachak"], "caption": "Video by \nBodybuilders and acrobats gather at the famed Muscle Beach in California to show off their strength — as in this video from photographer Deb Achak (). “Eager to see this particular athlete perform, I asked if I could capture him as he practiced,” says Deb. “He happily obliged.”"}, {"num_of_comments": 18, "num_of_like": "835,692", "path": "instagram/picture0302.jpg", "like_list": [], "date_time": "Feb 22, 2018", "location": "Singapore", "tag_list": ["@jimchanfc", "@jimchanfc", "#WHPmoveit"], "caption": "Photo by \n“I love how I captured the joy and excitement of a child whose main worry is when the ride is going to end and nothing else,” says Jimmy Chan () of his  submission. “I hope this inspires everyone to get out there and enjoy life as much as possible.”"}, {"num_of_comments": 23, "num_of_like": "501,799", "path": "instagram/picture0303.jpg", "like_list": [], "date_time": "Feb 22, 2018", "location": "Vienna, Austria", "tag_list": ["@markomestrovic", "@markomestrovic", "#WHPmoveit"], "caption": "Photo by \nMarko Mestrovic () dove right in at a local underwater rugby team practice. “During warm ups, all the players swim around pretty chaotically,” he describes. “I wanted to get as close into the action as possible.”\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 19, "num_of_like": "689,015", "path": "instagram/picture0304.jpg", "like_list": [], "date_time": "Feb 22, 2018", "location": "", "tag_list": ["@shaistadeen", "@shaistadeen"], "caption": "Photo by \nPhotographer Shaista Deen () is giving the world the role model she wanted. “Growing up in Trinidad and Tobago, I never saw any female hijabi photographers,” says the 22-year-old great-great-granddaughter of Indian immigrants.\nAt age 14, she saved up for her first camera. With a bedroom desk lamp as her studio light and a stack of books as a tripod, she captured what was closest: her friends, her family and herself. “I was very different with regards to the way I saw myself back then,” she remembers. “I was depressed for a period of time as a teenager. Photography was one of the main things that helped me out of that. I was extremely insecure about myself, pessimistic and doubted my abilities a lot. After I was able to get past all of that, I wanted to help others do the same.”\nNow, she’s a university student (and freelance photographer) living in the UK, but Shaista misses her homeland — and the Caribbean sun. “I love my little island and I’m proud of where I’m from,” she says.\nWatch today’s story to learn more about Shaista."}, {"num_of_comments": 24, "num_of_like": "689,015", "path": "instagram/picture0305.jpg", "like_list": [], "date_time": "Feb 21, 2018", "location": "Cricket Hill", "tag_list": ["@cshimala", "#WHPmoveit"], "caption": "Video by \nSliding into your feed like 🍕. "}, {"num_of_comments": 24, "num_of_like": "660,866", "path": "instagram/picture0306.jpg", "like_list": [], "date_time": "Feb 21, 2018", "location": "Balikpapan", "tag_list": ["@ibnuwijayakusuma", "@ibnuwijayakusuma", "#WHPmoveit"], "caption": "Photo by \nAll it took was a couple of friends and a sunny backdrop for Ibnu Wijaya Kusuma () to create this  submission."}, {"num_of_comments": 24, "num_of_like": "579,957", "path": "instagram/picture0307.jpg", "like_list": [], "date_time": "Feb 21, 2018", "location": "Montreal, Quebec", "tag_list": ["@tobrook", "@tobrook", "#WHPmoveit"], "caption": "Photo by \n“What if dancers would be allowed on a soccer field?” asks photographer Eric Gagnon (). “I think we could see some impressive moves!” ⚽️\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 21, "num_of_like": "514,015", "path": "instagram/picture0308.jpg", "like_list": [], "date_time": "Feb 21, 2018", "location": "London, United Kingdom", "tag_list": ["@ashish", "#LFW"], "caption": "“Glitter against gloom” is how Indian fashion designer Ashish Gupta () describes his colorful, sequined clothes. “Growing up in New Delhi, I always admired my mum’s silk saris and her collection of shoes,” says Ashish. “She had such great taste. It really made me appreciate fabrics and colors, and want to make beautiful outfits — I couldn’t imagine a more glamorous way of living.”\nAfter moving to London more than 20 years ago to complete a degree in fashion at Central Saint Martins College of Art and Design — and once having his entire portfolio of work stolen at a train station in Paris — Ashish first showed his collection at the 2004 London Fashion Week. He hasn’t stopped creating his “understated overstatement” designs since. “It feels scary, exciting, familiar, moving and inspiring,” says Ashish of showing at . “I never get used to it - every show feels as intense as the first time.”\nWatch our story to go behind the scenes with Ashish at his show in London. ✨"}, {"num_of_comments": 23, "num_of_like": "1,185,959", "path": "instagram/picture0309.jpg", "like_list": [], "date_time": "Feb 17, 2018", "location": "Grand Park", "tag_list": ["@diavolo_la", "@loewe7", "#WHPmoveit", "@loewe7", "#WHPmoveit"], "caption": "Featured photo of  by \nWeekend Hashtag Project: \nInspired by the Winter Olympics, this weekend’s goal is to create photos and videos celebrating the power of movement, as in this featured photo by Thai Haong ().\nYou don’t have to be an athlete to capture the everyday action around you, like a spontaneous trampoline session or a daily run through the park. Keep an eye out for repeating shapes or colorful backdrops to elevate your images.\nPlay with different viewpoints to maximize energy. Make us feel the drama with intense expressions and extreme angles, like an unexpected selfie during an exhilarating cheerleading practice.\nUse creative tools like slow-motion or time-lapse to add another layer of depth to your submission. Capture the blur from a crashing wave while surfing or a freeze frame of a mid-air jump in order to transport us into the action.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,185,959", "path": "instagram/picture0310.jpg", "like_list": [], "date_time": "Feb 17, 2018", "location": "", "tag_list": ["@shibsibs", "@maiashibutani", "#Pyeongchang2018", "@alexshibutani", "@olympics"], "caption": "For American ice dancers Maia and Alex Shibutani (), their family bond is their greatest strength. “Skating with a sibling is unique,” says 23-year-old Maia (). “But we’ve always gotten along well. Alex is an awesome big brother and now that we’re on the same team, we treat each other like equals. It’s a huge strength for us to know that we support each other unconditionally.”\nCompeting in their second Winter Olympics, in , Maia and Alex are no strangers to success in ice dancing, a ballroom dancing-influenced form of figure skating: They are three-time world medalists and two-time U.S. champions in their sport. And earlier this week, they won bronze in the team figure skating event. But being Olympic athletes — together — is their greatest triumph. “Our bond extends beyond our skating together as a team,” says 26-year-old Alex (). “We’ll be best friends for the rest of our lives.” 🇺🇸\nLace up your skates and watch our story to join Maia and Alex as they prepare for the Winter Olympics (), which are taking place in Pyeongchang, South Korea, February 9-25. Keep tuning in as we spotlight competing athletes from around the world."}, {"num_of_comments": 24, "num_of_like": "640,945", "path": "instagram/picture0311.jpg", "like_list": [], "date_time": "Feb 16, 2018", "location": "Singapore", "tag_list": ["@susanne.decochiffon", "@susanne.decochiffon", "#LunarNewYear"], "caption": "Photo by \nSingaporean author and chef Susanne Ng () brings a scientific approach to her cute and colorful chiffon cakes. “Baking is very precise, like research,” says Susanne who holds a PhD in biomedical engineering. “Conducting experiments comes as second nature to me, and I have brought my love for experiments into the kitchen.” For  in Singapore, Susanne gathers with her extended family to celebrate. “It’s a time of reunion,” she says.\nWatch our story to see how Susanne crafted this zodiac cake for the holiday."}, {"num_of_comments": 17, "num_of_like": "1,007,502", "path": "instagram/picture0312.jpg", "like_list": [], "date_time": "Feb 15, 2018", "location": "East Village, Manhattan", "tag_list": ["@lilfrankies", "@lilfrankies", "@frankprisinzano", "#ValentinesDay"], "caption": "Photo by \nA staple of NYC’s East Village neighborhood, Lil’ Frankie’s () is home to lots of love stories. 🍕❤️ “I can’t think of anything more special than someone taking the time to write me an email about how they fell in love over one of my pizzas or pastas,” says chef and restaurant owner Frank Prisinzano (), who regularly treats couples who met at one of his restaurants to a free dinner, and the Instagram community to his cooking tutorials. “I love to feed people and teach them how to cook. That’s my calling, I guess!”\nWe’re heading into the kitchen to celebrate  with Chef Frank. Check out our story to get in on the love."}, {"num_of_comments": 24, "num_of_like": "1,455,860", "path": "instagram/picture0313.jpg", "like_list": [], "date_time": "Feb 14, 2018", "location": "Topanga Park, California", "tag_list": ["@topangacreek", "#WHPwithlove", "@topangacreek"], "caption": "Photo by \nAthletes on a California trail came together to form a heart for . “Often mountain bikers and hikers are at odds,” says Chris Kelly (), the owner of an adventure bicycle shop and organizer of weekly rides, “so I really liked that we made this heart together.”"}, {"num_of_comments": 24, "num_of_like": "816,938", "path": "instagram/picture0314.jpg", "like_list": [], "date_time": "Feb 14, 2018", "location": "Moscow, Russia", "tag_list": ["@nathalie.gertz", "#WHPwithlove"], "caption": "Photo by \nMatching hair, matching hearts. ❤️ "}, {"num_of_comments": 24, "num_of_like": "816,938", "path": "instagram/picture0315.jpg", "like_list": [], "date_time": "Feb 14, 2018", "location": "San Francisco, California", "tag_list": ["@cobythecat", "@cobythecat", "#WHPwithlove"], "caption": "Video by \n“This video shows my softer side,” writes Coby (), a 2-year-old British shorthair cat. “I’m known to get a little sassy and strut my stuff. But behind all the fluff, I’ve got a big heart and lots of love to give.” 🌹\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 23, "num_of_like": "1,077,309", "path": "instagram/picture0316.jpg", "like_list": [], "date_time": "Feb 13, 2018", "location": "", "tag_list": ["@lenkabanby", "#WHPwithlove"], "caption": "Photo by \nA serene moment in the snowy Czech Republic for ."}, {"num_of_comments": 24, "num_of_like": "779,632", "path": "instagram/picture0317.jpg", "like_list": [], "date_time": "Feb 13, 2018", "location": "", "tag_list": ["@gboxrkw", "@gboxrkw", "#WHPwithlove"], "caption": "Photo by \nLove is in the air — and in the mechanic’s shop. “As we all know, love refers to a feeling of strong attraction and emotional attachment,” writes Govind Raikwar () in his caption. “Here is another such example of love, and it’s not with a living thing but with this mean machine.” 🏍💗 "}, {"num_of_comments": 24, "num_of_like": "630,781", "path": "instagram/picture0318.jpg", "like_list": [], "date_time": "Feb 13, 2018", "location": "", "tag_list": ["@mepicalaetiqueta", "#WHPwithlove"], "caption": "Photo by \nFrom the handmade masks to the sweetly sleeping faces, we’re head over heels for this scene in Spain.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "697,940", "path": "instagram/picture0319.jpg", "like_list": [], "date_time": "Feb 13, 2018", "location": "New York, New York", "tag_list": ["@golden_barbie", "#NYFW"], "caption": "These days, American model Jasmine Sanders () might feel like she lives on an airplane, but the constant hustle is worth it to be at New York Fashion Week. “I love coming to New York because it kicks off an amazing month of traveling the world with great people and seeing all the new, fun and creative designs in the upcoming season,” says Jasmine. Before she jets off for the next fashion show, you’ll find Jasmine enjoying a classic New York experience — pizza. “I have to get pizza every time I’m in the city!” 🍕\nFrom fittings to parties to the runway shows, watch our story today to take in  through Jasmine’s eyes."}, {"num_of_comments": 24, "num_of_like": "832,115", "path": "instagram/picture0320.jpg", "like_list": [], "date_time": "Feb 12, 2018", "location": "Brooklyn, New York", "tag_list": ["@paulthecorgi", "@paulthecorgi", "#TheWeekOnInstagram"], "caption": "Photo by \nPaul the Corgi (): “Who’s a good boy? ... I’m a good boy. 😌”\n“Paul is a very good sport when it comes to humoring my random, silly ideas,” says Cynthia, Paul’s human, who used a treat to coax her corgi into looking at the mirror. "}, {"num_of_comments": 17, "num_of_like": "1,120,570", "path": "instagram/picture0321.jpg", "like_list": [], "date_time": "Feb 12, 2018", "location": "Tokyo, Japan", "tag_list": ["@johnny777", "@johnny777", "#TheWeekOnInstagram"], "caption": "Photo by \nA larger-than-life gnome figure, with his hat stretching to the sky like a flower, watches over an office complex’s garden in Tokyo, where photographer Ryoji Iwata () waited patiently to capture the perfect photo. “This gnome made the normal street scene feel surreal,” he says. "}, {"num_of_comments": 24, "num_of_like": "925,362", "path": "instagram/picture0322.jpg", "like_list": [], "date_time": "Feb 11, 2018", "location": "Hamadan Province", "tag_list": ["@hamidrezaamiri_", "#TheWeekOnInstagram"], "caption": "Photo by \nSorry snow. You won’t stop these soccer stars in Iran. ⚽ "}, {"num_of_comments": 24, "num_of_like": "925,362", "path": "instagram/picture0323.jpg", "like_list": [], "date_time": "Feb 10, 2018", "location": "", "tag_list": ["@shibainu.berry", "#WHPwithlove", "@shibainu.berry", "#WHPwithlove", "#WHPwithlove"], "caption": "Featured video by \nWeekend Hashtag Project: \nLove is in the air. 💘 In honor of Valentine’s Day, celebrated around the world on February 14, the goal this weekend is to create photos and videos showing how love inspires you, as in this featured video from .\nCome together to connect with loved ones. (Humans and furry friends alike!) If you can’t be with them IRL, find a creative way to include them with a printed photo, drawing or meaningful memento.\nDo you show your love with gifts? We want to see the handmade crafts and heart-shaped treats you share this time of year.\nCapture what you love to do. Whether you’re hosting a dinner party, going for a bike ride or starting an impromptu dance party, celebrate the big and small moments with friends, both new and old.\nBe sure to follow the  hashtag to see what the community is creating.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "590,843", "path": "instagram/picture0324.jpg", "like_list": [], "date_time": "Feb 10, 2018", "location": "Rio de Janeiro, Rio de Janeiro", "tag_list": ["@alexiahentsch", "@gabmendss", "@alexiahentsch"], "caption": "Photo of  by \n“I do something in the line between fashion and costume,” explains Alexia Hentsch (). The costume designer splits her time between London and Rio de Janeiro, where she was born. For the past two years, she has created custom pieces for Rio’s Carnival celebrations. “I love Carnival. I think it’s difficult not to,” says Alexia. “It’s a celebration of joy, which doesn’t exist anywhere else in the world on such a large scale. The whole country has checked out to go to a party. It’s kind of nuts.”\nWatch our Instagram story now to see more of Alexia’s Carnival costume creations."}, {"num_of_comments": 17, "num_of_like": "416,704", "path": "instagram/picture0325.jpg", "like_list": [], "date_time": "Feb 10, 2018", "location": "", "tag_list": ["@seun_msamazing", "@mollychoma", "@seun_msamazing", "#Pyeongchang2018", "@olympics"], "caption": "Photo of  by \nNigerian-American athlete Seun Adigun () and her teammates are making history. They’re the first African bobsled team to qualify for the Winter Olympics. “It feels absolutely amazing,” says Seun, who was born in the U.S. to Nigerian immigrant parents. “It’s surreal on a daily basis.” Seun, the driver on her team of three, found bobsledding through track and field, which she’d competed in at the 2012 Summer Olympics.\nYears later, after countless hours of training on both dry land and the ice track, she’s taking her bobsled team to compete in . And once the games are over, Seun, who lives in Houston and just graduated with a degree in chiropractic work, wants to continue working with Olympians. “I plan to open my chiropractic practice along with a high-performance injury prevention and rehabilitation facility for elite-level athletes.” 🇳🇬\nThe Winter Olympics () are taking place in Pyeongchang, South Korea, February 9-25. Tune in as we spotlight competing athletes from around the world."}, {"num_of_comments": 24, "num_of_like": "617,253", "path": "instagram/picture0326.jpg", "like_list": [], "date_time": "Feb 9, 2018", "location": "Oman", "tag_list": ["@chebmoha", "@chebmoha", "@gulfphotoplus"], "caption": "Photo by \nTwenty-five-year-old Cheb Moha () was born in Iraq, raised in Libya and Canada, then couch-surfed his way across Europe and the Middle East. He’s settled (for a moment) in the United Arab Emirates. “I have never encountered a place that was boring to me,” says Moha, whose first photos were made with an old film camera and a roll of expired film. “The pictures were really bad,” he admits. But he’d found a way of connecting with people around the world. “It’s a very intimate thing to ask someone, ‘Can I take your picture?’ It created a lot of friendships, a lot of relationships and opportunities.”\nFrom those opportunities, he’s built a career as a stylist, art director and photographer, with his images now hanging on gallery walls at GPP Photo Week, the Dubai-based photo festival organized by . “I’m peeling back the layers of where I am and going beyond the confines of how things are usually seen,” he says.\nWatch today’s story to see his portraits from across the Middle East."}, {"num_of_comments": 24, "num_of_like": "617,253", "path": "instagram/picture0327.jpg", "like_list": [], "date_time": "Feb 8, 2018", "location": "Los Angeles, California", "tag_list": ["#BlackHistoryMonth", "@museummammy", "@yoe.apolinario", "@sheopatra_jones"], "caption": "Throughout , celebrated during February in the United States and Canada, we’re highlighting next-generation creatives of color who are shaping the future of their communities. Each of the featured accounts was selected by writer, curator and activist Kimberly Drew ().\n“Yoe Apolinario () invites you into her creative growth and uses her platform to highlight other dance communities around the world,” says Kimberly of the professional dancer who is based in Los Angeles. “I found a video of Yoe dancing alongside SHEstreet () on [singer] Diana Ross’ Instagram. In the video, they are both in suits and busting out some of the most fly, futuristic dance moves I’ve seen in a long time. While following Yoe’s account, I was exposed to the beauty and strength of Instagram’s dance community. Yoe is fierce, committed and she’s invited us all along for the ride.”\nWatch our story to see more from Yoe."}, {"num_of_comments": 11, "num_of_like": "601,458", "path": "instagram/picture0328.jpg", "like_list": [], "date_time": "Feb 7, 2018", "location": "Claremont, California", "tag_list": ["@icedcarlo", "#WHPillusion", "@icedcarlo"], "caption": "Photo illustration by \nLook a little bit closer to see the  in Carlo David’s () photo. “My inspiration was growing up in the Philippines listening to Michael Jackson records,” says Carlo, who now lives and works in the Los Angeles area. “Record stores will always remind me of my childhood.”"}, {"num_of_comments": 24, "num_of_like": "810,255", "path": "instagram/picture0329.jpg", "like_list": [], "date_time": "Feb 7, 2018", "location": "Dallas, Texas", "tag_list": ["@roodster3", "@roodster3", "#WHPillusion"], "caption": "Photo by \nTen years ago, the idea of owning a Mustang was nothing more than a dream for Rudy Simental (). “When I saw the  project, it reminded me of the fact that many years ago my idea of owning this car was an illusion. So I turned my actual car into a model size.”"}, {"num_of_comments": 24, "num_of_like": "703,009", "path": "instagram/picture0330.jpg", "like_list": [], "date_time": "Feb 7, 2018", "location": "Nice, France", "tag_list": ["@kademoiselle", "@kademoiselle", "#WHPillusion"], "caption": "Photo by \nIn the brightly colored alleyways of the south of France, portrait photographer Karolina Kodlubaj () made a well-placed mirror the focal point of her  submission. “The difficult part was to get the perfect position for the model and me — and to find an opposite wall of the same color to achieve the complete illusion.”\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 20, "num_of_like": "473,827", "path": "instagram/picture0331.jpg", "like_list": [], "date_time": "Feb 7, 2018", "location": "Los Angeles, California", "tag_list": ["#BlackHistoryMonth", "@museummammy", "@nosessola"], "caption": "Throughout , celebrated during February in the United States and Canada, we’re highlighting next-generation creatives of color who are shaping the future of their communities. Each of the featured accounts was selected by writer, curator and activist Kimberly Drew ().\n“I have to start by saying I want every single thing that they make,” says Kimberly of the Los Angeles-based brand No Sesso (), led by designer Pierre Davis. “This desire comes from the fact that I feel like the clothes were made for me, all of me: a black queer woman. As a brand, No Sesso invites us all to feel like we can belong. Italian for ‘no sex or gender,’ I was totally sold when my friend shared their account with me. No Sesso totally shifts how many people think about what fashion can do. I can’t wait to see what they do next.”\nWatch our story to see more from No Sesso."}, {"num_of_comments": 24, "num_of_like": "717,684", "path": "instagram/picture0332.jpg", "like_list": [], "date_time": "Feb 6, 2018", "location": "Paris, France", "tag_list": ["@elieyobeid", "#WHPillusion"], "caption": "Photo by \nLines and colors camouflage a Parisian woman with a stack of books. "}, {"num_of_comments": 24, "num_of_like": "956,857", "path": "instagram/picture0333.jpg", "like_list": [], "date_time": "Feb 6, 2018", "location": "Singapore", "tag_list": ["@_yafiqyusman_", "@_yafiqyusman_", "#WHPillusion"], "caption": "Photo by \nYafiq Yusman () gathered a group of friends together to play with scale in Singapore. "}, {"num_of_comments": 24, "num_of_like": "1,127,291", "path": "instagram/picture0334.jpg", "like_list": [], "date_time": "Feb 6, 2018", "location": "", "tag_list": ["@seasunstefunny", "#WHPillusion"], "caption": "Photo by \nBlending in with sea and sand for . 🌊\nFollow along to see more of our favorites from last weekend's hashtag project."}, {"num_of_comments": 20, "num_of_like": "693,691", "path": "instagram/picture0335.jpg", "like_list": [], "date_time": "Feb 5, 2018", "location": "São Paulo, Brazil", "tag_list": ["@encolhiaspessoas", "@encolhiaspessoas"], "caption": "Photo by \nSome say the world is small. For Renan Viana’s micro characters (), it’s gigantic. In 2014, the 28-year-old photographer found a box of miniature figures in an antique shop in Belém, Brazil. Renan customized each with paint, glaze and glue then started taking photos of them on wild adventures. “The miniature figures are my companions to discover new places,” he says. “I carry a few around in a little box, and whenever I go out, I set up scenes on my walks. But I plan more specific scenes in advance.”\n“Taking pictures of such little ‘people’ on the street draws a lot of attention,” says Renan. “Some people pass by without understanding what I’m doing, while others stop and get closer until they realize what’s going on. Once I had to cover a figure with my hand so that it wasn’t crushed. I ended up hurting my hand, but the figure was OK.”\nTune in to today’s story to learn more about Renan’s characters and their world."}, {"num_of_comments": 24, "num_of_like": "725,559", "path": "instagram/picture0336.jpg", "like_list": [], "date_time": "Feb 5, 2018", "location": "Stockholm, Sweden", "tag_list": ["@johnnykeethon", "@johnnykeethon", "#TheWeekOnInstagram"], "caption": "Photo by \n“You’re blinded by the pure white layer covering everything in your eyesight,” says Simon Kerola () of walking through a forest of untouched snow in Stockholm. “I always feel that if I keep my eyes open, it would look something like this photograph.” "}, {"num_of_comments": 23, "num_of_like": "1,760,522", "path": "instagram/picture0337.jpg", "like_list": [], "date_time": "Feb 4, 2018", "location": "Pont d'Arcole", "tag_list": ["@maomay__", "@maomay__", "#TheWeekOnInstagram"], "caption": "Photo by \nMaoMay () the cat travels the world. “This photo was taken in Paris near the Notre Dame that you can see in background,” says MaoMay’s human, Giulia. “I took millions of pictures, but this one was the funniest since MaoMay was sniffing my phone.” "}, {"num_of_comments": 24, "num_of_like": "1,011,461", "path": "instagram/picture0338.jpg", "like_list": [], "date_time": "Feb 4, 2018", "location": "Nara Prefecture, Japan", "tag_list": ["@akamisokatsu", "#TheWeekOnInstagram"], "caption": "Photo by \nA storybook scene in Japan. 🦌 "}, {"num_of_comments": 24, "num_of_like": "982,784", "path": "instagram/picture0339.jpg", "like_list": [], "date_time": "Feb 3, 2018", "location": "", "tag_list": ["@aakashnihalani", "#WHPillusion", "@aakashnihalani", "#WHPillusion"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThis weekend, the goal is to take photos and videos that create optical illusions, like this hand-created eye trick from Aakash Nihalani (). Here are some tips:\nPlay with scale and move around to find new perspectives within a single frame. For example, photographing a puddle low to the ground can turn it into an ocean.\nLet props help. A cleverly placed mirror or some sleight-of-hand card tricks can elevate a simple illusion to double take-worthy.\nMake magic by playing with both artificial and natural light. Use a flashlight to draw the eye toward a specific element of an image or incorporate the setting sun’s long shadows into your illusion.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "982,784", "path": "instagram/picture0340.jpg", "like_list": [], "date_time": "Feb 3, 2018", "location": "Seoul, South Korea", "tag_list": ["@kingtutat", "@kingtutat", "@kingtutat"], "caption": "Video by \nFor more than a decade, Jung SungKap () has moved and sought inspiration in unexpected places. “I find new ideas the most when looking at kinetic art,” says the 28-year-old from Seoul, South Korea. “After looking at the moves, I think how I could express those with my body.” With a focus on the street dance known as tutting, inspired by drawings of ancient Egyptians, you can find Jung practicing with friends, developing and recording new sequences and sharing his passion by teaching dance classes.\nWant to see more of ’s moves? It’s on our Instagram story now."}, {"num_of_comments": 24, "num_of_like": "982,784", "path": "instagram/picture0341.jpg", "like_list": [], "date_time": "Feb 2, 2018", "location": "Los Angeles, California", "tag_list": ["@kidsofimmigrants", "@kidsofimmigrants", "@kidsofimmigrants"], "caption": "Video of \nThe first-generation Americans behind the clothing line Kids of Immigrants () want to inspire children in their community. “Diversity IS American,” says Weleh Victor Dennis, who co-founded Kids of Immigrants (KOI) with Daniel Buezo. Weleh was born in California; his parents are from Liberia. Daniel is originally from New York; his parents are from Honduras.\nSparked by the tradition of street vendors in their immigrant-rich Los Angeles neighborhood, the entrepreneurial duo launched KOI in 2016. “Our main principle since the beginning was to spread love and power to people and spark creativity,” says Daniel. “KOI isn’t a political statement — it’s literally who we are.”\nWatch our story to learn more about ."}, {"num_of_comments": 24, "num_of_like": "982,784", "path": "instagram/picture0342.jpg", "like_list": [], "date_time": "Feb 1, 2018", "location": "Seoul, South Korea", "tag_list": ["@leekangbin91", "@leekangbin91"], "caption": "Video by \nCoffee lovers in Seoul, South Korea, are lucky to have Lee Kang-bin () taking orders. The barista and entrepreneur started C. Through Café “to meet new people and share good memories” and is determined to expand the horizons of coffee art with simple ingredients like chocolate sauce, chocolate powder and food dye. “I try to break away from the stereotype that it only looks pretty. It’s the most rewarding feeling when customers say it looks pretty and also tastes good.”\nGet a closer look at Lee’s creations on our Instagram story."}, {"num_of_comments": 20, "num_of_like": "910,884", "path": "instagram/picture0343.jpg", "like_list": [], "date_time": "Jan 31, 2018", "location": "", "tag_list": ["@yparlaungan", "#WHPsmile"], "caption": "Photo by \nBeach day bliss captured for . 🌊"}, {"num_of_comments": 24, "num_of_like": "877,666", "path": "instagram/picture0344.jpg", "like_list": [], "date_time": "Jan 31, 2018", "location": "Julita gård", "tag_list": ["@grin_land", "#WHPsmile", "@grin_land"], "caption": "Photo by \n“Mona Lisa” got a “natural” remix for . Kateryna Khmylnina (), who lives in Sweden, revisited a tree she photographed last fall to create her submission. “I think Da Vinci would like it, since he had such a respect for a nature, and that’s where many artists take inspiration from,” she says."}, {"num_of_comments": 24, "num_of_like": "877,666", "path": "instagram/picture0345.jpg", "like_list": [], "date_time": "Jan 31, 2018", "location": "", "tag_list": ["@vincebenedict", "@vincebenedict", "#WHPsmile", "#WHPsmile"], "caption": "Video by \nCreative director Ben McDonald () found his  inspiration in the pool in Tanzania. “I like the unique beauty of my daughter's breath sneaking out of her nose and mouth in slow-motion bubbles,” says Ben.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 18, "num_of_like": "884,475", "path": "instagram/picture0346.jpg", "like_list": [], "date_time": "Jan 31, 2018", "location": "Gothenburg", "tag_list": ["@leia.staffy", "#WeeklyFluff", "@leia.staffy"], "caption": "Photo by \nHello, world! Today’s  is all about Leia (), a 7-month-old Staffordshire bull terrier who lives in Sweden. “I would describe Leia as fearless, curious, happy, adventurous and extremely cuddly!” says Leia’s human, Ellie, who teaches children with autism and ADHD, and one day plans to certify Leia as a therapy dog. “Right now, Leia works with me as a school dog,” she says. “She helps the kids stay motivated in school and listens to them when they need to talk.” When she’s not in school, Leia loves romping around in nature. “She LOVES snow,” says Ellie. “She loves to eat, play and run around in it — everything!”\nWatch our story now to follow along with Leia’s daily adventures. 🐾"}, {"num_of_comments": 24, "num_of_like": "884,475", "path": "instagram/picture0347.jpg", "like_list": [], "date_time": "Jan 30, 2018", "location": "", "tag_list": ["@vincent_bal", "@vincent_bal", "#WHPsmile"], "caption": "Video by \nWith the help of a set of windup teeth and a well-placed light, Vincent Bal () turns a pen-and-ink illustration into a smile-inducing scene. "}, {"num_of_comments": 24, "num_of_like": "626,186", "path": "instagram/picture0348.jpg", "like_list": [], "date_time": "Jan 30, 2018", "location": "Singapore", "tag_list": ["@fahmyrhamadan", "@fahmyrhamadan", "#WHPsmile"], "caption": "Photo by \nWhile the untrained eye might see an everyday street scene, Fahmi () sees . 😃"}, {"num_of_comments": 24, "num_of_like": "607,140", "path": "instagram/picture0349.jpg", "like_list": [], "date_time": "Jan 30, 2018", "location": "", "tag_list": ["@amyhozat", "@amyhozat", "#WHPsmile"], "caption": "Photo by \n“You truly put a smile on my face every morning,” writes Amy Hozat () in her caption to her daughter, Emma.\nFollow along to see more of our favorites from last weekend's hashtag project, ."}, {"num_of_comments": 21, "num_of_like": "1,438,804", "path": "instagram/picture0350.jpg", "like_list": [], "date_time": "Jan 29, 2018", "location": "", "tag_list": ["@spitze_meinaugenstern", "#TheWeekOnInstagram"], "caption": "Photo by \nYou know what’s better than one Pomeranian? 🐶 "}, {"num_of_comments": 24, "num_of_like": "862,651", "path": "instagram/picture0351.jpg", "like_list": [], "date_time": "Jan 29, 2018", "location": "Dolina Agua Milagrosa", "tag_list": ["@ropdz", "@ropdz", "#TheWeekOnInstagram"], "caption": "Photo by \nWith his flotation vest on, Rodrigo Pederzini () could only manage to dive 16 feet (5 meters) underwater in this Brazilian lagoon. “But some divers have gone 200 meters [650 feet] deep and still haven’t found the bottom,” he says. "}, {"num_of_comments": 19, "num_of_like": "553,272", "path": "instagram/picture0352.jpg", "like_list": [], "date_time": "Jan 29, 2018", "location": "New York, New York", "tag_list": ["@recordingacademy", "@logic", "#Grammys"], "caption": "Tonight, the 60th annual Grammy Awards () are being presented at New York’s Madison Square Garden. Tune in to our story to get ready for the show with rapper Logic (), whose song “1-800-273-8255” has been nominated for two . 🎶"}, {"num_of_comments": 24, "num_of_like": "1,117,724", "path": "instagram/picture0353.jpg", "like_list": [], "date_time": "Jan 28, 2018", "location": "Sensoji Temple Asakusa Kannon-Do", "tag_list": ["@yasufumi_phot", "#TheWeekOnInstagram"], "caption": "Photo by \nSnowfall in Tokyo. ❄️ "}, {"num_of_comments": 18, "num_of_like": "917,706", "path": "instagram/picture0354.jpg", "like_list": [], "date_time": "Jan 28, 2018", "location": "Serfaus - Fiss - Ladis", "tag_list": ["@ticket.to.anywhere", "@ticket.to.anywhere", "#TheWeekOnInstagram"], "caption": "Photo by \nIn the Austrian Alps in search of fresh powder, Nadine Weiss () spotted this buried dinosaur sculpture. “At that moment, I immediately thought that getting eaten by a dinosaur would exactly describe my feelings of when you have to leave paradise to go home, but don’t want to,” says Nadine. "}, {"num_of_comments": 24, "num_of_like": "917,706", "path": "instagram/picture0355.jpg", "like_list": [], "date_time": "Jan 27, 2018", "location": "Lviv, Ukraine", "tag_list": ["#Boomerang", "@liztsarevna", "#BoomerangOfTheWeek", "@liztsarevna", "#Boomerang"], "caption": " by \nOur OfTheWeek is part of Elizabeth Tsarevna's () blinking  series, an outlet she found to express her artistic side. \"This one was actually the second of them. I was trying to focus on the contrast of my face without makeup and the picture of my character detail,\" says the 18-year-old international relations student. \"That day, I asked myself, 'Who am I?' and I haven't got the answer yet.\" 👀❤️"}, {"num_of_comments": 16, "num_of_like": "653,237", "path": "instagram/picture0356.jpg", "like_list": [], "date_time": "Jan 27, 2018", "location": "Bedford–Stuyvesant, Brooklyn", "tag_list": ["@jerm_cohen", "#WHPsmile", "@jerm_cohen", "#WHPsmile"], "caption": "Photo by \nWeekend Hashtag Project: \nSay \"cheese!\" This weekend, the goal is to take photos and videos of smiles, as in this featured photo by Jeremy Cohen (). Here are some tips to get you started:\nCapture moments of pure joy, like a selfie after you've finished a craft or a teammate after they scored the winning soccer goal.\nThink about the different smiles you see in your everyday life, from Mona Lisa smirks to tooth-bearing grins. Take portraits of loved ones and strangers alike whose smiles catch your eye.\nWhen life gets overwhelming, what helps you see through the chaos? Show us the hobbies and activities that make you crack a smile - and tell us why in your caption.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 18, "num_of_like": "843,351", "path": "instagram/picture0357.jpg", "like_list": [], "date_time": "Jan 27, 2018", "location": "Rio de Janeiro, Rio de Janeiro", "tag_list": ["@davizinhoradical", "@davizinhoradical"], "caption": "Photo by \nOut on the waves is where adaptive surfing champion Davi Teixeira de Aguiar () feels the most free. “I started falling in love with the sport and competing in world championships,” says the surfer from Rio de Janeiro who was born with amniotic band syndrome, a rare condition caused in utero. Davi has big goals for this year, including becoming a world champion and being a part of a Brazilian Paralympic team. “Everybody should chase the dreams with the biggest amount of faith, determination and will, because in this really short life, we have to give our best and motivate the others,” he says.\nCatch a wave with Davi on our Instagram story. 🏄‍♂️"}, {"num_of_comments": 24, "num_of_like": "1,386,449", "path": "instagram/picture0358.jpg", "like_list": [], "date_time": "Jan 26, 2018", "location": "Ufa, Russia", "tag_list": ["@scrinkl", "@scrinkl", "#myinstagramlogo", "#myinstagramlogo"], "caption": "Photo by \n“I like to work with paper texture and layers,” says Margaret Scrinkl () of her . “Paper plants give me a sense of spring in the artworks.”\nWe’re inspired by the ways community members make Instagram’s look come to life. Follow along on  and add your own ideas."}, {"num_of_comments": 18, "num_of_like": "700,640", "path": "instagram/picture0359.jpg", "like_list": [], "date_time": "Jan 25, 2018", "location": "", "tag_list": ["@timmatsui", "@timmatsui"], "caption": "Photo by \nFrom frozen ridgelines to sheer rock walls (and occasionally, warm ocean water) Tim Matsui () is exploring the natural world — and his own limits. “I can get plenty scared and uncomfortable,” says the Seattle-based photographer and filmmaker, “like being exhausted, whole body ache, freezing air and there’s still a few more hours of walking by headlamp through the mountains before setting down a heavy climbing pack. Or there’s the thrill, focus and nausea-inducing fear of being hundreds of feet up a wall, unsure of the next climbing move, and looking at a big fall onto your last piece of protection.”\nFor Tim, strenuous conditions offer relief from the stresses of his documentary projects in urban environments, investigating hard subjects ranging from human trafficking, sex work and youth homelessness. “The outdoors is balance. I love the problem-solving, the risk management, the clarity that comes from being on the edge. It focuses and challenges me and allows me to return to some of the emotionally heavy work I do.”\nTune in to our story to see more from Tim’s adventures in the outdoors."}, {"num_of_comments": 20, "num_of_like": "807,601", "path": "instagram/picture0360.jpg", "like_list": [], "date_time": "Jan 24, 2018", "location": "Hilversum", "tag_list": ["@jeroenvandam", "@jeroenvandam", "#WHPwindows"], "caption": "Photo by \nUrban designer Jeroen van Dam () took this photo at the Dutch national media archives. “This is one of my all-time favorite buildings,” he says. “The lower you go in the underground galleries, the more precious the old movies become that are stored inside — windows to long-forgotten times.” "}, {"num_of_comments": 18, "num_of_like": "661,327", "path": "instagram/picture0361.jpg", "like_list": [], "date_time": "Jan 24, 2018", "location": "Årset", "tag_list": ["@theedora", "@theedora", "#WHPwindows"], "caption": "Photo by \nSelf-proclaimed “cow photographer” Frida Isadåra Årseth () took a Saturday morning walk through the Norwegian countryside for . “I soon discovered the old brewing house on the farm with these beautiful windows,” she says. “I knew I had to photograph a cow — this calf’s name is Emily — behind that beautiful window.”"}, {"num_of_comments": 11, "num_of_like": "497,469", "path": "instagram/picture0362.jpg", "like_list": [], "date_time": "Jan 24, 2018", "location": "Mashhad, Iran", "tag_list": ["@narjes_naderinejad", "@narjes_naderinejad", "#WHPwindows"], "caption": "Photo by \nPlayful geometry makes for a surprising street snapshot in Iran. “When objects and colors are perfectly matched, they create a nice story,” says Narjes Naderinejad ().\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 16, "num_of_like": "700,918", "path": "instagram/picture0363.jpg", "like_list": [], "date_time": "Jan 23, 2018", "location": "Paris, France", "tag_list": ["@madame_love", "#WHPwindows"], "caption": "Photo by \nSpotted in the reflection of a bell jar: a window looking out onto Paris. "}, {"num_of_comments": 8, "num_of_like": "642,337", "path": "instagram/picture0364.jpg", "like_list": [], "date_time": "Jan 23, 2018", "location": "Lisbon, Portugal", "tag_list": ["@thaihoangphotography", "#WHPwindows"], "caption": "Photo by \nA glimpse into daily life in Portugal. "}, {"num_of_comments": 18, "num_of_like": "810,962", "path": "instagram/picture0365.jpg", "like_list": [], "date_time": "Jan 23, 2018", "location": "", "tag_list": ["@xantheb", "@xantheb", "#WHPwindows"], "caption": "Photo by \nBrunch at home, favorite TV shows and window art made up a slow weekend morning for Xanthe ().\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "810,962", "path": "instagram/picture0366.jpg", "like_list": [], "date_time": "Jan 23, 2018", "location": "Columbus, Ohio", "tag_list": ["@jenibrittonbauer", "@jenibrittonbauer", "#CreateCultivate100", "@createcultivate"], "caption": "Video by \nFounder, chief creative officer, entrepreneur, ice cream maven — meet Jeni Britton Bauer (). “I quit art school to start my first ice cream business in 1996,” says the 44-year-old behind Jeni’s Splendid Ice Creams. “It’s been my lifelong pursuit — literally, more than half my entire life has been devoted to ice cream.”\nJeni likes to say, “FLAVOR IS EVERYTHING.” “Flavor is what you experience when you eat ice cream, but it is so much more,” she says. “It’s about memory association and that is unique to each person. It’s about gathering knowledge and experience and going deeper. So, for me, ice cream is about flavor, and it’s about conversation and getting to know someone else better. My favorite part of my job is scooping ice cream and helping people find a flavor that inspires them and the conversation that unfolds.”\nShe’s based in Columbus, Ohio, but Jeni is often on the road to visit her scoop shops all over the country— and she loves what she’s seeing. “The maker and entrepreneur movement is a massive tsunami. Women, especially, are so united and connected and gathering all over,” she says. “And it’s only growing.”\nWatch our story to learn more about Jeni’s sweet creations. 🍨\nJeni is part of the  list, honoring 100 inspiring women across 10 categories. Head to  to learn more."}, {"num_of_comments": 14, "num_of_like": "941,824", "path": "instagram/picture0367.jpg", "like_list": [], "date_time": "Jan 22, 2018", "location": "", "tag_list": ["@yavuzarslan334", "@yavuzarslan334", "#TheWeekOnInstagram"], "caption": "Photo by \nPhotographer Yavuz Arslan () captured daily life in Turkey in low, beautiful light. "}, {"num_of_comments": 21, "num_of_like": "1,140,174", "path": "instagram/picture0368.jpg", "like_list": [], "date_time": "Jan 22, 2018", "location": "Lofoten", "tag_list": ["@dennisschmelz", "@dennisschmelz", "#TheWeekOnInstagram"], "caption": "Photo by \nWith the help of a drone, cinematographer Dennis Schmelz () photographed this fishing boat sailing by in Norway. “It looks like a painting,” he says. “The reflection in the water, the calm sea and the snowy landscape — everything fits perfectly together.” "}, {"num_of_comments": 24, "num_of_like": "1,140,174", "path": "instagram/picture0369.jpg", "like_list": [], "date_time": "Jan 21, 2018", "location": "", "tag_list": ["@riepoyonn", "@riepoyonn"], "caption": "Video by \nCanele and Amelie () have gotten the memo: getting out of bed on the weekend is highly overrated. Watch our story now to see these two sweet cats at home in Japan."}, {"num_of_comments": 20, "num_of_like": "2,542,791", "path": "instagram/picture0370.jpg", "like_list": [], "date_time": "Jan 21, 2018", "location": "Yakutsk, Russia", "tag_list": ["@anastasiagav", "@anastasiagav", "#TheWeekOnInstagram"], "caption": "Photo by \nFrigid temperatures of -53 degrees Fahrenheit (-47 Celsius) can’t stop Anastasia Gruzdeva () from getting outside this time of year — even if it means her eyelashes freeze after 15 minutes. ❄️ "}, {"num_of_comments": 21, "num_of_like": "882,856", "path": "instagram/picture0371.jpg", "like_list": [], "date_time": "Jan 21, 2018", "location": "Westfjords", "tag_list": ["@joeleep", "@joeleep", "#TheWeekOnInstagram"], "caption": "Photo by \nAs a remote geospatial engineer, Joe Leeper () spends his time working out of the back seats of car and in hostels — and sometimes hanging out cliffside with puffins in Iceland. “They got really comfortable with me being so close,” says Joe. “They must be one of the most comical, clumsy and chilled-out animals.” "}, {"num_of_comments": 20, "num_of_like": "882,856", "path": "instagram/picture0372.jpg", "like_list": [], "date_time": "Jan 20, 2018", "location": "East Bekasi Highway", "tag_list": ["#Boomerang", "@adnansaputroo", "@adnansaputroo", "#BoomerangOfTheWeek", "@instagram"], "caption": " by \n“Right or left?” asks Adnan () in his caption.\nLove OfTheWeek? Add it to your next Boomerang and it might show up on  — and follow the hashtag to keep up with all the latest."}, {"num_of_comments": 12, "num_of_like": "816,809", "path": "instagram/picture0373.jpg", "like_list": [], "date_time": "Jan 20, 2018", "location": "Museo del Novecento", "tag_list": ["@lucianoconsolini", "#WHPwindows", "#WHPwindows"], "caption": "Featured photo by \nWeekend Hashtag Project: \nWindows frame the world we see. This weekend, the goal is to take photos and videos that highlight and utilize windows. Here are some tips to get you started:\nUse a window to frame a specific subject, be it a lone tree outside the office or a ray of light coming into your kitchen. Look at the frame from many angles to find the most compelling one.\nFocus on the textures and details of a window — the curve of old glass, the modern metal latches or eye-catching figurines on the windowsill.\nStep back from the window to get a sense of scale. Notice how sets of windows fit together, emphasizing both the functionality and fragility of their design, or focus on the structure of the walls surrounding them.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "816,809", "path": "instagram/picture0374.jpg", "like_list": [], "date_time": "Jan 20, 2018", "location": "Jakarta, Indonesia", "tag_list": ["@hamypratama", "@hamypratama"], "caption": "Video by \nFor 23-year-old Hamy Pratama (), the best part of being a professional parkour and freerunning athlete is getting to challenge your fears. Get ready to run and flip with Hamy today in Jakarta. It’s all on our Instagram story."}, {"num_of_comments": 24, "num_of_like": "1,300,362", "path": "instagram/picture0375.jpg", "like_list": [], "date_time": "Jan 19, 2018", "location": "Los Angeles, California", "tag_list": ["#WeeklyFluff", "@morileymoproblems", "@morileymoproblems"], "caption": "Hello, world! It’s time for a very snuggly session of , brought to you by Riley (left) and Killer (right) (). This dynamic duo of adopted doggies hails from sunny Los Angeles. “Riley follows Killer around. They play, they nap — it’s the cutest and most amazing thing I’ve ever seen,” says their human Alicia. “Killer retained the alpha role as Riley got bigger and still maintains that title to this day.”\nFollow  to make sure you never miss a moment from these two. 🐾"}, {"num_of_comments": 24, "num_of_like": "858,544", "path": "instagram/picture0376.jpg", "like_list": [], "date_time": "Jan 19, 2018", "location": "Los Angeles, California", "tag_list": ["@camila_cabello"], "caption": "“More fun and less stress” is Cuban-American singer Camila Cabello’s () New Year’s resolution — alongside making albums she loves. Tune in to our story to tag along with Camila in Los Angeles as she celebrates her debut album, “Camila.” 🎶"}, {"num_of_comments": 14, "num_of_like": "632,281", "path": "instagram/picture0377.jpg", "like_list": [], "date_time": "Jan 18, 2018", "location": "Bali, Indonesia", "tag_list": ["@luckyoetama", "@reggyalexander", "#WHPmystyle"], "caption": "Photo of  by \nAn expressive portrait captures a sense of effortless style for ."}, {"num_of_comments": 15, "num_of_like": "562,404", "path": "instagram/picture0378.jpg", "like_list": [], "date_time": "Jan 18, 2018", "location": "Hamburg, Germany", "tag_list": ["@nei.cruz", "@nei.cruz", "#WHPmystyle"], "caption": "Photo by \n“I get inspired in the moment,” says photographer and art director Nei Cruz (), who spotted this woman’s skirt featuring rock icons in Germany. “I shoot what catches my eye — like this handmade print.” 🎸❤️\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 23, "num_of_like": "672,674", "path": "instagram/picture0379.jpg", "like_list": [], "date_time": "Jan 18, 2018", "location": "Ethiopian Highlands", "tag_list": ["@jameswhitlowdelano", "@jameswhitlowdelano", "@everydayclimatechange"], "caption": "Photo by \nAfter traveling and documenting the earth for decades, two years ago James Whitlow Delano () launched the collective Everyday Climate Change () and rallied a global network of photographers to share their images of the planet.\nHis own concern for the environment stretches back almost as far as he can remember. “Rivers were catching fire,” says the Japan-based, American-born photographer, recalling a period in the United States where widespread industrial pollution had created disturbing scenes. “I knew that something was wrong.”\nIn contrast to those memories, James holds optimistic on his journey. “In my lifetime — from rivers that had caught fire from so much oil being dumped into them — I’ve seen the return of fish, the return of wetland birds and so on. Actually seeing nature recover. That made a huge impression on me.”\nTo learn more, watch our story. 🌍"}, {"num_of_comments": 24, "num_of_like": "877,724", "path": "instagram/picture0380.jpg", "like_list": [], "date_time": "Jan 17, 2018", "location": "", "tag_list": ["@frametheweim", "@frametheweim", "#WHPmystyle"], "caption": "Photo by \n“Brego knows how to wear the latest fashion trends, don’t you think?” writes . "}, {"num_of_comments": 20, "num_of_like": "467,032", "path": "instagram/picture0381.jpg", "like_list": [], "date_time": "Jan 17, 2018", "location": "", "tag_list": ["@missbipps", "@missbipps", "#WHPmystyle"], "caption": "Photo by \nFor Andrea Lawrence (),  means sequined pants, pompoms and “boosting the shine factor of my wardrobe.” ✨"}, {"num_of_comments": 20, "num_of_like": "805,748", "path": "instagram/picture0382.jpg", "like_list": [], "date_time": "Jan 17, 2018", "location": "", "tag_list": ["@elnaz555", "@elnaz555", "#WHPmystyle"], "caption": "Photo by \nNature inspires Elnaz Mansouri’s () style. “The colors I find on a bird’s feathers or the designs on a flower petal can motivate me to experiment with makeup and clothing,” she says.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 21, "num_of_like": "867,768", "path": "instagram/picture0383.jpg", "like_list": [], "date_time": "Jan 16, 2018", "location": "", "tag_list": ["@365ken", "@365ken", "#MLKDAY"], "caption": "Photo by \nIn Ken McFarlane’s () portrait work, two common threads weave through: strength and dignity. “What is often highlighted in our communities is not necessarily the only thing, the best thing or the things that we know to be true,” says the photographer, based in Philadelphia. Reclaiming representations of the black community is important to Ken. “I believe in giving agency or utilizing our own agency in reflecting ourselves in the larger sense,” he explains. “What Dr. Martin Luther King Jr. and many others sacrificed allows me to have the mindset and the perspective that I have. My goal is really to open new windows of opportunity so that new heroes and heroines can be known.”\nThis post is in honor of  in the United States. Watch our story to see more from Ken."}, {"num_of_comments": 22, "num_of_like": "855,402", "path": "instagram/picture0384.jpg", "like_list": [], "date_time": "Jan 15, 2018", "location": "Paris, France", "tag_list": ["@williamk", "#TheWeekOnInstagram"], "caption": "Photo by \nOut with the old, in with the new. 🌲 "}, {"num_of_comments": 20, "num_of_like": "1,518,016", "path": "instagram/picture0385.jpg", "like_list": [], "date_time": "Jan 14, 2018", "location": "Schwäbische Alb", "tag_list": ["@thatbloom", "@thatbloom", "#TheWeekOnInstagram"], "caption": "Photo by \n“I waited. I waited a lot,” says Roland Kraemer (), who knelt patiently in the snow to capture this moment. “I was inspired by the fact that you don’t necessarily have to travel far to take good photos. This was taken almost in my backyard.” "}, {"num_of_comments": 15, "num_of_like": "853,758", "path": "instagram/picture0386.jpg", "like_list": [], "date_time": "Jan 14, 2018", "location": "Ilhabela, Sao Paulo, Brazil", "tag_list": ["@tiagoovarjao", "#TheWeekOnInstagram"], "caption": "Photo by \nLate afternoon light, good friends and the ocean. 🙌 "}, {"num_of_comments": 10, "num_of_like": "782,570", "path": "instagram/picture0387.jpg", "like_list": [], "date_time": "Jan 13, 2018", "location": "Amsterdam, Netherlands", "tag_list": ["@nurielmolcho", "#WHPmystyle", "@themuseumofmodernart", "@paolantonelli", "#WHPmystyle"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThe goal this weekend is to make photos and videos that showcase your personal style. Our project takes inspiration from New York’s Museum of Modern Art’s () exhibit, “Items: Is Fashion Modern?,” which features 111 items of garments and accessories that have had a strong impact on culture in the last century. Paola Antonelli (), senior curator of architecture and design at MoMA, shared these tips for getting started with your submission:\nThink about the role fashion plays in your life — and capture it in an image. “The way we dress tells us so much about our identities and selves, as well as larger histories or stories of place and community,” says Paola. “Clothing can be armor, disguise or representation of true selfhood.”\nFocus on specific items in your closet you’d like to highlight: “Pick something you love, that you truly adore and feel happy in,” says Paola. “Find out more about its story before you take your picture. Where did it come from? Who might have made it? How much did it cost you? How do you take care of it? And then strike a pose.”\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "782,570", "path": "instagram/picture0388.jpg", "like_list": [], "date_time": "Jan 13, 2018", "location": "Paris, France", "tag_list": ["@ropestylers", "@ropestylers"], "caption": "Video by \nBased in Paris, four athletes — Pauline (aka “Popo”), Kevin (aka “Choco”), Jeff (aka “Wens”) and Brandon (aka “BlackLee”) — make up The RopeStylers (), a professional double Dutch jump-rope group, among the best in Europe.\nTheir favorite part of double Dutch? “Liberty!” says Wens. “Liberty to dance, make tricks, juggle and jump on the rope, but also liberty to be yourself — it’s accessible to all and can be practiced differently depending on the individual.”\nWatch our story right now to see more of The RopeStylers’ skills."}, {"num_of_comments": 24, "num_of_like": "847,042", "path": "instagram/picture0389.jpg", "like_list": [], "date_time": "Jan 12, 2018", "location": "Singapore", "tag_list": ["@stylohotmilo", "@stylohotmilo"], "caption": "Photo by \nTwenty-four-year-old Jasmine Tan () is a Singaporean design researcher and self-described foodie. “I love our multiracial demographic because that means there’s always so much to observe, listen and appreciate from the people and spaces around me,” she says. “And of course, we get such a crazy variety of food.”\nJasmine always loved going out to eat — Korean kimchi jjigae (kimchi stew), Japanese ramen and Singapore’s bak kut teh (pork rib soup) are some of her favorites — but she started cooking at home out of necessity. “My house is located in the extreme west of Singapore so I don’t get a lot of food choices, and as a foodie that really annoyed me,” she explains. She’s taken on lots of recipes in her kitchen, but still loves heading out for special meals. “Living in Singapore means that there’s always more food and more experiences waiting for you as long as you’re ready to try!”\nOn our story, Jasmine is taking us on a Singapore food tour. Tune in to check it out."}, {"num_of_comments": 14, "num_of_like": "972,401", "path": "instagram/picture0390.jpg", "like_list": [], "date_time": "Jan 11, 2018", "location": "Laguna Esmeralda, Ushuaia", "tag_list": ["@christian_foto", "@christian_foto"], "caption": "Photo by \nChristian Rodríguez () is seeing the world differently. The photojournalist from Uruguay has eyes in the sky, with a drone-mounted camera, and his young son strapped to his back. “You can see the magnitude of the landscape,” he says, describing the perspective his aerial camera gave him while on a recent trip to Ushuaia, located at the southernmost tip of Argentina. “This region has rivers, peat bogs, melting glaciers and rich flora and fauna,” he adds. “In the end, a drone is a great tool, but the most important thing is the story behind the image.”\nFor Christian, his most important story now is his relationship with his son, Salvador, who, at 16 months of age, is already growing up as an explorer. “I don’t want to be an absent father,” says Christian. “I want to give him beautiful memories.”\nTo see more of Christian’s aerial photography, check out our story now."}, {"num_of_comments": 19, "num_of_like": "1,222,404", "path": "instagram/picture0391.jpg", "like_list": [], "date_time": "Jan 10, 2018", "location": "Wichita, Kansas", "tag_list": ["@freyaeverafter_", "@freyaeverafter_", "#WHPspontaneous"], "caption": "Photo by \nTwo Friesian horses, Eva and Luca, take a drink in unison on their Kansas farm — the perfect unplanned moment for Rupa Sutton’s ()  submission. “I prefer to capture things as they happen rather than pose them,” says Rupa."}, {"num_of_comments": 15, "num_of_like": "650,167", "path": "instagram/picture0392.jpg", "like_list": [], "date_time": "Jan 10, 2018", "location": "Toronto, Ontario", "tag_list": ["@kajeh", "@kajeh", "#WHPspontaneous"], "caption": "Photo by \nBy leaving the camera shutter open for 30 seconds, Kajeh Mehrizi () was able to create this long-exposure light painting with a flashlight and some spur-of-the-moment creativity. “Light painting is very experimental,” he says. “I don’t know what the final result will look like, but the thrill of seeing it is very satisfying.” "}, {"num_of_comments": 20, "num_of_like": "1,055,149", "path": "instagram/picture0393.jpg", "like_list": [], "date_time": "Jan 10, 2018", "location": "Stockholm, Sweden", "tag_list": ["@kutovakika", "@kutovakika", "#WHPspontaneous"], "caption": "Photo by \nFreelance choreographer Veronika Lindberg () was playing with her bowl of noodles when Bella the cat sauntered in front of the camera. “I couldn’t ever have planned this picture since Bella is such a fast little kitty who never sits still for more than two seconds,” says Veronika. “I was lucky to get her on camera for once.”\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 16, "num_of_like": "1,055,149", "path": "instagram/picture0394.jpg", "like_list": [], "date_time": "Jan 10, 2018", "location": "Atlanta, Georgia", "tag_list": ["@cfbplayoff", "@alabamafbl", "@georgiafootball", "#RollTide", "#GoDawgs"], "caption": "The College Football Playoff national championship () game took place in Atlanta yesterday, where the University of Alabama () claimed an overtime victory over the University of Georgia (). Whether you were rooting for  or cheering on , tune in to our story to see the action from the sidelines. 🏈"}, {"num_of_comments": 21, "num_of_like": "870,952", "path": "instagram/picture0395.jpg", "like_list": [], "date_time": "Jan 9, 2018", "location": "", "tag_list": ["@krisvang", "#WHPspontaneous"], "caption": "Photo by \nCatching air during an impromptu icy ride in Norway. "}, {"num_of_comments": 24, "num_of_like": "870,952", "path": "instagram/picture0396.jpg", "like_list": [], "date_time": "Jan 9, 2018", "location": "North Pier, Blackpool", "tag_list": ["@yanndixon", "#WHPspontaneous"], "caption": "Video by \nSpontaneous by nature, a flock of starlings swarm as one at sunset in England. "}, {"num_of_comments": 19, "num_of_like": "1,431,996", "path": "instagram/picture0397.jpg", "like_list": [], "date_time": "Jan 9, 2018", "location": "The Wave, Arizona", "tag_list": ["@dareochu", "@dareochu", "#WHPspontaneous"], "caption": "Photo by \n“Sometimes the best moments are the spontaneous ones you don’t plan for,” writes Steve Chu () in his caption for this capture of pup Leo slipping from the sandstone while staring at tadpoles.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "1,056,439", "path": "instagram/picture0398.jpg", "like_list": [], "date_time": "Jan 8, 2018", "location": "The Beverly Hilton", "tag_list": ["@lauramarano", "@goldenglobes", "#GoldenGlobes"], "caption": "Actress and singer Laura Marano () was 5 years old when she began acting professionally. “My mom owns a children’s theater, and my sister and I were always there,” says Laura, who was born, raised and still lives in Los Angeles. “I was always performing and taking voice and piano lessons because I loved it so much — and I was also kind of a ham.”\nFast forward to this Golden Globes () weekend, and Laura is proud and excited to be co-hosting the red carpet before the awards show — and to have starred in a nominated film, “Lady Bird.” “I can’t believe I got to be a part of a movie that was nominated for a few Golden Globes,” she says. “To be honest, one of my bucket list goals was always going to the Golden Globes, and the fact that I’m getting to accomplish that this weekend has me completely flipping out.”\nWatch our Instagram story to spend the day with Laura, from the red carpet to the awards. "}, {"num_of_comments": 11, "num_of_like": "872,350", "path": "instagram/picture0399.jpg", "like_list": [], "date_time": "Jan 8, 2018", "location": "", "tag_list": ["@mar_laza", "#TheWeekOnInstagram"], "caption": "Photo by \nReflecting on the new year "}, {"num_of_comments": 17, "num_of_like": "1,129,171", "path": "instagram/picture0400.jpg", "like_list": [], "date_time": "Jan 8, 2018", "location": "Dubai, United Arab Emirates", "tag_list": ["@jul_mls", "@jul_mls"], "caption": "Photo by \nHigh noon provided the perfect shadows for Julie Millasseau () to capture this drone shot of a group of camels in Dubai. “What I like the most from this perspective is the illusion,” says Julie. “What you see at first is not the camel but it’s shadow. Nature is not always accessible in Dubai; drone photography gave me this very difficult, unique and specific angle and I love it.”"}]}