{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "799,350", "path": "instagram/picture1901.jpg", "like_list": [], "date_time": "Aug 18, 2016", "location": "", "tag_list": ["@tamarabdul", "@rawiyacollective", "@tamarabdul"], "caption": "Photographer Tamara Abdul Hadi () documents what life is like in the Middle East, beyond the headlines. “Being Iraqi, growing up in the United Arab Emirates and raised in Canada, I always felt like the ‘other,’” the documentarian, now based in Beirut, says. “I tend to relate to other underrepresented communities and minority groups.” Her desire to tell these stories pushed Tamara to create the Rawiya Collective (), a place to share work from the Middle East while empowering local photographers. “Our region is filled with complexities, and our culture multilayered,” she says. “I want to show that there is life and love in our region, regardless, or even along with, the struggles.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "688,015", "path": "instagram/picture1902.jpg", "like_list": [], "date_time": "Aug 18, 2016", "location": "", "tag_list": ["@cbuchanan68", "@cbuchanan68"], "caption": "For Australian cyclist Caroline Buchanan (), competing at the Rio Olympics is an opportunity to show her national pride. “It’s really special for me to have the opportunity to race on the biggest sporting stage with the Aussie green and gold colors on my back,” the world champion says. Caroline has been BMX racing since she was just 5 years old — winning titles comes from a mindset she developed to rise to the top. “To be a true champion in every essence of the word, I have learned that I need to have a combination of physical power, skill and mental strength to cross the line in first place,” she says. “I try to bring out my inner personal power to thrive under pressure. Every training session I strive to perfect this combination.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "739,386", "path": "instagram/picture1903.jpg", "like_list": [], "date_time": "Aug 17, 2016", "location": "Brussels, Belgium", "tag_list": ["@symmetrybreakfast", "@romdilon", "#WHPsymmetry", "@romdilon"], "caption": "What makes the subway a natural setting for symmetry? “You always stand on the platform and look at the people on the other side — and you’re going left and they’re going right,” says Michael Zee () in response to ’s  submission. “There’s a moment of contact and then you never see them again.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,133,867", "path": "instagram/picture1904.jpg", "like_list": [], "date_time": "Aug 17, 2016", "location": "Valley of Fire", "tag_list": ["@symmetrybreakfast", "#WHPsymmetry", "@apolitik", "#WHPsymmetry", "@apolitik"], "caption": "“What’s so striking about this one is the geometry of the lines and the natural skyline,” says Michael Zee () of this  submission by  from Nevada. “It’s uniform but winding through an asymmetrical landscape.”\nFollow along as we feature more of our favorite submissions from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,133,867", "path": "instagram/picture1905.jpg", "like_list": [], "date_time": "Aug 17, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@big_orangecat", "@big_orangecat"], "caption": "Hello, world! Meet today’s : “a cat and his dog” who live with . Morgan and Jake (pictured) are two best buds who put the myth to rest that cats and dogs just can’t get along. For more sweet interspecies friendship — and lots of purrs and cuddles — follow ."}, {"num_of_comments": 24, "num_of_like": "849,442", "path": "instagram/picture1906.jpg", "like_list": [], "date_time": "Aug 16, 2016", "location": "", "tag_list": ["#WHPsymmetry", "@symmetrybreakfast", "@thaihoangphotography", "@thaihoangphotography"], "caption": "“Symmetry really works when it’s about balance. There’s something so delicate here — you don’t even know how quickly they’re moving,” says  guest curator Michael Zee () of this submission by . “It’s symbiotic — they rely on each other.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "849,442", "path": "instagram/picture1907.jpg", "like_list": [], "date_time": "Aug 16, 2016", "location": "Russian Academy of Sciences", "tag_list": ["@symmetrybreakfast", "@kutenkov", "#WHPsymmetry", "@kutenkov"], "caption": "“They’ve tried to capture symmetry that’s not static but that’s dynamic,\" says guest curator Michael Zee () of Vladimir Kutenkov's () cinematic submission to .\nFollow along as we feature more of Michael's favorite submissions to the project.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "626,197", "path": "instagram/picture1908.jpg", "like_list": [], "date_time": "Aug 16, 2016", "location": "", "tag_list": ["#WHPsymmetry", "@symmetrybreakfast", "@instagram", "@melanieaprilart", "@melanieaprilat"], "caption": "Last weekend’s hashtag project was , and guest curator Michael Zee () selected his favorite submissions we’ll be sharing on  this week. “The texture of the background, the slight imperfection of the shape of the circles — there are so many delicate detail bits that tell us the story of the amount of labor that’s gone into this,” says Michael of this photo by .\nFollow along as we feature more of Michael’s submissions throughout the week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "580,072", "path": "instagram/picture1909.jpg", "like_list": [], "date_time": "Aug 16, 2016", "location": "", "tag_list": ["@kononekome", "@instagramjapan", "@kononekome"], "caption": "Freelance photographer Yile Yang () aims to capture the uncertainties of everyday life. Yile’s photos are a reflection of the emotions she encountered when she left her homeland of Beijing, China, to work in Tokyo. “I began working for this big company, only to realize how tough it was to convey thoughts and reach agreements with people who were different from me in many ways,” the 25-year-old says. She turned to her camera and found herself on a new path. “Photos don’t eliminate the things you don’t understand, and at the same time you’re not forced to define them as well,” Yile says. “What fascinates me about photography is that it shows you both the visible and invisible side of things all at once.”\nDiscover more stories from the Japanese community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "580,072", "path": "instagram/picture1910.jpg", "like_list": [], "date_time": "Aug 16, 2016", "location": "Rio 2016 Olympic Park, Barra da Tijuca", "tag_list": ["@nicolaadamsobe", "@nicolaadamsobe"], "caption": "At the 2012 London Olympics, British boxer Nicola Adams () made history as the first-ever woman to win an Olympic title for boxing. “I am hoping to inspire more women to get into boxing,” the gold-medal winner, currently competing in Rio, says. “I hope I can be a role model for other females to get involved and further prove that it is possible for women to take part and succeed in the sport.” Nicola constantly breaks new ground for her sport and her country; she credits her trailblazing courage to her mother’s perseverance. “I’ve watched my mum work incredibly hard her whole life, and it inspired me that you can do anything you want — as long as you put your mind to it,” she says. “I’ve always just wanted to win. I don’t think about losing until it happens.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "714,985", "path": "instagram/picture1911.jpg", "like_list": [], "date_time": "Aug 16, 2016", "location": "", "tag_list": ["@colonlessfemale", "#GoingThroughIt", "#GoingThroughIt", "@colonlessfemale", "@veronicamreynaud"], "caption": "A year ago, Amanda () didn’t realize that losing her colon would be one of the best things that ever happened to her. But for her,  meant understanding body positivity in a whole new light. “We’re all different ethnicities. We’re all different races. There’s not just one form of perfect — so I think I’m perfect,” 18-year-old Amanda says. “I’ve been through many things in my life, and I have scars and a poop bag. To me, healthy body image is about owning yourself and being like, ‘OK, this isn’t perfect, but I’m going to make it look cool.’ Everything is cute if you make it cute. If you’re like, ‘I look perfect in this,’ people are going to be like, ‘Oh, my god, they’re so pretty.’”\nThis is the first post of our new series , which highlights young people creating amazing communities of support on Instagram. Read our extended Q&A with Amanda on our blog (link in bio) and follow her account for even more body positivity vibes.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "695,533", "path": "instagram/picture1912.jpg", "like_list": [], "date_time": "Aug 15, 2016", "location": "", "tag_list": ["#WakeUpandMakeUp", "#WakeUpandMakeUp", "@sunkissalba", "@sunkissalba"], "caption": "Every week, we’re showcasing some of the most creative community hashtags on Instagram. Today we’re highlighting  — makeup artists all over the world are sharing their top beauty tips and daily routines with the hashtag. There’s no right way to , but for New York-based beauty creator Alba Ramos (), it’s all about an effortless minimal look. “Skip eyeshadows, eyeliner and full coverage foundation,” she suggests. “Focus on BB cream, concealer, setting powder, blush and bronzer, mascara and tinted gloss. The fact we can achieve this natural look in only minutes is wonderful!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "773,466", "path": "instagram/picture1913.jpg", "like_list": [], "date_time": "Aug 15, 2016", "location": "Westfjords", "tag_list": ["@jcpieri", "#TheWeekOnInstagram", "@jcpieri"], "caption": "“This picture is about freedom,” says filmmaker and photographer JC Pieri (). He stumbled upon this tractor during a 15-day trip in Iceland with friends shooting an upcoming film. “We chose Iceland because of the variety of landscapes — you have to see it to understand. You can see volcanic area and around the next corner a huge black sand beach.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "996,077", "path": "instagram/picture1914.jpg", "like_list": [], "date_time": "Aug 15, 2016", "location": "Hindmata, Dadar", "tag_list": ["@emmanual_09", "#TheWeekOnInstagram", "@emmanual_09"], "caption": "Rain, rain, don’t go away — for these boys, a flooded road creates enough open space for a game of soccer. “Many people would be irritated or frustrated because of the traffic snarls, and there are these boys who enjoyed their lives to the fullest,” says freelance photojournalist Emmanual Karbhari (), who documented the effect of heavy rain around his city. “Motion slows down, but it never stops.” Follow along as we feature more of our favorite moments from .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "879,259", "path": "instagram/picture1915.jpg", "like_list": [], "date_time": "Aug 14, 2016", "location": "", "tag_list": ["@dashaphi", "@dashaphi"], "caption": "“These beach slides are pure fun!” says Dasha Filatova () who traveled to Barcelona from Yekaterinburg, Russia, for a family vacation. “Warm sea, golden beach, family and these slides are the coolest type of holiday.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "637,243", "path": "instagram/picture1916.jpg", "like_list": [], "date_time": "Aug 14, 2016", "location": "愛媛県西予市", "tag_list": ["@71kix", "#TheWeekOnInstagram", "@71kix"], "caption": "Hayato Kinoshita () found two reasons it pays to look out the car window. While passing along Highway 25, he spotted this pair of mammoths on display as part of the Lotus Festival in Seiyo, Ehime Prefecture, Japan. Seeing the giant creations against the vast countryside made for a surreal moment he wanted to share. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "681,768", "path": "instagram/picture1917.jpg", "like_list": [], "date_time": "Aug 14, 2016", "location": "", "tag_list": ["@indiaspence", "@chickenandstan", "#TheWeekOnInstagram", "@chickenandstan"], "caption": "It’s not every day you come across a meta portrait of an electric blue parrotlet named Chicken. “I think it’s important to highlight how truly knowledgeable animals can be, and that in a sense they do have their own universe separate from ours, and we get to be a part of it,” says India Spence (), who lives in Seattle and is one of ’s owners.\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "681,768", "path": "instagram/picture1918.jpg", "like_list": [], "date_time": "Aug 14, 2016", "location": "", "tag_list": ["@alinavalitova", "#BoomerangOfTheWeek", "@boomerangfrominstagram", "#Boomerang", "@alinavalitova"], "caption": "A stranger’s swinging shadow in Triumphal Square stopped Alina Valitova () in her tracks. Proclaimed “Queen of the Boomerang” by her friends in Moscow, Alina’s dreamy loop is our !\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "953,030", "path": "instagram/picture1919.jpg", "like_list": [], "date_time": "Aug 13, 2016", "location": "Hobbiton Movie Set", "tag_list": ["@shaun_jeffers", "@shaun_jeffers"], "caption": "“I just love creating images of things that people rarely get to see,” Shaun Jeffers () says — and he definitely follows through on his ambition. The New Zealand-based photographer moved from Liverpool, England, to the small island nation three years ago, inspired by his childhood love of “The Lord of the Rings.” What was supposed to be a year-long trip has become a permanent residency — there is just too much to explore and photograph.\n\nShaun is the official photographer of Hobbiton, the village built for “The Lord of the Rings” and “The Hobbit” epic film series. Now it’s a tourist attraction, and Shaun’s photos of its hidden cottages with moss-covered roofs, set against the lush backdrop of the hills, bring in people from around the world. But his eye is trained on much more than just the little movie town. Shaun, a freelancer, travels to capture the massive New Zealand night sky — “the Milky Way is just so clear down here,” he says — and natural phenomena, from glowworms to the aurora australis. The real world is even more magical.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "953,030", "path": "instagram/picture1920.jpg", "like_list": [], "date_time": "Aug 13, 2016", "location": "", "tag_list": ["@sdionbakerdesign", "@sdionbakerdesign"], "caption": "Samantha Dion Baker () wasn’t looking for a career change when she began her daily sketching practice three years ago — but sometimes, change finds you. “Being a mom, the journal was the one thing that I could control and do every day,” says the Brooklyn-based illustrator, who comes from a long line of successful women artists. Each journal entry posted to her account is a combination of drawing and writing about Samantha’s interests and everyday life, whether she is sitting on the sidelines of her sons’ soccer games or strolling through a New York City art gallery or traveling abroad to Paris. Recent illustration clients — ranging from boutiques and restaurants to a couple wanting to commemorate their engagement — have all taken notice. “I really like this idea of a collection, of a record, of what’s mundane but also interesting,” Samantha says. “If you draw it, it becomes interesting. There is always something.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "811,118", "path": "instagram/picture1921.jpg", "like_list": [], "date_time": "Aug 13, 2016", "location": "", "tag_list": ["#WHPsymmetry", "@symmetrybreakfast", "#WHPsymmetry", "#WHPsymmetry", "@symmetrybreakfast"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make symmetrical photos and videos, taking inspiration from London-based Michael Zee (), who creates mirrored meals every morning for himself and his partner, Mark. Tap our profile pic to see today’s Instagram story and learn what goes into creating one of Michael’s balanced breakfast spreads, then check out his tips for  below.\nCompose your frame so that each side of your picture is equal. “You’ve simply got to visualize a mirror in the middle.”\nLook for examples in both tiny details and larger landscapes. “Once you start looking for symmetry — in nature, architecture, art and so on — you’ll find it almost impossible to stop.”\nDon’t be afraid of imperfect symmetry. “I find it most beautiful when you can see the absolute tiniest of differences. I love wabi-sabi, the Japanese concept of beauty in the imperfect.”\nProject Rules: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "780,456", "path": "instagram/picture1922.jpg", "like_list": [], "date_time": "Aug 13, 2016", "location": "", "tag_list": ["#WWIM14🍴", "#WWIM14🍴", "@hobopeeba"], "caption": "Worldwide InstaMeet 14 is happening the weekend of September 17-18! Join tens of thousands of people around the world to explore, share and celebrate this WWIM’s theme — food!\n is an opportunity to connect with friends, old and new, to celebrate the diversity of food and its ability to bring people of all backgrounds together. Our new feature Instagram Stories offers even more opportunities to organize and promote your meetups and get your creative juices flowing.\nInterested in organizing a  InstaMeet? Connect with others and learn more at community.instagram.com, and tell us about your meetup at bit.ly/ourinstameet.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "983,601", "path": "instagram/picture1923.jpg", "like_list": [], "date_time": "Aug 13, 2016", "location": "David Sheldrick Wildlife Trust", "tag_list": ["@dswt", "#WorldElephantDay", "@dswt"], "caption": "“There is little more rewarding than being able to watch as these broken babies heal and join wild herds to live a wild life again,” says Angela Sheldrick, CEO of the David Sheldrick Wildlife Trust (), the world’s most successful orphan-elephant rescue and rehabilitation program, named after her late father, which has raised close to 200 orphaned elephants in Kenya. “An estimated 25,000 to 30,000 elephants are killed for their tusks each year, and at that rate, more elephants are being killed by poachers than being born,” she says. But it’s not too late for these animals. “We urge people to use their social channels to share stories about elephants in an effort to remind people that our natural world is the most beautiful world, and that if we lose it, we will lose a part of ourselves,” says Angela. “I, for one, cannot contemplate a planet void of the magnificent elephant. Surely collectively we can stop this madness.”\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "774,095", "path": "instagram/picture1924.jpg", "like_list": [], "date_time": "Aug 12, 2016", "location": "", "tag_list": ["@eauditalie", "@eauditalie_official", "@eauditalie", "@eauditalie"], "caption": "Despite spending her summers on the coast in Positano, Italy, Marina Sersale () is not interested in showing the immediate beauty of the places she’s in. “What I really like is the interaction between shadow and light,” Marina says of her mostly black-and-white photos. “I can isolate aspects of interactions in a scene and show levels of reality that are not immediately obvious.” A former documentary filmmaker, Marina didn’t get into still photography until 2012, when she started an account for her and her husband’s artisanal fragrance company, Eau d’Italie.\n“The initial idea was to take pictures of the products, but I found that I wasn’t really good at that,” she says. “With Eau d’Italie (_official), we work on schedule and we work on idea; in my photos, I work with no schedule and no idea. It offers me complete creative freedom.” Today, Marina uses  to capture scenes where there aren’t many people. “I don’t like crowds as a person, or crowds photographically,” she says. “In a crowd, I can’t see. I need space, I need emptiness.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "632,429", "path": "instagram/picture1925.jpg", "like_list": [], "date_time": "Aug 12, 2016", "location": "", "tag_list": ["@paugasol", "@paugasol"], "caption": "Pau Gasol () is set to embark on his 17th NBA season this fall, but right now he is focused on representing Spain at the Rio Olympics. “I am extremely proud to be able to represent my country — it’s a privilege to compete for everybody supporting us back home and to play basketball with this amazing group of people that are like a family to me,” Pau says. The 36-year-old, who is competing in his fourth Olympics, helped lead Spain to the silver medal in the past two games. Pau’s professional career spans three decades and includes two NBA Championships, and he credits his longevity to hard work and focus: “There’s also a lot of dedication that goes into being able to compete at this level at this stage in my career. I work very hard and I am very disciplined. I also have a great team around me that takes care of every detail of my training regime and my nutrition, and I would not be able to do it without them.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "738,203", "path": "instagram/picture1926.jpg", "like_list": [], "date_time": "Aug 12, 2016", "location": "", "tag_list": ["@looseleaf__", "@looseleaf__"], "caption": "Looking back, it feels as if Charlie Lawler and Wona Bae were destined to open Loose Leaf (), a plant nursery and floral studio in Melbourne, Australia. “We were both born into the plant world,” says Charlie. “Wona grew up on a flower farm in South Korea, and my grandparents had a plant nursery in Tasmania, where I spent my youth helping out.” Wona’s experience as a florist and sculptor, combined with Charlie’s as a designer and artist, laid the perfect foundation for collaboration. The duo faced challenges getting Loose Leaf off the ground — “Wona calls it ‘jeon-hwa-wi-bok,’ meaning ‘blessing in disguise’ or ‘from bad good things come’” – but these days their business is as thriving as the plants that fill it, offering floral classes and workshops to local customers. Charlie urges other small business owners to celebrate their differences. “We’ve been inspired to share new and original concepts, which isn’t about creating content – it’s about creating work that you are passionate and proud of.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "625,351", "path": "instagram/picture1927.jpg", "like_list": [], "date_time": "Aug 11, 2016", "location": "", "tag_list": ["@ridingyellow", "@ridingyellow"], "caption": "Everyone is trying to get somewhere. No one knows this truth better than a NYC yellow taxicab driver. “The space in the back of a yellow cab serves the entire world,” says Yaw Addae (). The Bronx-based photographer, who arrived from Ghana in 1995, started driving a taxi to make money and keep a flexible schedule, ideal for his creative pursuits. But the window into the back of the cab, and the diversity of passengers sliding in, led the way to Yaw’s “Riding Yellow” portrait project. In showing our differences, his motivation is to share a message of harmony and respect: “We all influence one another — directly or indirectly. It would be so much easier if we could all respect one another and the roles we play in life — from the doctor to the delivery man to the dry cleaner and, of course, the yellow cab driver.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "904,859", "path": "instagram/picture1928.jpg", "like_list": [], "date_time": "Aug 11, 2016", "location": "Sentosa Boardwalk", "tag_list": ["@idroneman", "@idroneman"], "caption": "Chia Joel and Toh Jie Yi (), wanted to show off the unique side of Singapore. So the couple took to the sky, flying a drone overhead to capture photos of the blue waters of the Johore Strait as well as the country’s expansive mainland buildings and monuments. “I would love for each and every one of my photos to showcase Singapore’s beauty from a different perspective,” says Chia, 24, who started using drones earlier this year. “Singapore may be just a tiny little dot on a global world map, but we have much to offer.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "598,485", "path": "instagram/picture1929.jpg", "like_list": [], "date_time": "Aug 11, 2016", "location": "", "tag_list": ["@alyraisman", "@gabbycvdouglas", "@simonebiles", "@lauriehernandez_", "@madison_kocian", "@usagym"], "caption": "Four years of hard work = an amazing day in Rio for the self-dubbed “Final Five,” pictured above. Congratulations to Aly Raisman (), Gabby Douglas (), Simone Biles (), Laurie Hernandez () and Madison Kocian () on their gold medal in the women’s gymnastics team all-around competition yesterday.\nTap on our profile pic to see USA Gymnastics’ () road to gold in today’s Instagram story."}, {"num_of_comments": 24, "num_of_like": "979,462", "path": "instagram/picture1930.jpg", "like_list": [], "date_time": "Aug 11, 2016", "location": "", "tag_list": ["@axelprimmerphotography", "#WorldLionDay", "@axelprimmerphotography"], "caption": "“When you look a lion in the eyes, you can see why they’re king of the jungle,” says 22-year-old photographer Axel Primmer (), who works as a field guide in Nambiti Private Game Reserve in Ladysmith, South Africa. “We’re trying to teach people that if you’re going to keep shooting animals, we’re going to have none left.” On the private reserve where he works — which has a strict no-hunting policy — Axel captured this photo. “These two males were walking straight towards my vehicle, and they had that determination,” he says.  🦁\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "695,007", "path": "instagram/picture1931.jpg", "like_list": [], "date_time": "Aug 10, 2016", "location": "", "tag_list": ["#WHPgoforgold", "@diamondoodles", "@diamondoodles"], "caption": "For , 27-year-old Hannah Becker () from Philadelphia imagined a world where an Olympic swimmer competes in sapphire water while rocking a ruby swimming cap and diamond goggles.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "695,007", "path": "instagram/picture1932.jpg", "like_list": [], "date_time": "Aug 10, 2016", "location": "", "tag_list": ["@mellamuis", "#WHPgoforgold", "@instagram", "@mellamuis"], "caption": "Inspired by the Olympic performances in Rio de Janeiro, Melanie Scheepers () from South Africa captured a quiet moment in her backyard of her son “going for gold” in the golden light.\n\nFollow along as we feature more of our favorite submissions to  on .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "764,814", "path": "instagram/picture1933.jpg", "like_list": [], "date_time": "Aug 10, 2016", "location": "", "tag_list": ["@disparadalmeida", "@disparadalmeida"], "caption": "Eighteen-year-old archer Marcus D’Almeida () is making his first appearance in the Olympics without having to leave his home country of Brazil. “It’s very emotional to wear your country’s uniform, even more at home,” Marcus says. “The Brazilian crowd cheering for us is very important. It will help every Team Brazil sport go a bit further.” Marcus is considered one of the rising stars in the archery community, and his practice routine is designed to make him the best he can be. “I train eight hours a day,” says Marcus. “That includes 400 arrows, massage therapy, physiotherapy, physical conditioning and mental conditioning.” While some have referred to him as one of the next big athletes to represent Brazil, he isn’t letting external pressure impact how he prepares. “My greatest expectation is to give it my all and do my best.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "764,814", "path": "instagram/picture1934.jpg", "like_list": [], "date_time": "Aug 10, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@marimon0703__", "@marimon0703__"], "caption": "Today’s  is coming to you from Japan!  is home to eight cute and cuddly cats who are always ready to play (and often, get into mischief). Add these frisky felines to your feed, and follow ."}, {"num_of_comments": 24, "num_of_like": "961,204", "path": "instagram/picture1935.jpg", "like_list": [], "date_time": "Aug 9, 2016", "location": "Playa de Laredo", "tag_list": ["@arridj", "#WHPgoforgold", "@arridj"], "caption": "David Arranz () kicks it up a notch from Playa de Laredo in Spain for .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "961,204", "path": "instagram/picture1936.jpg", "like_list": [], "date_time": "Aug 9, 2016", "location": "", "tag_list": ["@nohabahr", "#WHPgoforgold", "@nohabahr"], "caption": "Visual artist Noha Bahr () reimagines one of her signature bird characters as an Olympic gymnast in this submission to .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "961,204", "path": "instagram/picture1937.jpg", "like_list": [], "date_time": "Aug 9, 2016", "location": "Woodward West", "tag_list": ["@indyjammajones", "#WHPgoforgold", "@indyjammajones"], "caption": "To nail a blind landing, American roller-skating gymnast Amy West () knows how to dust herself off and try again ... and again ... and again.\nFollow along as we feature more of our favorite submissions from .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "465,886", "path": "instagram/picture1938.jpg", "like_list": [], "date_time": "Aug 9, 2016", "location": "American Museum of Natural History", "tag_list": ["@lydia_ortiz", "@amnh", "#eatdrawgram", "@lydia_ortiz"], "caption": "A childhood spent at museums combined with a lifetime of drawing prepared Lydia Ortiz () to illustrate the show “Dinosaurs Among Us” at the American Museum of Natural History () in New York City. The exhibition explores the gradual transition of dinosaurs to birds through rare fossils and lifelike models of dinosaurs with stunning feathers. “It’s a mix of science and the surreal,” says Lydia, who joined about 50 other artists who were invited to an illustration event which was shared with the hashtag . “I kept drawing even when I got home from the museum,” she says. “I literally did not sleep that night from too much excitement.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "646,933", "path": "instagram/picture1939.jpg", "like_list": [], "date_time": "Aug 8, 2016", "location": "", "tag_list": ["@thiagopethit", "@instagrambrasil", "@thiagopethit"], "caption": "“When I’m onstage I can do whatever I want, be whoever I want to be and totally set myself free,” says musician Thiago Pethit (). “I feel more comfortable onstage than at home.” Most of this confidence comes from prior training as an actor. A movie buff infatuated with design, the 29-year-old São Paulo native has been on tour in Brazil promoting his third album, “Rock ‘n’ Roll Sugar Darling.” Thiago praises the diversity and freedom of life in São Paulo and misses some of the customs unique to his native city. “I’ve spent more time in airports and on concert stages than in my own bed, but I love it when it’s time to come home and drink a typical São Paulo coffee at a street corner café.”\nTo discover more stories from Brazil, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "970,064", "path": "instagram/picture1940.jpg", "like_list": [], "date_time": "Aug 8, 2016", "location": "Brighton", "tag_list": ["#Doortraits", "@ghostzine", "#Doortraits", "@ghostzine"], "caption": "“ celebrates the beauty and individuality of doors worldwide,” says Alexis Somerville (), who has recently found plenty of unique entrances in Brighton, England. “The city has a lot of colorful doors and facades.” Start taking  on your own with Alexis’ advice: “Look out for interesting doors around you and think about framing, symmetry and light.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "913,577", "path": "instagram/picture1941.jpg", "like_list": [], "date_time": "Aug 8, 2016", "location": "", "tag_list": ["#TheWeekOnInstagram", "@melburford", "@melburford"], "caption": "In this storybook moment from , joy is delivered in the form of a steam locomotive. “I think one of the most amazing things about being a mother is that you see the world through your children’s eyes,” says Melanie Burford (), who captured this photo of her son Nikolaj in Norway while awaiting the arrival of relatives. “My inspiration is my boys (always) and their excitement about every bus, car and firetruck that goes past.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "764,492", "path": "instagram/picture1942.jpg", "like_list": [], "date_time": "Aug 8, 2016", "location": "", "tag_list": ["@diehardcowboy_", "#TheWeekOnInstagram", "@diehardcowboy_"], "caption": "“The difficult part about getting a shot like this is that you can never plan exactly how things will unfold,” says Utah-based cowboy, photographer and country musician Chris Petersen (). For this photo, Chris stepped in front of the camera. “When I see this image it takes me back to that moment in time. I could hear pounding hooves, I could feel the wind on my face, I saw mud flying through the air and my heart seemed to race as fast as the horses around me. It was a feeling of absolute freedom and a rush that felt like an overload of the senses.” \nPhoto of  by Mark Kettenhofen"}, {"num_of_comments": 24, "num_of_like": "650,944", "path": "instagram/picture1943.jpg", "like_list": [], "date_time": "Aug 8, 2016", "location": "Rio de Janeiro, Rio de Janeiro", "tag_list": ["@bside91", "#TheWeekOnInstagram", "@bside91"], "caption": "“Capoeira is truly a conversation,” says Alejandro Márquez (), a graphic designer from Guatemala who spotted these capoeira dancers in Rio de Janeiro. “It felt like a dialogue taking place between two people that relies on their instincts, trained reflex and ability to express themselves.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "650,944", "path": "instagram/picture1944.jpg", "like_list": [], "date_time": "Aug 7, 2016", "location": "Melrose Avenue", "tag_list": ["#BoomerangOfTheWeek", "@tommylundberg", "#emojisinthewild", "@boomerangfrominstagram", "#Boomerang", "@kyliesheaxo", "@tommylundberg", "@asenseofhuber"], "caption": "Our  = the work of three creatives who live in Los Angeles. “Kylie’s outfit was inspired by 💃🏻,” says Tommy Lundberg (). “I’m always looking for .”\nFollow  to see more mind-blowing loops from our community.\n of  by  and "}, {"num_of_comments": 24, "num_of_like": "789,583", "path": "instagram/picture1945.jpg", "like_list": [], "date_time": "Aug 7, 2016", "location": "Якиманская Набережная", "tag_list": ["@antpunchphoto", "#TheWeekOnInstagram", "@antpunchphoto"], "caption": "Two pandas out for a drive? Not quite. “These were funny car seat covers found while biking to Moscow,” says Anton Panchenkov ().\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "789,583", "path": "instagram/picture1946.jpg", "like_list": [], "date_time": "Aug 7, 2016", "location": "Hadleigh Park", "tag_list": ["@julien_absalon", "#TheWeekOnInstagram", "@julien_absalon"], "caption": "Team training wouldn’t be complete without a little fun. Here, cyclist Julien Absalon () shares a few loops from the Pump Track located in Essex, England’s Hadleigh Park. \nVideo by "}, {"num_of_comments": 24, "num_of_like": "782,984", "path": "instagram/picture1947.jpg", "like_list": [], "date_time": "Aug 6, 2016", "location": "Rio de Janeiro, Rio de Janeiro", "tag_list": ["@taralipinski", "@nbcolympics", "@taralipinski"], "caption": "After winning a gold medal at the 1998 Nagano Winter Games, former figure skater Tara Lipinski () finds covering the 2016 Olympics from the broadcast booth a welcome change. “There is still a sense of performance with broadcasting on live television and a good amount of pressure that goes along with that,” Tara says. “But nothing like the intense pressure of taking the ice for Olympic competition.” Rio will be the first Summer Olympics she will have the opportunity to cover for NBC (). “In my heart I will always have a soft spot for the Winter Olympics, but I have always been envious of those summer Olympians and the warm weather they get to enjoy,” she says. Outside of the games themselves, Tara also is looking forward to seeing the sights while in Brazil. “Rio has so much to offer but I would like to experience as much of the local flavor as I can — whether it be restaurants, shops or more of the stunning views across the city.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "782,984", "path": "instagram/picture1948.jpg", "like_list": [], "date_time": "Aug 6, 2016", "location": "", "tag_list": ["#WHPgoforgold", "@impact.brothers", "#WHPgoforgold", "@impact.brothers"], "caption": "Weekend Hashtag Project: \nGet ready for the Summer Olympics in Rio! In honor of the coming weeks of competition and worldwide celebration, the goal this weekend is to make photos and videos inspired by hard work and personal goals — like this one by . Here’s how to get started:\nWhether you’re trying to master a headstand or a foul shot, share a video showing where you are in the process.\nDo you have a mentor, a partner in crime, or someone who looks up to you? Introduce your followers to who inspires you to keep going.\nAchieving excellence is all about persistence — and it isn’t always glamorous. Use video to go behind the scenes of your routine: Show the process of taping up your feet before slipping on dance shoes, or create a blooper reel from a training session.\nDon’t forget to show pride in your efforts: Use drawing tools to add a gold medal to your story, and encourage others to do the same!\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "1,307,490", "path": "instagram/picture1949.jpg", "like_list": [], "date_time": "Aug 6, 2016", "location": "", "tag_list": ["@leialauren", "@leialauren"], "caption": "“Raising twins is nothing short of chaotic, but the joy is also doubled,” says Amber Yong, mother of 1-year-old identical twin girls, Leia and Lauren (). Amber and husband, Peter Lok, live in Singapore and document their girls on a daily basis. “They grow up so fast and these moments are so precious,” she says. The twins — who were a miraculous surprise to the parents-to-be early in the pregnancy — have appeared in dozens of adorable matching outfits, but their unique personalities always shine through. “Leia is reserved and watchful whereas Lauren is sociable and jovial. They balance each other really well.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,307,490", "path": "instagram/picture1950.jpg", "like_list": [], "date_time": "Aug 6, 2016", "location": "", "tag_list": ["@azxd", "@azxd", "@azxd"], "caption": "For the last year and a half, claymation artist Azod Abedikichi () has re-created the world’s most memorable moments in sports on Instagram:\n“I’m inspired by a lot of things — big sports moments, specific athletes, music, pop culture, interesting materials, colors, compositions and the imperfections of working in stop-motion, specifically clay. I like to mix iconic sports audio with new visuals to make something that feels classic but new at the same time. The first phase is writing (researching and finding the right audio clips). I’m always writing in my head when I’m watching sports, but I end up making less than half of my ideas. The second is building sets and armatures. Then I animate — most of my animations are 12 photos per second. The process takes anywhere from 20 to 40 hours, which can take a few days or, when I’m channeling my inner Beast Mode, I’ll complete an animation in one long session.”\nTap on ’s profile picture to see his Instagram Story that goes behind the scenes of his creation process.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,307,490", "path": "instagram/picture1951.jpg", "like_list": [], "date_time": "Aug 5, 2016", "location": "", "tag_list": ["@marniethedog", "@marniethedog"], "caption": "Sun’s out, tongue’s out. It’s summer in NYC, where Marnie the Dog () spends her days being adorably chic. Tap on our profile pic to see her adventures in our Instagram story today. Warning: extreme cuteness awaits.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "740,443", "path": "instagram/picture1952.jpg", "like_list": [], "date_time": "Aug 5, 2016", "location": "R House Wynwood", "tag_list": ["@amandalvaldes", "@didirok", "@amandalvaldes", "@didirok"], "caption": "“In Squad We Trust” reads a 60-foot (18-meter) neon mural located in Miami’s Wynwood Art District. Inspired by the new film “Suicide Squad,” the wall features four of the film’s main characters. “I was falling asleep one night and came up with the idea that if the squad was to visit Wynwood, they would be grabbing cans of spray paint and tagging murals,” says Amanda Valdes (), who worked on the piece with friend and frequent collaborator Diana Contreras (). “She [Diana] created Katana and Deadshot. And I worked on Harley Quinn and Diablo. I’ve always been a huge fan of Harley. She’s really not scared of who she is.” Adds Diana, “I love all the female characters of ‘Suicide Squad,’ but my favorite is Katana. She uses her talents to fight for justice.”\nMural by  and "}, {"num_of_comments": 24, "num_of_like": "740,443", "path": "instagram/picture1953.jpg", "like_list": [], "date_time": "Aug 5, 2016", "location": "", "tag_list": ["@legendaryshots", "@legendaryshots"], "caption": "“We are  and childhood friends from Hoover, Alabama. When we were kids, we would try to make ridiculous shots because we felt so much joy when we made them. We started this in 2006, and our first goal was to sell our content on DVDs. We’re glad we chose online video.\n“We started filming our shots so that we could share that joy and excitement with our friends, and now we get to share that with the whole world. We love nothing more than traveling, experiencing new places and then sharing them with our followers in the form of trick shots and adventure videos.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "598,059", "path": "instagram/picture1954.jpg", "like_list": [], "date_time": "Aug 4, 2016", "location": "", "tag_list": ["@autistic_soul_diver", "@autistic_soul_diver"], "caption": "“Autism has provided Simon with the ability to perceive the world at a different level,” says Juan Chavez () of his son, the focus of his incredible underwater photography. Simon was diagnosed with nonverbal autism at age 3, and at 12 he began swimming lessons. He took to the water immediately, floating on top for hours and diving deeper and deeper. Juan became a certified diver so he could accompany his son and take the soulful photos that fill his account. After moving from Venezuela to Scotland, the family now lives in Oman, where Simon swims in the ocean, realizing new physical and emotional strengths as he plunges to depths of 50 feet (15 meters) or more. “Reaching deep is not the objective,” Juan says. “It’s enjoying practicing a sport he loves, giving him confidence that impacts other areas of his life.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,166,170", "path": "instagram/picture1955.jpg", "like_list": [], "date_time": "Aug 4, 2016", "location": "Las Coloradas, Yucatán.", "tag_list": ["@marisahampe", "@instagrames", "@marisahampe"], "caption": "In Las Coloradas, Mexico, a pink sea exists. The small fishing village on the Yucatán Peninsula is home to tinted waters — thanks to unusually high quantities of tiny brine shrimp. “I couldn’t believe what I saw,” says Marisa Hampe (), a German traveler who discovered the spot through Instagram during a trip to Mexico. “I had never heard of a pink sea; it’s a unique and magical place, like a dream.”\nTo discover more stories from the Spanish-speaking community, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,165,048", "path": "instagram/picture1956.jpg", "like_list": [], "date_time": "Aug 4, 2016", "location": "", "tag_list": ["#MyStory", "@jadebeallphotography", "@jadebeallphotography"], "caption": "“ is about truthfully photographing women to remind them that they are beautiful, just the way they are, without making them into someone other than themselves.” —Jade Beall (), photographer, who took this photo of a nursing mom in Tucson, Arizona.\n“It all started when I was pregnant, and I wanted to be that bounce-back mother. I gained more weight than I was supposed to, I gave birth and the weight barely came off. Five weeks into my new motherhood, I realized I should take a photo, because I wanted to expand my portfolio to add more body diversity. I stood — cellulite, flab, everything — breast-feeding my 5-week-old son. Now, I spend my time photographing women, facilitating them feeling beautiful in their own skin.\n“The women that come to me are definitely on a path for self-love. They’re done with feeling ‘less than,’ unworthy of being called beautiful. As soon as they stand on my backdrop, something shifts. Afterwards, 90 percent of the time women say, ‘That felt so good. I don’t even need to see the photos.’”\nThis post is celebrating World Breastfeeding Week 2016.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,165,048", "path": "instagram/picture1957.jpg", "like_list": [], "date_time": "Aug 3, 2016", "location": "", "tag_list": ["#WHPfriendshipis", "@mtaqi_", "#Boomerang", "#Boomerang", "@mtaqi_"], "caption": " a group hug — as shown by 21-year-old Muhammad Taqi () from Indonesia, who submitted this  to last weekend’s hashtag project.\n by "}, {"num_of_comments": 24, "num_of_like": "1,298,116", "path": "instagram/picture1958.jpg", "like_list": [], "date_time": "Aug 3, 2016", "location": "", "tag_list": ["@ifiri", "#WHPfriendshipis", "@instagram", "@ifiri"], "caption": "“Rescuing little birds and animals is something I’ve done since I was kid,” says 26-year-old Firi Rahman () from Sri Lanka – who submitted this image of two chipmunks he rescued from a storm in May to . “Over time, I’ve learnt that a little bit of kindness and friendship will always help in building trust with them and overcoming their fear of human friends.”\nFollow along as we feature more of our favorite submissions on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "694,054", "path": "instagram/picture1959.jpg", "like_list": [], "date_time": "Aug 3, 2016", "location": "", "tag_list": ["@menasmil", "#WHPfriendshipis", "@instagram", "@menasmil"], "caption": "Salvador Mena () captured the joy of kiddos at a summer barbecue for his submission to .\nFollow along as we feature more of our favorite submissions on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "694,054", "path": "instagram/picture1960.jpg", "like_list": [], "date_time": "Aug 3, 2016", "location": "", "tag_list": ["@piggyherd", "#WeeklyFluff", "@piggyherd"], "caption": "Hello, world! Allow us to introduce you to Fatty, Squirt, Toke, Tiny, Scruffy Puffy, Bugzy, Spikes, Max, Coffi and Chewy — the 10 guinea pig boars that make up  and this week’s . These lovable creatures live in Australia and have a wide array of interests, such as dressing up in costume and snacking on fresh produce. Ensure a heaping helping of guinea pig goodness to your feed by following ."}, {"num_of_comments": 24, "num_of_like": "939,407", "path": "instagram/picture1961.jpg", "like_list": [], "date_time": "Aug 2, 2016", "location": "Laurel Hill, New South Wales", "tag_list": ["@nutellasum", "#WHPfriendshipis", "@nutellasum"], "caption": "“We didn’t realize we were making memories. We just knew we were having fun,” says Natalie Sum () in the caption of her submission for .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "939,407", "path": "instagram/picture1962.jpg", "like_list": [], "date_time": "Aug 2, 2016", "location": "Silver Lake Meadow", "tag_list": ["#WHPfriendshipis", "@ari_fararooy", "@ari_fararooy"], "caption": "“ trusting that I won’t kick her in the head during this photo,” says .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "629,486", "path": "instagram/picture1963.jpg", "like_list": [], "date_time": "Aug 2, 2016", "location": "", "tag_list": ["@hgrdrgz", "#WHPfriendshipis", "@hgrdrgz"], "caption": "“Friendship calls for matching outfits 👭,” according to Hugo Rodriguez (), and we agree.\nFollow along as we feature more of our favorite submissions from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "629,486", "path": "instagram/picture1964.jpg", "like_list": [], "date_time": "Aug 2, 2016", "location": "", "tag_list": ["@nanaopon", "@nanaopon"], "caption": "Japanese collage artist Nao Watanabe () takes an intricate approach to animated GIF creation, layering together Dadaist collages filled with cutouts of fashion models, text and shapes before bringing them to life. “When I was in my teens, my favorite artists were (Jean-Michel) Basquiat, Genta Kosumi, and (German photomontage artist) Hannah Höch,” says Nao, who lives in Tokyo. “My mother is a calligrapher, my father works in television production and my brother is a copywriter, so I’m always being inspired by the creatives around me.” After beginning to experiment with collage art in 2009, she’s been taken with the medium, displacing catwalk models with glossy magazines and situating them in surreal graphic collages. “I find great pleasure in the process of transforming things that already exist into something completely different,” she explains. “Even walking through flea markets looking for vintage magazines is one of the many joys of creating collages.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "776,187", "path": "instagram/picture1965.jpg", "like_list": [], "date_time": "Aug 1, 2016", "location": "Isfana", "tag_list": ["@elyornematov", "#EyesOn", "@elyornematov"], "caption": "Hospitality, respect for elders, harmony with nature: Elyor Nematov () has his  the post-Soviet countries of Central Asia, and these are just a few of the values that he observes at the region’s core. “What I find most important in my work is not to judge each local ethnic group or nationality at face value,” says the documentary photographer from Bukhara, Uzbekistan, who is fluent in Uzbek, Persian, Russian and English. “Underneath the surface there is more that ties us together than separates us.”\nFrom small villages in Kyrgyzstan to the expansive Fergana Valley, Elyor records the legacy of nomadic culture and signs of modernization. “Central Asian countries are very young, and I get the sense we are moving from adolescence into adulthood in terms of development.” As the region navigates change, Elyor’s vignettes of daily life celebrates a diverse patchwork of cultures and ethnicities. “Sometimes it’s just a random watermelon seller from the market, sometimes it’s a kind policeman helping drivers or passengers on the public bus.” Other times, a sweeping panorama is the best way to convey the spirit of his homeland.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "529,977", "path": "instagram/picture1966.jpg", "like_list": [], "date_time": "Aug 1, 2016", "location": "", "tag_list": ["@serayah", "#TeenChoice", "@serayah"], "caption": "Serayah McNeill () always knew she wanted to sing and be on TV — and she’s been doing both for over a year now in her role as performer Tiana Brown on Fox’s “Empire.”\nTonight, she’ll be taking those goals one step further as she performs live at the  awards. “My favorite thing about performing is being able to impact people, and get them as live as we are onstage, and have them as excited as me and the dancers are,” the 21-year-old from Oceanside, California, says.\nThis year, Serayah will be releasing music, going on tour and filming her first movie. Her accomplishments are huge, but she doesn’t feel that different from anyone else: “I want my followers to know that I am just like them and that we all believe and breathe the same. But, most importantly, I want them to know that they are important and to follow their dreams.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "906,374", "path": "instagram/picture1967.jpg", "like_list": [], "date_time": "Aug 1, 2016", "location": "", "tag_list": ["@bramunoz", "#TheWeekOnInstagram", "@bramunoz"], "caption": "The longer we look, the more details rise to the surface in this photo from Valparaíso, Chile, by Braian Asael Muñoz (). “I was impressed seeing that giant wall of sheet metal, monotone gray, unstable, looking over a hill,” says Braian. A jolt of yellow in one window – a father’s sweater — caught Braian’s attention. “A father and son share a moment of intimacy and love. Nothing else matters.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "825,358", "path": "instagram/picture1968.jpg", "like_list": [], "date_time": "Aug 1, 2016", "location": "Hudson River", "tag_list": ["@santimejia_", "@santimejia_"], "caption": "At the New York City triathlon, capturing a photo this majestic is a race in and of itself. Santiago Mejia (), a photo intern at The New York Times, was up at 4 a.m. to preview the course and secure a good spot at the starting line. “The most special portions were at the beginning and the end of the swim,” he says. “I just wanted them to hurry up before it got any brighter. It was right at sunrise!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "644,002", "path": "instagram/picture1969.jpg", "like_list": [], "date_time": "Aug 1, 2016", "location": "", "tag_list": ["@_janak_rathod_", "#TheWeekOnInstagram", "@_janak_rathod_"], "caption": "Here’s one way to stop traffic. Nineteen-year-old photographer Janak Rathod () snapped this photo in the middle of a traffic junction in Mumbai. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "874,496", "path": "instagram/picture1970.jpg", "like_list": [], "date_time": "Jul 31, 2016", "location": "Miyajima Island", "tag_list": ["@michael_malina", "#TheWeekOnInstagram", "@michael_malina"], "caption": "An island full of deer = one for the scrapbooks. But this photo op near the great torii of Miyajima in Japan caught Michael Malina () by surprise. “The deer on the island are very friendly and not shy at all,” he says. “They wandered around people as if they were one of them. This one felt like cooling a little bit from the hot day.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "605,884", "path": "instagram/picture1971.jpg", "like_list": [], "date_time": "Jul 31, 2016", "location": "Avenida Paulista", "tag_list": ["@madeira68", "#TheWeekOnInstagram", "@madeira68"], "caption": "Why join a marching band when you can be in a floating band? Marcio Madeira () spotted members of the musical group CIA K suspended above Paulista Avenue in São Paulo. “What I found most memorable was the emotional reaction from children and adults — their eyes sparkling in awe of such an original performance.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "605,884", "path": "instagram/picture1972.jpg", "like_list": [], "date_time": "Jul 31, 2016", "location": "Комаровский Берег", "tag_list": ["#BoomerangOfTheWeek", "@maka_smirnova", "@boomerangfrominstagram", "#Boomerang", "@maka_smirnova", "@dima_rodnikov"], "caption": "“When I ride, I love to feel warm wind in my hair and feel summer in my heart,” says longboard rider, and the star of our , Maria Smirnova ().\nFollow  to see more mind-blowing loops from our community.\n of  by "}, {"num_of_comments": 24, "num_of_like": "605,884", "path": "instagram/picture1973.jpg", "like_list": [], "date_time": "Jul 31, 2016", "location": "", "tag_list": ["#WhyIMove", "@iam_dytto", "@iam_dytto"], "caption": "“Dance is expression through movement. It’s showing people what the music looks like. This is ,” says Los Angeles-based 18-year-old Courtney Nicole Kelley (), otherwise known as Dytto. She fuses hip-hop movements such as popping, animation and tutting, all with a feminine twist. She compares her style to a “a Barbie doll who is a robot, who is also super funky and loves to groove.” Dytto steers clear of pre-choreographed moves and relies on improvisation. “I have to let myself take risks onstage,” she says. “I feel the most myself when I’m dancing, because the way I move and interpret music can tell you more about me than my words ever can.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "550,182", "path": "instagram/picture1974.jpg", "like_list": [], "date_time": "Jul 30, 2016", "location": "", "tag_list": ["@julianavido", "@julianavido"], "caption": "What do Destiny’s Child, Mindy Kaling and “Game of Thrones’” Lady Lyanna Mormont have in common? They’re all fierce, game-changing women — and really fun for Juliana Vido () to sketch. “I mostly draw women. I’m very inspired by females. Not only the form, but in other ways, too. I am a feminist,” says the 26-year-old illustrator, who lives in Buenos Aires, Argentina. Growing up, Juliana was always creative, doodling and being designated the class artist. It didn’t occur to her that she could make a career out of her passion, so she studied film and fashion in university. Happily, a few years ago she discovered she could marry her love of pop culture with illustration, and now focuses her tool of choice, brightly colored pencils, on pop culture icons like Princess Leia ... or Beyonce. “I love being a part of the thing that everyone’s talking about.”\nIllustration by "}, {"num_of_comments": 24, "num_of_like": "1,003,724", "path": "instagram/picture1975.jpg", "like_list": [], "date_time": "Jul 30, 2016", "location": "Pedra Do Arpoador", "tag_list": ["#WHPfriendshipis", "@bonosurfdog", "#WHPfriendshipis", "@bonosurfdog"], "caption": "Weekend Hashtag Project: \nInternational Day of Friendship is on July 30, and to celebrate, this weekend’s goal is to make photos and videos that capture every aspect of friendship — like this one by . Here’s how to get started:\nGrab a friend or a group and take a fun selfie that shows what it’s like when you spend time together. Try using Boomerang to add motion.\nA horse who hangs with a duck? A puppy cuddle puddle? Share a photo of your pets or an animal odd couple.\nFind letters from pen pals, care packages, friendship bracelets and any other tokens you have that mean friendship to you.\nPROJECT RULES: Please add the  hashtag only to videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "901,748", "path": "instagram/picture1976.jpg", "like_list": [], "date_time": "Jul 30, 2016", "location": "", "tag_list": ["@stevewinterphoto", "#TigerDay", "@stevewinterphoto"], "caption": "“If you want the chi of a tiger, go on safari in tiger country and look one in the eyes,” says 60-year-old National Geographic wildlife photographer Steve Winter (). “Tigers are the No. 1 animal in the world, and they have been in dire straits for years because of habitat loss and poaching for medicinal trade.” Working to save these big cats is a no-brainer, but according to Steve, it won’t happen without assistance. “The hardest part of my job is making a connection that people deem real to their urban lives. Social media helps because it brings people together that believe in the same thing,” he says. “If you love these animals, get involved and move this conversation forward.”  🐯\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "797,547", "path": "instagram/picture1977.jpg", "like_list": [], "date_time": "Jul 29, 2016", "location": "Kabul, Afghanistan", "tag_list": ["@cathjam", "#EyesOn", "@cathjam"], "caption": "Generosity. Grit. Resilience. Catherine James () has her  Afghanistan. The print journalist from Australia moved to Kabul in May 2011 and has been there ever since. “Despite living with this kind of extreme tension and witnessing such horrors for decades, you’ll also find extreme finesse and generosity and camaraderie on an unexpected scale. And don’t forget, that wicked sense of humor.” In the wake of the attack that took place at a peaceful demonstration in western Kabul on Saturday, Catherine traveled around the city to document the response of the people. “The will to live is one of our most primal and strongest urges and by sheer, constant grind Afghans have had to sharpen that will into one of the fiercest you’ll come across compared to a more privileged, comfortable society. Call it resilience, call it grit, the point is their survival demands high levels of ‘it.’ So on they go.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "398,769", "path": "instagram/picture1978.jpg", "like_list": [], "date_time": "Jul 29, 2016", "location": "Pennsylvania Convention Center - Philadelphia, PA (Philly)", "tag_list": ["@anthonybgeathers", "@hillaryclinton", "@anthonybgeathers"], "caption": "“I never thought I would be at the Democratic National Convention, making portraits of these important people that will be shared nationally and globally at age 26,” says New York City-based photographer Anthony Geathers (). “[I’m] thankful that I get to be a part of history.”\nJuly 28 marks the culmination of the four-day Democratic National Convention in Philadelphia, where Hillary Clinton () became the party’s first female nominee for president of the United States. In a studio perched above the convention floor, Anthony photographed governors, senators and other notable figures. “It’s been a whirlwind of different people,” Anthony says, noting that the passion of the crowd helped fuel his photography. “You could barely hear yourself think! It’s so energetic inside the convention center — it gets me going to give it my all inside the studio.”\nPhotos by "}, {"num_of_comments": 24, "num_of_like": "398,769", "path": "instagram/picture1979.jpg", "like_list": [], "date_time": "Jul 29, 2016", "location": "", "tag_list": ["@fabianamurer", "#BeyondTheGames", "@fabianamurer"], "caption": "Brazilian pole vaulter Fabiana Murer () is set to return to the Olympics in 2016 and couldn’t be happier to have a chance to claim her first medal. “It’s an opportunity of a lifetime to compete in Rio, especially because I’ll have the Brazilian fans supporting me,” the 35-year-old says. Fabiana competed in the 2008 Summer Olympics in Beijing, but failed to qualify for the 2012 London games. 2016 is all about fighting for the medal she’s dreamed of taking home. “Of course, now the motivation is so much bigger because it’s happening in my country,” she says.\n is a series that spotlights inspiring women athletes in the Instagram community who are telling their Olympic story.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "398,769", "path": "instagram/picture1980.jpg", "like_list": [], "date_time": "Jul 28, 2016", "location": "", "tag_list": ["#WhipItWednesday", "@billylaninovich", "@billylaninovich", "@steevehowe"], "caption": "“ is all about whipping your motorcycle,” explains 33-year-old professional motocross racer Billy Laninovich (). “Whipping is throwing your dirt bike sideways or upside down,” he says. The hashtag highlights the motorcycle-mad community on Instagram. Billy’s tips on getting the best video: “Try not to shoot directly into the sun so there isn’t any blur, and keep the object in the center of the camera as much as possible.” He adds, “I don’t recommend trying this unless you are a very experienced rider.”\nVideo of  by "}, {"num_of_comments": 3, "num_of_like": "799,465", "path": "instagram/picture1981.jpg", "like_list": [], "date_time": "Jul 28, 2016", "location": "", "tag_list": ["#myinstagramlogo", "@il_bianconiglio", "@il_bianconiglio"], "caption": "It’s been a few weeks since Instagram received a makeover — and community members all over the world have been making it their own through  interpretations like this one from Italian student Mirko Ievolella (). Mirko constructed his remix of our app’s new look out of his crazy sock and shoe collections plus a pile of laundry. And yes, you’ll be glad to know all these clothes were clean. 😉\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "895,403", "path": "instagram/picture1982.jpg", "like_list": [], "date_time": "Jul 28, 2016", "location": "", "tag_list": ["@de11edonne", "@thewrigleydelledonne", "#BeyondTheGames", "@de11edonne"], "caption": "Reigning WNBA Most Valuable Player Elena Delle Donne () will be traveling to Rio this summer representing the United States in the Olympic Games — her biggest fan Wrigley () will be watching from home. “He’s an avid TV watcher,” Elena says of her Great Dane. The 26-year-old is looking forward to teaming up with players she’s been competing against since being drafted by the Chicago Sky three years ago. Prior to the WNBA, Elena became a star playing at University of Delaware, a school close to home, so moving to Chicago was a big change. “It was my first time really being away from home, so I decided to get a puppy,” she says of Wrigley, whose namesake is the baseball stadium where the Chicago Cubs play. “I got him a couple weeks after I threw out the first pitch at the Cubs game.”\n is a series that spotlights inspiring women athletes in the Instagram community who are telling their Olympic story.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "895,403", "path": "instagram/picture1983.jpg", "like_list": [], "date_time": "Jul 27, 2016", "location": "", "tag_list": ["@swsco", "#WHPworkinprogress", "@swsco"], "caption": "Trimming clay delivers soothing, swirling spirals in photographer and potter Nicolette Johnson’s () submission to last weekend’s hashtag project, .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "895,403", "path": "instagram/picture1984.jpg", "like_list": [], "date_time": "Jul 27, 2016", "location": "", "tag_list": ["@snowsculpt", "@siren74", "#WHPworkinprogress", "@snowsculpt"], "caption": "“It was wonderful to watch the face and personality transform,” says sculpture artist David Rothstein (), who filmed Soren Mason Temple () paint a colorful portrait for . “I wanted to better understand how such vivid portraits could emerge onto a piece of paper.” Video by "}, {"num_of_comments": 24, "num_of_like": "895,403", "path": "instagram/picture1985.jpg", "like_list": [], "date_time": "Jul 27, 2016", "location": "", "tag_list": ["@faccidesigns", "@sonny.the.sloth", "#WHPworkinprogress", "@instagram", "@faccidesigns"], "caption": "“I am a self-taught needle felter, and I’m addicted,” says Linda Facci (), a creative director and “major crafter” from New York. She submitted this video of her character Sonny the Sloth () to . “Come on, who doesn’t love a sloth?”\nFollow along as we feature more of our favorite submissions to last weekend’s hashtag project on .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "895,403", "path": "instagram/picture1986.jpg", "like_list": [], "date_time": "Jul 27, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@annaragdoll", "@annaragdoll"], "caption": "Today’s  is one fierce feline. World, meet Anna (). 😻 She’s ready to make her big debut. This ragdoll cat lives in Japan and knows how to strike a pose. For more cat-powered prowess in your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "588,822", "path": "instagram/picture1987.jpg", "like_list": [], "date_time": "Jul 26, 2016", "location": "", "tag_list": ["@martinahingis80", "@belindabencic", "#BeyondTheGames", "@martinahingis80"], "caption": "Swiss tennis legend Martina Hingis () was 15 years old when she competed in the 1996 Olympic Games. Now, 22 Grand Slam titles later, she’s looking to win her first-ever gold, this time competing in doubles. “We have a very solid tennis team this time around and I am just happy and proud to be a part of it,” she says. Martina, who will be pairing with Belinda Bencic () in women’s doubles, says there’s an advantage to playing doubles: “You have a supporter, someone who can pump you up in the right moments, when you need it the most,” she says. “Your partner can help you find solutions when things aren’t going right and you help each other out.”\n is a series that spotlights inspiring women athletes in the Instagram community who are telling their Olympic story.\nPhoto of  by Jag Gundu"}, {"num_of_comments": 24, "num_of_like": "588,822", "path": "instagram/picture1988.jpg", "like_list": [], "date_time": "Jul 26, 2016", "location": "", "tag_list": ["@ducthangbui", "#WHPworkinprogress", "@ducthangbui"], "caption": "A work in progress that ends with a smile. Duc Thang Bui () repurposed an empty candy box to create a happy face for his nephew. More recycling, more smiles. \nVideo by "}, {"num_of_comments": 24, "num_of_like": "588,822", "path": "instagram/picture1989.jpg", "like_list": [], "date_time": "Jul 26, 2016", "location": "", "tag_list": ["@violinaio", "#WHPworkinprogress", "@violinaio"], "caption": "Maestro Valerio Ferron () reveals his step-by-step process for sculpting a violin, his continuation of a craft handed down through generations of graduates from the Antonio Stradivari Violin Making School in Cremona, Italy. 🎻\nFollow along as we feature more of our favorite submissions from .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "588,822", "path": "instagram/picture1990.jpg", "like_list": [], "date_time": "Jul 26, 2016", "location": "", "tag_list": ["@godyar", "#WHPworkinprogress", "@godyar"], "caption": "No paper? No problem. As a reminder that we’re all an evolving work of art, Tehran-based artist Khodayar Ahi () turned his own face into the canvas for this submission to . Looks like the next step for him is finding a way to wash that marker off.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "998,608", "path": "instagram/picture1991.jpg", "like_list": [], "date_time": "Jul 26, 2016", "location": "", "tag_list": ["@chelseasflowercrowns", "@chelseasflowercrowns"], "caption": "She sells seashells by the seashore — and business is booming. “Everybody wants to be a mermaid!” says 27-year-old Chelsea Shiels () of her majestic crowns encrusted with conch shells, crystals and so much beach bling they’d make Princess Ariel proud. Chelsea’s initial motivation to make crowns was pragmatic: She wanted to cover up the scar she’d had on her forehead since she was a baby. “I got teased a lot, so I started making my own headwear because I couldn’t find any I liked,” she explains. Although the Melbourne, Australia-based florist first opened shop making festival-ready flower crowns, her mermaid creations have quickly outpaced them. “I thought people were going to look at me and be like, ‘Why would you wear shells on your head?’ But it seems to have worked.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "812,493", "path": "instagram/picture1992.jpg", "like_list": [], "date_time": "Jul 26, 2016", "location": "", "tag_list": ["@ibtihajmuhammad", "#BeyondTheGames", "@ibtihajmuhammad"], "caption": "Ibtihaj Muhammad () will be the first American Olympian to compete while wearing a hijab. “I’m showing Muslim women in a different light,” says the 30-year-old fencer, who was born and raised in Maplewood, New Jersey. “It challenges ideas of Muslim women being oppressed and not having a voice.” After growing up with role models like Muhammad Ali and Serena Williams, she’s relishing the chance to be one herself. “What’s phenomenal about children is that they’re not thinking in stereotypes of religion or gender. They just want to talk about sword-fighting.” Ibtihaj is busy making appearances and working on her fashion line, Louella, but mostly she’s focused on Rio. “No matter what happens, the Muslim community will be happy for me. And being an American, you have this sense of pride, wearing the stars and stripes.”  is a series that spotlights inspiring women athletes in the Instagram community who are telling their Olympic story.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "959,742", "path": "instagram/picture1993.jpg", "like_list": [], "date_time": "Jul 25, 2016", "location": "", "tag_list": ["#WhenPeopleMatchPlaces", "@currystrumpet", "@currystrumpet"], "caption": " highlights “the sweet spot where the personal and the public intersect,” explains Deepa Paul (). Deepa, who lives in Amsterdam, looks for street art wherever she goes. On a recent trip to Barcelona she spotted a geometric mural, and when she posed for a photo, she realized she was wearing a matching black-and-white striped dress! Deepa’s tip for capturing similar moments: stay sharp, stay curious and don’t force it. “It can be such a delight to find a piece of our innermost selves echoed by our surroundings,” she says. “It makes me feel a little bit more at home in the world.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "791,614", "path": "instagram/picture1994.jpg", "like_list": [], "date_time": "Jul 25, 2016", "location": "", "tag_list": ["@asiouk", "#TheWeekOnInstagram", "@asiouk"], "caption": "Did Bruno Thomas () discover a fifth dimension? Look closely to see what caught his eye in this split-second capture from Venice Beach, California: “The board wasn’t in his hand anymore. I thought that if I flipped the photo upside down, it would appear like the gravity was reversed.” Bruno, a photographer and primary school teacher, adds, “I love everything with equilibrium. In skateboarding, the important part is the skate. The ground is just there to help.”\nFollow along each week as we feature our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "791,614", "path": "instagram/picture1995.jpg", "like_list": [], "date_time": "Jul 25, 2016", "location": "", "tag_list": ["@bertiegregory", "#TheWeekOnInstagram", "@bertiegregory"], "caption": "If you’re a manta ray with a 12-foot (3.7-meter) wingspan, making friends is easy: “The baitfish in this shot were using the manta’s body as a shield from aerial predators,” says wildlife photographer Bertie Gregory (). “After this manta glided just over my head, for a few minutes I had my own little fishy entourage.” We’re only a little jealous that this moment captured off the coast of the Yucatán Peninsula is just a typical work day for him. \n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,029,099", "path": "instagram/picture1996.jpg", "like_list": [], "date_time": "Jul 25, 2016", "location": "Esfahan, Iran", "tag_list": ["@kiarang_alaei", "#TheWeekOnInstagram", "@kiarang_alaei"], "caption": "Ah, clouds for days: There’s space to daydream in the crisp blues and puffy whites of this street capture from Esfahan, Iran, by Kiarang Alaei (). “What you see in this photo is the galvanized wall of a construction site used for different purposes in the streets: covering masonry jobs and beautifying the environment,” says Kiarang, who teaches photography to university students. “I think that photography is a living organism because there is purposeful connection in all its parts.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "802,992", "path": "instagram/picture1997.jpg", "like_list": [], "date_time": "Jul 24, 2016", "location": "", "tag_list": ["@artworkbylie", "@artworkbylie"], "caption": "“I’ve always been interested in nature and animals. I think it’s something every person can relate to,” says 25-year-old Andreas Lie (), who uses Photoshop to combine the two subjects into one striking image. Andreas, who is from Haugesund, Norway, began creating his artwork two years ago as a creative diversion from his engineering studies, and eventually a means of income. “I wanted to create a business that could help me with finances while I was in school,” he says. “I would have never guessed that I would have this many followers. It completely blew my expectations.” His advice to other budding entrepreneurs? “Be active, post regularly and just jump into it.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "802,992", "path": "instagram/picture1998.jpg", "like_list": [], "date_time": "Jul 24, 2016", "location": "Lake Bled", "tag_list": ["@jakavalant", "#BoomerangOfTheWeek", "#Boomerang", "@jakavalant"], "caption": "Jaka Valant () takes a dip in Slovenia’s Lake Bled in our . “Come visit us and film your own dive,” he offers. Looking at that view, we might just take him up on it.\n by "}, {"num_of_comments": 24, "num_of_like": "917,139", "path": "instagram/picture1999.jpg", "like_list": [], "date_time": "Jul 24, 2016", "location": "Парк Орленок", "tag_list": ["@medvedishow", "#TheWeekOnInstagram", "@medvedishow"], "caption": "What would Goldilocks think of these plush bears marching through Eaglet Park in Voronezh, Russia? Judging from their account, , the bears seem to have no trouble making human friends.\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,118,142", "path": "instagram/picture2000.jpg", "like_list": [], "date_time": "Jul 24, 2016", "location": "Karatsu Castle", "tag_list": ["@puraten10", "#TheWeekOnInstagram", "@puraten10"], "caption": "Here’s an event worth adding to your bucket list: the Kyushu Fireworks Festival at Karatsu Castle in Japan. In this photo, Hitomi Iwanaga () captured how a neon pink crescendo resembles a weeping cherry tree. \nPhoto by "}]}