{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "709,339", "path": "instagram/picture2901.jpg", "like_list": [], "date_time": "Sep 30, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@sadchihuahua", "@sadchihuahua"], "caption": "Hello, Instagram! It’s time for your dose of . Are you in search of a furry friend who shares your feelings about how distant the weekend is? Say hello to Bug (), whose perennially dour disposition might fit the bill. To give your feed an infusion of not-so-cheery Chihuahua fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "643,948", "path": "instagram/picture2902.jpg", "like_list": [], "date_time": "Sep 29, 2015", "location": "", "tag_list": ["@konaction", "@they.call.me.cade", "@kemikulz", "@lizzyreid", "@nita_rosalina", "@tato_suarez", "@lobatofotopro", "@alterego_okta", "@prozipix", "#WHPactionpacked"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "729,527", "path": "instagram/picture2903.jpg", "like_list": [], "date_time": "Sep 29, 2015", "location": "", "tag_list": ["@ebavolvoreta", "@ebavolvoreta"], "caption": "When Eba López () got an iPad as a gift, she didn’t anticipate that it would open the gate to a new passion — dolls. At 54 years old, Eba, who had never owned a computer before, discovered Blythes — fashion figures that are just under a foot tall, with customizable eyes, hair, dresses and accessories. “It’s another world and one that has given me so much life. It has made me meet new people,” she says. Now Eba, who lives in Bilbao, Spain, has a close-knit group of collector friends. “I was never into photography, or had thought about it, but now every day I take one of my dolls around the city to take pictures,” she says. The hobby, however, is not cheap. So, Eba has learned, through online tutorials, how to make her dolls’ outfits. She has even enlisted her family’s help. Eba’s husband, for instance, built the windows on her dollhouse.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "912,001", "path": "instagram/picture2904.jpg", "like_list": [], "date_time": "Sep 28, 2015", "location": "", "tag_list": ["@frozen_light", "@frozen_light"], "caption": "A “blood moon” sounds like something ripped from a George Lucas script. Yet tonight — or in the wee hours of tomorrow morning, depending on where you live — a total supermoon lunar eclipse will occur and color the moon copper for the first time since 1982. Millions will stare in wonder, and Rob Simonsen () likely will be among them. “I love space and I get so awe-inspired when I look at the stars and sky and witness the beauty in our world,” says the 37-year-old composer and college dropout, who has scored films like “Foxcatcher” and Bradley Cooper’s upcoming drama “Burnt.”\nManipulating and stitching together his photos on his phone with several apps, Rob dreams up a fantastical world in which the stars glitter and crackle, the sun spits fire and electricity shocks the moon. “I think that’s what I wish things looked like,” he says. “I draw a lot of inspiration from things that give a certain bend to perspective and [are] an interpretation of reality rather than a straightforward reality. [Screenwriting instructor] Robert McKee said a good story should introduce you to a world you don’t know, and in that world you find yourself. My photos are an opportunity to make that happen.”\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "694,248", "path": "instagram/picture2905.jpg", "like_list": [], "date_time": "Sep 28, 2015", "location": "", "tag_list": ["@mostafa_bassim", "@itswhatartis", "@emin_ozmen", "@elniniocamo", "@thegobetweengoat", "@nytmills", "@mitrydate", "@suneengel", "@tarabedi25", "@mostafa_bassim"], "caption": "Every Sunday, we look back on the week and select some of our favorite images and videos from emerging voices across the globe. For these and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "692,344", "path": "instagram/picture2906.jpg", "like_list": [], "date_time": "Sep 27, 2015", "location": "", "tag_list": ["@unskilledworker", "@gucci", "@unskilledworker"], "caption": "At Wednesday’s Gucci runway show in Milan, there were models, hair stylists, makeup artists and so many gorgeous clothes — but only one painter. Helen Downie () was in attendance for the fourth time as the house artist, invited by Alessandro Michele, Gucci’s () creative director. Helen’s role is to document, in portraits with solemn eyes and colors that seem to bleed off of one’s phone, the enchantment of a Gucci show. “Alessandro is creating something so magical at Gucci, they are clothes that whisper of stories and adventure,” says Helen, who taught herself to paint two years ago. “I want to make faces that people find themselves being drawn into. Imperfections and honesty are what make people interesting and warm. I want that to be reflected in my work.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "736,881", "path": "instagram/picture2907.jpg", "like_list": [], "date_time": "Sep 27, 2015", "location": "", "tag_list": ["@danamarieku", "@sannalinn", "#nordicmeet2015", "#WWIM12", "#todayimet", "#whoifollow", "@sannalinn", "@danamarieku"], "caption": "Minneapolis social worker Dana Marie Grethen () had never considered visiting northern Europe until she started following Nordic Instagrammer Sandra Linnell (). After years of exchanging likes and comments, Dana hopped on a plane to Stockholm for , an InstaMeet hosted by Sandra and other local Instagrammers. Dana took this portrait of Sandra in a wheat field outside Stockholm after a day of exploring the city together. “When taking any portrait, I think about how I might best capture a mood or personality of the subject,” Dana explains. “In this case, the setting itself brought out the attributes of Sandra that make her unique.” Worldwide InstaMeet 12 is October 3-4. The theme of  is to share  portraits of the people you meet, and to find out their favorite Instagram accounts to follow so you can include them in your caption with the  hashtag. Visit community.instagram.com to find an InstaMeet near you, or to learn how to organize your own.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "697,590", "path": "instagram/picture2908.jpg", "like_list": [], "date_time": "Sep 26, 2015", "location": "", "tag_list": ["#WHPactionpacked", "#WHPactionpacked", "@yam_sonite"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make photos, videos and illustrations that capture a peak moment of action. Inspired by National Comic Book Day in the US, here are some playful ways to make images that pop with energy:\nUse dramatic lighting, creative poses and bright colors to make ordinary life feel more comic-like.\nKeep in mind the environment in which your action is taking place. Control your backdrop by framing the desired scene in camera, then photographing your subject as they pass through the frame.\n\nTry placing your camera low to the ground and shooting upward at your subject for a more dramatic perspective.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured Monday.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "663,226", "path": "instagram/picture2909.jpg", "like_list": [], "date_time": "Sep 26, 2015", "location": "", "tag_list": ["@johnisaiahpepion", "@johnisaiahpepion"], "caption": "The materials John Isaiah Pepion () uses to create his ledger art — narrative drawing on paper — are the same ones his ancestors used 100 years ago. Combing through antique stores and eBay listings, John, who’s a member of the Blackfeet Nation, collects old ledgers, or accounting books — and sometimes Western Union telegraphs and maps — to create contemporary versions of work made by Plains Indians who were held prisoner in St. Augustine, Florida, in the 1870s. Their artwork, drawn on ledgers with ink, watercolors and pencils and sold to tourists, detailed their lives as warriors. “To me, ledger art is cultural preservation,” says John. “A lot of my pieces are from stories, and a lot of the colors and designs are [original].” While John takes inspiration from the stories painted on buffalo hides that now hang in museums, he also illustrates current issues facing Native Americans, like oil pipelines crossing through reservations and access to education. “I am inspired by ceremonies and stories, history and personal experience,” he says. “Our ceremonies still go on, our language is still spoken and our culture is alive and well. That is what I want to show, how proud I am and that we are still here.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "619,680", "path": "instagram/picture2910.jpg", "like_list": [], "date_time": "Sep 25, 2015", "location": "", "tag_list": ["@echtoby", "@superattractiveghettoblaster", "@superattractiveghettoblaster"], "caption": "Wandering the sale warehouses of Shanghai, French architect Thibault Ressy () stumbled upon 25 vintage boomboxes — and he bought them all. “I have a group of close friends in Shanghai, and we used to meet every Thursday night for after-work drinks, but we could not find a proper place,” Thibault says. “The music was never that great.” Thibault and his friend Clément decided to take matters into their own hands by starting a weekly event called Super Attractive Ghetto Blaster.\n\nAt first, the boomboxes were just party props, but in early 2014 Thibault saw a creative opportunity. He began shooting portraits of people throughout the city with the boomboxes, and he created  to showcase them. “When I first traveled to Asia, I took a lot of street portraits and everyday life scenes. It is not that easy to approach people from other cultures, especially when you do portraits. They are often scared about the camera,” he says. “With the boombox, it is totally different. It is amazing how it attracts people.” Thibault’s travels have since taken him to Suzhou, Hong Kong, Chengdu, Tibet, Thailand, Vietnam, the Philippines, Indonesia, Australia, Spain and finally back to France, always with a boombox along for the journey.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "861,627", "path": "instagram/picture2911.jpg", "like_list": [], "date_time": "Sep 25, 2015", "location": "", "tag_list": ["@ryan.koopmans", "@ryan.koopmans"], "caption": "It takes just the right backdrop for the subject of a photo to pop. In the case of a vintage blue car, photographer Ryan Koopmans () found a wall mural to be the perfect juxtaposition. “I do have a tendency to prioritize graphic backgrounds and billboards, illustrations and artwork and advertisements that already exist in the real world,” says Ryan. “And I like to play with that relationship so it all sort of becomes like a set or a stage that the characters are unfolding on.” His other priority is height. Whenever Ryan arrives in a city — either for a commissioned assignment or personal photo project — he finds the highest vantage point, like a construction crane or a rooftop restaurant that might allow him access. From these high perspectives, he tries to shoot down the middle of the slope at a 45-degree angle, often excluding the horizon line so “it becomes more like an abstract compressed pattern and repetition of the city below.” Ryan adds, “It’s constantly a focus on getting to an ideal kind of height that is lower than an airplane but higher than what most people would see their city from.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "550,393", "path": "instagram/picture2912.jpg", "like_list": [], "date_time": "Sep 24, 2015", "location": "", "tag_list": ["@ilovedots", "@ilovedots"], "caption": "One of Tamar Cohen’s () favorite childhood books was “Put Me in the Zoo,” about a character named Spot — and the New York-based artist has put dots in starring roles ever since. “Of course, people sometimes are like, ‘Really? You’re still doing dots?’ But honestly, it brings me a lot of joy,” she says.\n\nTamar makes complex collages and silkscreens, some measuring five feet (1.5 meters) tall and made up of more than 90 pages of vintage comics and other dotty ephemera that are glued in place. She hides pictures with dots, or uses them as “windows.” Her dots are playful, mischievous, even sinister — but never dull. “I know I’m not reinventing the wheel here,” Tamar admits, well aware of inspiration like Roy Lichtenstein, but she is committed. “I tend to be a very loyal person and I was just thinking, ‘Wow. I’m pretty loyal to my dots.’ I’m kind of true to them, and I feel like I’m not done at all yet.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "686,372", "path": "instagram/picture2913.jpg", "like_list": [], "date_time": "Sep 24, 2015", "location": "", "tag_list": ["@charleslionheart", "@charleslionheart"], "caption": "In western North Carolina, 24-year-old Charlie Ellis () spends his days crafting detailed tools — knives, especially — from wood, leather and steel. He also enjoys the occasional bit of time travel. “When I’m really focused on a project, I sometimes feel out of touch with the world, like I’m in another era,” says Charlie, who at times takes inspiration from the writings of J.R.R. Tolkien and other mythical worlds for his modern-day blacksmithing. Charlie grew up in Florida, but first “struck hot steel” at a summer heritage festival in Maine when he was just 14. “There was a blacksmith giving classes, and after I made a little fire poker and a couple of nails, I was completely hooked,” he says. While craftsmanship runs in the family — his father is a lifelong carpenter — Charlie’s handiwork has an edge all its own. It also pays the bills. “I truly believe this is what I’m meant to do,” he says of smithing and his particular brand of exquisite steelwork. “And to be able to provide for my family [he's married, with a two-month-old son] while doing the work I love — I feel I’m blessed.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "568,422", "path": "instagram/picture2914.jpg", "like_list": [], "date_time": "Sep 23, 2015", "location": "", "tag_list": ["@kellymariebeeman", "@jw_anderson", "@kellymariebeeman"], "caption": "The artist Kelly Marie Beeman () paints fashion illustrations with a twist. “It’s not entirely about depicting fashion brands, runway shows, consumerism, trends, beauty and glamour. It’s a sort of running record with clothing and the way we present ourselves,” Kelly, who lives in New York City, says. “My paintings are related to fashion, but at the same time, there’s something else at play.” Recently, Jonathan Anderson () discovered Kelly’s work. She had posted an illustration featuring one of his designs, and on Saturday at London Fashion Week, Kelly was asked to illustrate five looks from his latest collection. “Jonathan has said that each collection is a continuation of a story,” Kelly says. “I feel extremely honored to be involved as an artist, sharing work alongside runway looks people are seeing for the first time.” Photo by "}, {"num_of_comments": 24, "num_of_like": "764,716", "path": "instagram/picture2915.jpg", "like_list": [], "date_time": "Sep 23, 2015", "location": "", "tag_list": ["@davidbeckham", "@caitlynjenner", "@raffinagita1717", "@toni.kr8s", "@choi_seung_hyun_tttop"], "caption": "We are thrilled to announce that the Instagram community has grown to more than 400 million strong and is even more global, with 75 percent of our community living outside the US. To all the new Instagrammers: welcome! Among the last 100 million to join, more than half live in Europe and Asia. The countries that added the most Instagrammers include Brazil, Japan and Indonesia.\n\nInstagrammers continue to capture incredible photos and videos from all corners of the earth (and even the solar system). We’ve seen the first surface image of Pluto and the Champions League celebrations, as well as striking locales like the white pools of Turkey and a Namibian desert ghost town. These are just a few of the more than 80 million photos per day shared on Instagram.\n\nAlso, the most followed accounts that joined in the last 100 million include David Beckham from the UK (), Caitlyn Jenner () from the US, Indonesia's Raffi and Nagita (), German soccer player Toni Kroos () and South Korea's T.O.P (). When Instagram launched nearly five years ago, 400 million seemed like a dream. Now, we continue to strive to improve Instagram — helping you experience the world through images and connect with others through shared passions."}, {"num_of_comments": 24, "num_of_like": "728,553", "path": "instagram/picture2916.jpg", "like_list": [], "date_time": "Sep 23, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@petefluff", "@petefluff"], "caption": "Hello, Instagram! This week we take a break from our typically snuggly  to introduce Pete (), a handsome bearded dragon who shares the spotlight with his two sassy sisters - Athena and Luna - and countless adoptable foster dragons. If your feed is in need of some reptile replenishment, follow ."}, {"num_of_comments": 24, "num_of_like": "584,106", "path": "instagram/picture2917.jpg", "like_list": [], "date_time": "Sep 22, 2015", "location": "", "tag_list": ["@daniel_serva", "@el_caps", "@toscaradigonda", "@kinzieriehm", "@wanderfong", "@merichakan", "@tanfelisa", "@jinnkisss", "@valentsu", "#WHPfilltheframe"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "649,866", "path": "instagram/picture2918.jpg", "like_list": [], "date_time": "Sep 22, 2015", "location": "", "tag_list": ["#hellomynameis", "@aaroncarpenter", "#ForgiveForPeace", "@forgiveforpeace", "@aaroncarpenter", "@brandonandre"], "caption": "“ Aaron Carpenter (). I am 16 years old and from Shreveport, Louisiana. I have a lot of followers, and they’re young. I try to promote positivity in everything I do. I want people to look at my photos and know that I’m real. I don’t ever want to show images of someone I’m not. A couple of days ago, I was thinking about what it means to be a ‘normal 16-year-old.’ But then I realized that this is my first time being 16, so what is normal? I love my life, and it’s normal to me. We shouldn’t compare ourselves to other people. I don’t want my fans to compare themselves to other people, either. Peace online is as important as peace offline.”\nAaron is a Youth Ambassador for the UN International Day of Peace. For more stories from inspiring teens like Aaron, explore the  hashtag and follow  on Instagram.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "527,458", "path": "instagram/picture2919.jpg", "like_list": [], "date_time": "Sep 21, 2015", "location": "", "tag_list": ["@uzoaduba", "@ricofierce", "@televisionacad", "#emmys", "@uzoaduba"], "caption": "For award shows like the Emmys, actress Uzo Aduba () dresses up as the most glamorous version of herself. She may look different from the character she is known for playing, Suzanne “Crazy Eyes” Warren on the Netflix show “Orange is the New Black,” but Uzo holds onto the character’s passionate spirit. “What I love about Suzanne is her honesty,” Uzo says. “She’s entirely herself, for better or worse, and stands inside her authenticity.” And that attitude is something the actress is also known for; Uzo’s intimate honesty on Instagram about her life has grown her a deeply engaged and dedicated fan base.\nEricca Fernandez (), an Australian artist and big-time fan, appreciates how close Uzo’s fans feel to her, and drew a “dedication piece” in Uzo’s honor. “I am mostly a portrait artist, so I am always drawn to people’s faces and their characters. I like to find something unique that stands out about them,” Ericca says. “Not only does Uzo have a gorgeous face, she seems to have a beautiful and down to earth personality, as well.”\nFor more faces from the 2015 Emmys, follow  and explore the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "666,497", "path": "instagram/picture2920.jpg", "like_list": [], "date_time": "Sep 21, 2015", "location": "", "tag_list": ["@patrickwitty", "@nasonphoto", "@richcrowder", "@yushkooksana", "@xande.bh", "@claudiaomena", "@andersonchristian", "@mehmetserhankarahan", "@yoavfriedlander", "@nasonphoto"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,017,896", "path": "instagram/picture2921.jpg", "like_list": [], "date_time": "Sep 20, 2015", "location": "", "tag_list": ["@stuartpalley", "@stuartpalley"], "caption": "For Stuart Palley (), fire has always been on the periphery of his life. A native of Newport Beach, California, he remembers being evacuated at the age of 4 by a wildfire that spread from nearby Laguna Beach. Now a 27-year-old photographer documenting fires in the region, Stuart is poised to drop everything at a moment’s notice for his work. “I’ve left my own birthday party early to go cover a fire,” he says. Stuart compares the severity of California’s fire risk due to drought to lighting a match. “It almost sounds like it, too. You know when you light a match it makes that whoosh kind of sound? That’s what happens when the brush lights on fire.” Working across seasons, in remote areas, and at all hours of night and day, Stuart also looks for artistic ways to capture California’s “fire regime,” a cycle of growth, burn and renewal. “I’m fascinated by the way fires burn and the way they work and how it’s, at the end of the day, something that’s natural.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "907,345", "path": "instagram/picture2922.jpg", "like_list": [], "date_time": "Sep 20, 2015", "location": "", "tag_list": ["#talklikeapirateday", "#💀", "@nalu.co"], "caption": "How arrrrrrrrrrre you celebrating ? \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "672,469", "path": "instagram/picture2923.jpg", "like_list": [], "date_time": "Sep 20, 2015", "location": "", "tag_list": ["@agnesvita", "@agnesvita"], "caption": "Agnes Lloyd-Platt () wants to change the way you see people, especially women. “Beauty in magazines has been the same for years – similar faces pushing similar ideals – and people are looking for more these days. They want to see the wider spectrum of beauty,” the London-based photographer says. “And there is a whole facial landscape to explore.” Of course, casting the right model is key. Once she has her subject, Agnes typically works with makeup artists — or even plays that role herself — to highlight their features in interesting ways. “It’s natural for me to consider how the light fills spaces on a model’s face or how their eyelashes might cast shadows.” Plus, she says, “It means I get to explore the subject’s face before I even pick up the camera.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "601,395", "path": "instagram/picture2924.jpg", "like_list": [], "date_time": "Sep 19, 2015", "location": "", "tag_list": ["#WHPfilltheframe", "#WHPfilltheframe", "@moe_zoyari"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to fill every inch of your photographs with interesting elements to create compositions with minimal empty space.\n\nHere’s how to get started:\n\nFind interesting subjects in the foreground, middle ground and background of your picture to create layers of information in your photograph.\n\nLook for curved tree branches, open windows and other natural frames that you can use to fill the space around your subject. Try to incorporate portions of objects or people around the edges of your picture.\n\nExperiment by moving closer or pulling back from your subject to see which perspective highlights the most detail and creates the most dynamic frame.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own visuals to the project. Any tagged photo taken over the weekend is eligible to be featured Monday.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "558,770", "path": "instagram/picture2925.jpg", "like_list": [], "date_time": "Sep 19, 2015", "location": "", "tag_list": ["@ellbrt", "@ellbrt"], "caption": "Sure, all a writer needs is a pen and some paper, but Ellina T. (), a student living in France, finds far more joy in the writing process when she has one of her beloved fountain pens in hand. “A fountain pen really becomes a part of you the more you use it and take care of it. That’s why I’m so attached to my collection,” she says. Ellina pulls out one of her 20 fountain pens to take notes in class, but where the ink really pours is in her “commonplace book.”\n“Historically, a commonplace book is a way to record what a person learns and reads throughout their life,” she says. “My notebook contains all the things I find interesting in life or online — quotes from books, recipes, interviews with people, Spanish words, programming language syntax, anything. It’s my personal reference book.” She also writes down ideas that pop into her head and paints or sketches the things that surround her. “I put no limitations on things that can go into my notebook. It’s an ‘anything and everything’ notebook for me.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "663,492", "path": "instagram/picture2926.jpg", "like_list": [], "date_time": "Sep 18, 2015", "location": "", "tag_list": ["@troyesivan", "@tkaymaidza", "#todayimet", "@tkaymaidza"], "caption": "Troye Sivan () knew his song “DKLA” was missing an extra boost — and he found it in rapper Tkay Maidza (), who Troye hand-picked to provide a guest verse.\n“I am just such a huge fan of hers,” he says. “I am always gobsmacked when anyone is interested in doing anything I want to do. But we reached out and within two days she sent back this demo. It was SO sick.”\nHowever, because the collaboration was done remotely, the two wouldn’t meet face-to-face until almost a year later.\n“There is something so personal about making music and we had done it long-distance, so to be able to meet and have this shared experience, it’s just really, really cool,” he says. “It feels like we’ve known each other a lot longer than the hour we got to chill.” \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "719,151", "path": "instagram/picture2927.jpg", "like_list": [], "date_time": "Sep 18, 2015", "location": "", "tag_list": ["@sesokomasayuki", "#LocalLens", "@sesokomasayuki"], "caption": "After years of working long days and sleepless nights as an editor for a small publishing company in Tokyo, Masayuki Sesoko () decided to rethink the way he lived his life. He became an independent editor, packed up his things and moved to the southernmost island prefecture of Okinawa. And now, three years later, Masayuki shares some of his favorite spots to capture in the place where he started fresh for this edition of . “Okinawa is an area for resorts as well as for living,” he says. “Although it’s a part of Japan, it feels like another country in Asia, while also having an American feel.” The scenes he enjoys capturing the most are the tropical landscapes, artisan cafes, bakeries and the peaceful time out with his family. “Be it the sea, the sky, the flowers, the food — the southern islands are filled with vibrant colors and are incredibly photogenic. There are many great places to shoot, such as the ‘Tropical Beach’ in Ginowan, Kurima island and cafes like ‘Kissa Niwatori’ and ‘Cafe Koku,’” says Masayuki. “For me, Okinawa is all about the abundant nature, the comfortable distance between people and the slow passing of time. I hope that my photos provide a sense of serenity to the people who see them.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "544,602", "path": "instagram/picture2928.jpg", "like_list": [], "date_time": "Sep 17, 2015", "location": "", "tag_list": ["@marigiudicelli", "@eckhaus_latta", "@marigiudicelli"], "caption": "Minimal still life compositions aren’t the typical photos that models share from backstage. But Mari Giudicelli () wanted to capture what she calls “less obvious” moments at this week’s Eckhaus Latta runway show in New York. “I try to show the real thing and how it’s not all glamour,” the 27-year-old from Brooklyn says. Eckhaus Latta (), a four-year-old fashion house led by Zoe Latta and Mike Eckhaus, cast professionals like Mari to walk the runway alongside artists such as Juliana Huxtable and Dev Hynes. “Eckhaus is definitely my favorite for their creativity,” Mari says. “The sculptural aspect of the clothes is really incredible. The industry needs more designers like them.” Photo by "}, {"num_of_comments": 24, "num_of_like": "582,569", "path": "instagram/picture2929.jpg", "like_list": [], "date_time": "Sep 17, 2015", "location": "", "tag_list": ["@stephenedwardferry", "@stephenedwardferry"], "caption": "While he has traveled to dozens of countries in his career — covering armed conflicts, human rights and the environment — for the past 15 years, photojournalist Stephen Ferry () has been in Colombia. Electing Bogota as a base for his work was a decision driven by what he did not know: namely, how complex and fascinating his adopted country is.\n“One of the things that I really want to pursue as a photographer is to keep covering and communicating around the difficult subjects of conflict and violence, but also explore the many aspects of daily life, a kind of magical realist quality to life, that I find so wonderful here,” says Stephen, who was born in Massachusetts.\nWith his professional work, he hopes that he can open minds, and perhaps hearts.\n“On a few occasions there’s been the satisfaction of knowing that the work has actually helped to cast a strong light on these conflicts, and maybe even made things a little better,” he says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "634,404", "path": "instagram/picture2930.jpg", "like_list": [], "date_time": "Sep 16, 2015", "location": "", "tag_list": ["@nacoart", "@nacoart"], "caption": "Ricardo Gonzalez () grew up feeling like he didn’t belong in his surroundings. Born in Chicago to Mexican parents, he quickly discovered that he didn’t fit the cultural expectations of either side of the border. But as soon as he started to devote himself to art, he began to use his paintings as a way to question national identities, misconceptions and cultural stereotypes.\n\nThat’s how Ricardo’s ‘naco’ art, full of popular culture references, was born. “Naco is a lowbrow term, but I thought it was a good fit to question what is high art or low art and really question authenticity in art — and in my own ethnicity, too,” he says. Ricardo also paints pop references from his childhood — everything from comic book characters to toys. “Just as I am critical about culture and the world surrounding me, I am also comical and light-hearted,” he says. “If it wasn’t for those things I wouldn’t have been interested in art. For me, it’s part of my humor and being a kid.”\nThe US celebrates Hispanic Heritage Month from September 15 through October 15, which Ricardo, who now considers himself a “Mexican-American,” says is an opportunity to “project our own culture, our own celebrations — and hopefully do it in our own terms.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "863,697", "path": "instagram/picture2931.jpg", "like_list": [], "date_time": "Sep 16, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@dr_tickles", "@dr_tickles"], "caption": "Hello, Instagram! Time for the . Meet Dr. Tickles (), a sassy old Siamese kitty with unbelievably blue eyes. To add a dose of feisty feline to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "658,449", "path": "instagram/picture2932.jpg", "like_list": [], "date_time": "Sep 15, 2015", "location": "", "tag_list": ["@matkonation", "@matkonation"], "caption": "It’s Rosh Hashana, the start of the Jewish New Year. And, like many Jewish people around the world, Israeli food bloggers Deanna Linder and Danya Weiner () are celebrating — and eating — with their families. Deanna is a food stylist, Danya is a food photographer, and the two joined forces six years ago to channel their creativity in a fun way. “Together the two of us have five boys, and as working moms, we’re really appreciating this time we have to reflect with our boys on the new year to come,” says Deanna.\nThe two moms’ collaboration has led to big opportunities, like a recent photo shoot for a major brand where they made this dish: fresh figs baked and stuffed with goat cheese and a balsamic crumble, meant to be served at the upcoming holiday Sukkot, a celebration of the harvest season. “For the new year, we would like to let everyone know that Israel (especially Tel Aviv) is a major hub of creativity, liveliness and really, really good food,” Deanna says, with an offer to hit them up for the best places to eat.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "513,946", "path": "instagram/picture2933.jpg", "like_list": [], "date_time": "Sep 15, 2015", "location": "", "tag_list": ["@halish87", "@maxheyns", "@jacksonjas", "@theluisabate", "@maxlazzi", "@jerryhyuuga", "@halloweeenhead", "@thenativestyle", "@pincelado", "#WHPartifacts"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , , , and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "671,609", "path": "instagram/picture2934.jpg", "like_list": [], "date_time": "Sep 15, 2015", "location": "", "tag_list": ["@cecietcelacestca", "@cecietcelacestca"], "caption": "The night sky has always had a mesmerizing effect on German artist Michal Friese (), who frequently paints the moon with watercolors. “It has something so still and calm and at the same time bright and clear about it,” she says. Her interest in watercolors was piqued when she found a small container of ocean blue paint on her sister’s desk a few years ago. The 29-year-old says she “accepted the challenge of being limited by one color” and made all sorts of pictures with it. Though she still loves painting with one color (“It frees my mind,” she says) or focusing on the moon, it is important to Michal not to be defined by one thing. She plays with all colors, and weaves and dyes wood — and goes out looking for inspiration on her almost-daily bike rides through her hometown of Koblenz. This variety ties in perfectly with Michal’s username, the French phrase, “Ceci et cela, c’est ca,” which means, “This and that, that’s it.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "665,689", "path": "instagram/picture2935.jpg", "like_list": [], "date_time": "Sep 14, 2015", "location": "", "tag_list": ["@u2", "@u2", "@music"], "caption": "“When we were younger, we had very clear-drawn enemies — us versus them,” says  lead singer Bono. “And then as we went through the ‘90s, things started to change for us, and we started to realize the biggest obstacles in the way of our personal development and our band’s development were internal forces.”\nSo how did U2 manage to stick together? By pushing themselves creatively, working with people they admire and, most importantly, trusting themselves. As guitarist The Edge explains, “I think that the secret of our band is the fact that we met at a very young age and made a commitment to be part of something together, long before we understood what that might become.”\nPhoto of  by Anton Corbijn. Words by ."}, {"num_of_comments": 24, "num_of_like": "788,285", "path": "instagram/picture2936.jpg", "like_list": [], "date_time": "Sep 14, 2015", "location": "", "tag_list": ["@jokemichaels", "@francb07", "@ari_fararooy", "@crojrj", "@camillaferrariphoto", "@chartno3", "@featherunderground", "@sgdoesit", "@haithanhptw", "@featherunderground"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "682,145", "path": "instagram/picture2937.jpg", "like_list": [], "date_time": "Sep 13, 2015", "location": "", "tag_list": ["@wouldboat", "@thewayfaringweaver", "@wouldboat"], "caption": "Working out of a shop in Newport, Rhode Island, Anthony Daniels () and a small team of fellow carpenters are restoring “Santana,” a 55-foot (17-meter) schooner once owned by Humphrey Bogart. “I salvaged a bunch of the original mahogany planks with plans to build a guitar,” he says.\n\nIt was the lure of the ocean and boat-making’s elegant marriage of art and craft that uprooted Anthony and his wife Meridith () from their comfortable lives in New York City, where she worked on Wall Street and he was an environmental scientist. “Leaving New York brought us down from one high and living on the ocean gave us another,” says Anthony.\n\nRestoring a boat to its former glory is sometimes difficult to capture. “Large boats dripping with lines and symmetry can do little justice in a photograph,” Anthony explains. “Capturing the shot can be as fun and rewarding as some of the builds.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "714,422", "path": "instagram/picture2938.jpg", "like_list": [], "date_time": "Sep 13, 2015", "location": "", "tag_list": ["@takotaropapa", "@takotaropapa"], "caption": "When newspaper photographer Masaki Yamamoto () isn’t chasing a breaking news story, he’s keeping an eye out for more timeless scenes. As a photojournalist living in Osaka, Japan, his job is to cover timely news topics, including crimes and accidents, but his true interest lies in capturing and preserving the less sensational, everyday way of life in his neighborhood. “Being able to keep a record of a fleeting moment or a scene is what I find most interesting about photography — especially as I can feel that my own memory is fading with time,” says Masaki. Outside of his work, he is constantly testing his photographer’s instincts by shooting with the camera on his smartphone, generating visual notes of his daily encounters and collecting them in his Instagram feed, which is only black-and-white. “I don’t put much thought into it, and it’s mostly a natural reaction to what I see,” explains Masaki. He says that he often finds himself not even bothering to stop or look at his smartphone display to get a clean capture. “Images can look very interesting with elements of blur or bokeh,” he says. “I won’t say that all my photos are interesting, but ‘good photos’ don’t always have to be the ones that are in focus.” Photo by "}, {"num_of_comments": 24, "num_of_like": "618,623", "path": "instagram/picture2939.jpg", "like_list": [], "date_time": "Sep 12, 2015", "location": "", "tag_list": ["#WHPartifacts", "#WHPartifacts", "@galina_zakharova_2001"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is tell stories through photographs of personal artifacts that hold great meaning to you. Here’s how to get started:\n\nCaptions are an especially important part of this weekend’s hashtag project. Provide context for your images by writing captions that tell more about the memories or history behind your artifacts. Pay attention to the lighting. Whether natural or artificial, soft or harsh, light brings out the detail in your artifacts and draws people's attention to what is most important in the frame. Compose a photograph of multiple artifacts that work together to tell a visual story.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photos to the project. Any tagged photo taken over the weekend is eligible to be featured Monday.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "994,968", "path": "instagram/picture2940.jpg", "like_list": [], "date_time": "Sep 12, 2015", "location": "", "tag_list": ["@countrypolitan", "@countrypolitan"], "caption": "Jean Laughton () is a full-time cattle rancher on the South Dakota prairie. She lives simply in a Scotty camper on her land and spends most of her days settled into stirrups and a leather saddle, astride her favorite horse, Beau. Her photographs of ranching life belie, however, how much her world has changed in the past decade. In her former life, Jean was a casting director living in New York City, who had a passion for westward excursions to photograph the eccentric characters of the American West. Now she’s living the life of the subjects she once documented. “I never really had a plan to ranch — it just kind of happened by chance and through my photography,” Jean says. “It is almost like I am not really a photographer but I use photography to lead me through life.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "786,225", "path": "instagram/picture2941.jpg", "like_list": [], "date_time": "Sep 11, 2015", "location": "", "tag_list": ["@dcim.ru", "@maggiesteber", "@dcim.ru"], "caption": "Congratulations to Dmitry Markov (), a featured recipient of the inaugural Getty Images Instagram Grant. He makes powerful portraits of the ordinary people he encounters every day in Russia, in places like railway stations and street markets.\nFrom judge Maggie Steber (): “I was drawn to Dmitry’s work because it reveals a character of Russian people that I find to be very true, a kind of wistful longing or loneliness that stems from their history and culture. His focus is on underrepresented voices, the elderly, neglected lonely children, and the invisible people we pass on the street without seeing. Dmitry forces us to see them, to notice them, to want to hear their stories, to want to love them and to identify with them on a basic, visceral level.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "780,677", "path": "instagram/picture2942.jpg", "like_list": [], "date_time": "Sep 11, 2015", "location": "", "tag_list": ["@ismailferdous", "@afterranaplaza", "@dguttenfelder", "@afterranaplaza"], "caption": "Congratulations to Ismail Ferdous (), a featured recipient of the inaugural Getty Images Instagram Grant. The grant enables him to continue , a project about the aftermath of the 2013 garment factory collapse in Bangladesh.\n\nFrom judge David Guttenfelder (): “Ismail not only posts beautiful and thoughtful photography and portraiture, but he also attaches audio recordings and detailed translation to every posted image. No other entrant used Instagram in such an innovative, multi-layered way, literally giving voice to otherwise-forgotten survivors of this tragedy.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "663,579", "path": "instagram/picture2943.jpg", "like_list": [], "date_time": "Sep 11, 2015", "location": "", "tag_list": ["@wmag", "#whoifollow", "@caitlynjenner", "@badgalriri", "@mertalas", "@riccardotisci17", "@michelleobama", "@badlydrawnmodels", "@kloss_films", "@ruenninful", "@edward_enninful"], "caption": "“My job is to direct the fashion that you see in W Magazine (). I create ideas for stories and then work closely with photographers to make them come alive on the pages. I love to be able to communicate directly via photographs and keep a visual diary from my point of view.\nThis is :\n: She is very open about her story and she is introducing everyone to a new era.\n: Rihanna is a risk-taker with a fearless attitude.\nPhotographer  and designer : They are fun and represent their art, but also their love for life.\n: Meeting her at the White House was a career high point.\n: This account makes me laugh whilst I’m working or at the airport.\n, my partner, and , our Boston terrier: ‘It’s Ru’s world and we’re all just living in it.’”\n—Edward Enninful ()"}, {"num_of_comments": 24, "num_of_like": "639,865", "path": "instagram/picture2944.jpg", "like_list": [], "date_time": "Sep 10, 2015", "location": "", "tag_list": ["@adrianazehbrauskas", "@adrianazehbrauskas"], "caption": "Congratulations to Adriana Zehbrauskas (), a featured recipient of the inaugural Getty Images Instagram Grant. As a journalism student, Adriana found that pictures, not words, were the most compelling way for her to tell stories. “Photography is my way of saying, ‘Look here, this is happening. Don’t turn around, don’t go away,’” she says. From her current base in Mexico she strives to give a voice to individuals who otherwise might not be heard. Her winning project focuses on a group of missing students from a rural teachers college in the Mexican state of Guerrero — 43 men who disappeared almost a year ago.\nMany of the families are “still in the dark, fighting on their own, striving to get by among the grief and looking for answers to what happened to their sons, fathers, brothers and husbands.” Yet, even when documenting human suffering, Adriana wants people to feel hopeful and to realize they are not alone. “We are all connected and we are all entitled to dignity and beauty,” she says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "586,998", "path": "instagram/picture2945.jpg", "like_list": [], "date_time": "Sep 9, 2015", "location": "", "tag_list": ["@ivorprickett", "@ivorprickett"], "caption": "Ivor Prickett () is a documentary photographer with a particular interest in people displaced by conflict. For three years, he has focused on the Syrian refugees living throughout the Middle East and Turkey, which currently number 4 million. Now, Ivor has traveled to Greece.\nHe says: “The story has shifted in focus as many refugees are giving up hope of being able to go home and are making the journey to Europe in search of a better life. I arrived on the northern coast of Lesvos where many of the thousands of people arriving each day are landing. As you snake down through the idyllic landscape towards the coast, the procession of displaced souls begins. It is a surreal scene to witness on the shores of Europe.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "696,277", "path": "instagram/picture2946.jpg", "like_list": [], "date_time": "Sep 9, 2015", "location": "", "tag_list": ["@gridpaper", "@gridpaper"], "caption": "Data structures, crease patterns and computational poetry: such are the passions of Robby Kraft (), a math-obsessed, self-described “origami engineer” who lives minimally and pays the bills by writing code for smartphone apps and video games. A section of his studio in Portland, Oregon, is devoted to experimental concoctions of binding glue, handmade paper, gift-wrapping tissue and aluminum foil, allowing him to create materials of precise thickness and texture for specific shapes and designs. As he explains, “The paper matters so much! If the paper’s wrong, the origami’s wrong.” (Also important: “good spatial perception and experience.”) Robby’s geometric creations are shared in occasional gallery exhibitions and in online paper-folding communities, but he admits, “most of the time, they make a big pile on my desks.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "951,276", "path": "instagram/picture2947.jpg", "like_list": [], "date_time": "Sep 9, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@livefredtastic", "@livefredtastic"], "caption": "Hello, Instagram! Time for your dose of . Today’s charismatic canine is a tongue-out papillon pooch named Fred (). To up the tongue game of the teeny, big-eared pups in your feed, follow ’s adventures."}, {"num_of_comments": 24, "num_of_like": "604,842", "path": "instagram/picture2948.jpg", "like_list": [], "date_time": "Sep 8, 2015", "location": "", "tag_list": ["@joefuga", "@dashgrey", "@es76ban", "@hasan2219", "@ellocofish", "@knockoclock", "@footloosejourneys", "@katrinaleeford", "@miss.lucifer", "#WHPrhythm", "@music", "#MHPrhythm"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !\n\nFor more opportunities to be featured, check out Instagram ’s monthly hashtag project, , which will be calling for creative photos and videos of movement all month."}, {"num_of_comments": 24, "num_of_like": "605,407", "path": "instagram/picture2949.jpg", "like_list": [], "date_time": "Sep 8, 2015", "location": "", "tag_list": ["@isr4el", "@jose_bodyboard", "@candyperfumegirl_", "@la_mayte", "@surfistatomato", "#WWIM12", "#todayimet", "#whoifollow", "@jose_bodyboard", "@isr4el"], "caption": "Israel González () lives 185 miles (300 kilometers) from Lanzarote, one of the Spanish Canary Islands west of Africa, but he wasn't motivated to visit until he discovered José de la Rosa’s () pictures on Instagram. Israel, a business administration student from Gran Canaria island, connected with José, who works in the local hotel industry, so he could capture some photos of his own.\n“José became my local guide, taking me to places he knew I would like because they would match my style, encouraging me along the way to take as many pictures as possible,” says Israel, who’s also been active organizing or taking part in different InstaMeets across the islands. “People here are always ready to meet more people, because on these islands everyone is incredibly social,” he adds.\nThe list of José’s followers knows no boundaries. One of his local favorites is , but he also likes to follow Instagrammers from far away, such as  in Mexico or  in Australia.\nRemember that the theme of the October 3-4  is to share  portraits of the people you meet, asking them for their favorite Instagram accounts so you can include them in your caption with the  hashtag.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "647,450", "path": "instagram/picture2950.jpg", "like_list": [], "date_time": "Sep 7, 2015", "location": "", "tag_list": ["@juancamiloberlin", "@juancamiloberlin"], "caption": "For Juan-Camilo Roa (), it’s all about finding photogenic moments in the daily grind. Whether it’s specifically aligned shopping carts, people passing an interesting backdrop at just the right time, crutches leaning on the door of an abandoned building or a colorful selection of fruits — Juan-Camilo, who was born and raised in Colombia, captures these “aesthetic coincidences” and offers a candid and refreshing view of his adopted home, Berlin. “My photography reflects the fact that we are almost constantly surrounded by the extraordinary but often overlook it,” says Juan-Camilo, who hopes that his images will inspire people to look at the environment more consciously.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "999,430", "path": "instagram/picture2951.jpg", "like_list": [], "date_time": "Sep 7, 2015", "location": "", "tag_list": ["@antimodel", "@poseidonsbeard", "@alessacarl", "@akolonic_", "@tmophotos", "@petecarolan", "@melodysees", "@almackinnon", "@azubogu", "@almackinnon"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe.\nFor these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "885,789", "path": "instagram/picture2952.jpg", "like_list": [], "date_time": "Sep 6, 2015", "location": "", "tag_list": ["@ghost_rogue", "@ghost_rogue"], "caption": "Ryan Smith () is a 33-year-old disabled veteran, full-time dad of four (soon to be five), soccer coach and photographer from Eugene, Oregon, who digs hiking, adventure and good brews. This weekend, as American college football season kicks off, he is rooting for the Ducks.\n“That’s my gnome. My kids named him Autzen the Gnome, after the university’s stadium. He goes on all of our camping trips with us. This week, we were near Cape Blanco State Park, the most western point in Oregon, which features a lighthouse, a rugged coastline and steep cliffs. We were hanging out around the campfire talking about watching the Ducks game on Saturday. I pulled out my camera to take a shot of Autzen, with the forest above, to get a good capture of Oregon’s natural beauty, but also to celebrate kicking off college football. He’s our lucky charm. He’s currently sitting on our fireplace mantle anxiously awaiting the game.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "742,570", "path": "instagram/picture2953.jpg", "like_list": [], "date_time": "Sep 6, 2015", "location": "", "tag_list": ["@gregwilliamsphotography", "#artofbehindthescenes", "@gregwilliamsphotography"], "caption": "In the midst of Hollywood glitz, British photographer Greg Williams () captures intimate moments with celebrities. His series  includes Charlize Theron losing Sean Penn on the red carpet and the stars of the upcoming American adventure film “Everest” riding an unexpected wave en route to this year’s Venice Film Festival. “What I call ‘happy accidents’ often give the pictures that extra flair,” the 43-year-old says. “I’d gotten the three guys to come to the back of the boat for a picture, and as I was shooting, a huge boat went by and caused a massive wave. It was like we were gonna go over! It just created this wonderful drama and energy.” And yet, the near-capsized boat pales in comparison to the risks Greg took on his first assignment as a photographer: at 19, he had to be smuggled into Myanmar to take pictures of guerrillas fighting in the country’s civil war. “I have that sensitivity to genuine human emotion,” he says. “My empathy is probably a bigger asset than my eye.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "630,059", "path": "instagram/picture2954.jpg", "like_list": [], "date_time": "Sep 5, 2015", "location": "", "tag_list": ["#WHPrhythm", "@music", "#MHPrhythm", "#WHPrhythm", "#MHPrhythm", "#MHPrhythm", "#WHPrhythm", "@wheresmytutu", "@ballerinaproject_"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make photos and videos that illustrate a sense of rhythm by capturing displays of movement and sound. The project takes inspiration from Instagram ’s monthly hashtag project, , which will be calling for creative photos and videos of movement all month. Here’s how to get started:\n\nLook for rhythms with repeating sounds or patterns, like the beat of a marching band or the back and forth of a busy urban scene. Try shooting your photos and videos from a distance to show the movement of your subject. Keep an eye and ear out for natural rhythms in your environment, like ocean waves or a branch blowing in the wind.\n\nUse both the  and  hashtags this weekend and  the rest of the month for more opportunities to be featured, and see more examples and inspiration on blog.instagram.com.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged video taken over the weekend is eligible to be featured Monday.\n\nFeatured video of  by "}, {"num_of_comments": 24, "num_of_like": "887,576", "path": "instagram/picture2955.jpg", "like_list": [], "date_time": "Sep 5, 2015", "location": "Rubjerg Knude Fyr", "tag_list": ["@thomasnoerremark", "@thomasnoerremark"], "caption": "On a spontaneous and windy road trip to the Danish west coast, Thomas Nørremark () stopped to try to shoot the dramatic seascape against the eroding coastline. “The sand was blowing in the air and the cloud formations were amazing,” he recalls. “You could see all the small holes in the clouds from the sun making light spots on the ocean. I stayed for 30 minutes or so before I had to go back to the car due to the heavy sand blowing in the wind.” Thomas’ photo captures the Rubjerg Knude Lighthouse on the Jutland peninsula, first lit in 1900 but abandoned in the ‘60s due to sand drift. It is expected the lighthouse will collapse into the sea in as few as 10 years. “There are so many great locations around Denmark,” says Thomas, who lives in the city of Aarhus on Jutland’s east coast. “People often travel far from home, hoping to get the right shot. I do it too from time to time, and must remind myself that there are often great hidden locations nearby. All it takes is trying to explore the unknown.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "759,915", "path": "instagram/picture2956.jpg", "like_list": [], "date_time": "Sep 4, 2015", "location": "", "tag_list": ["@thomgregory", "@thomgregory"], "caption": "José Juan Hernández Loza () has a constant whirlwind of ideas running through his head. The 23-year-old farmer, who lives in San Julián, Jalisco, in western Mexico, writes them all in a notepad before going to bed or talks about them when he is having dinner with his family (he has 10 siblings). Much of his imagination is focused on people. “I have a passion for portraits because I want to capture that moment when you can show how beautiful a person is,” says José Juan, who often uses fruit or other objects as a veil in front of his portraits. “I really like to cover the faces because I love the mystery. I like when people see my photos and wonder what’s the meaning behind them.”\nJosé Juan hopes that through his images people will see that in photographs, as in life, there are no limits. “When you do what you like, you are happy. All your dreams can come true if you work for them.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "609,643", "path": "instagram/picture2957.jpg", "like_list": [], "date_time": "Sep 4, 2015", "location": "", "tag_list": ["@saintbollard", "@saintbollard"], "caption": "Bollards are stumpy concrete posts meant to prevent cars from driving into buildings or walkways. They are not typically described as cute or clever, funny or sneaky — or really as anything at all. But when Andrew Choate () moved from South Carolina to Southern California, bollards became his muse. “I was attracted to their variety, and how neatly they lent themselves to formal composition,” says Andrew, who teaches creative writing at juvenile detention centers and uses his ripe imagination to articulate the purpose of his project. “Looking at the bollards as a kind of aesthetic and comic relief provides a way to see without hiding, a way to look that appreciates reality for what it is.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "800,703", "path": "instagram/picture2958.jpg", "like_list": [], "date_time": "Sep 3, 2015", "location": "", "tag_list": ["@hickduarte", "@hickduarte"], "caption": "After getting his start photographing rock concerts in São Paulo, Brazil, 24-year-old Hick Duarte () felt a kinship with the city’s nightlife and youth culture. He says, “My inspirations are clean scenarios, natural light, authentic people and weird situations.” The photographer also wants to explore “times of life he has not yet lived.” With “Old Souls,” Hick’s first exhibition, he combined seniors and landscapes. “It came from the habit of spending hours observing how people behave on the streets, the way that they deal with the repetition of their daily movements and the way they dress in real moments,” he explains. But, many of his pictures tell stories about the “city of contrasts” that is São Paulo, with its urban decay, renowned art museum and beautiful buildings, like the curved 38-story Copan. “I like symmetry and geometric organization of elements, but also appreciate the humanity of compositions, the natural imperfections.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "806,212", "path": "instagram/picture2959.jpg", "like_list": [], "date_time": "Sep 3, 2015", "location": "", "tag_list": ["@daliakhamissy", "@daliakhamissy"], "caption": "A wedding dress hangs in a refugee tent. A mother lays out the denim jacket her son once wore — more than 20 years after he disappeared in a civil war. A kitten grows up in a tranquil Beirut apartment. And life goes on in the moments recorded by Dalia Khamissy (), a photographer who grew up through decades of conflict in the Middle East. She says, “I post the view from my balcony, which I love — especially with Lebanon’s beautiful light, in all its seasons.” In scenes across her country, Dalia shares a perspective that ranges from cosmopolitan luxury to the daily challenge of survival, as families flee across the border from neighboring Syria. “Despite the wars, blood and continuous human rights violations, people still laugh, smile, live and love. There is a lot of creativity, dignity and resilience.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "943,467", "path": "instagram/picture2960.jpg", "like_list": [], "date_time": "Sep 2, 2015", "location": "", "tag_list": ["#hellomynameis", "@alittlepieceofinsane", "#iammorethan", "@kyliejenner", "#iammorethan", "@alittlepieceofinsane", "@alittlepieceofinsane"], "caption": "“ Renee DuShane (). I’m a college student from the Boston area, and  what you see. I was born with a rare genetic disorder known as Pfeiffer syndrome, which primarily affects the growth and formation of facial bones. I want people to know that, just like you, I’m not perfect. And that no one imperfection — like maybe how your face looks or how you talk — makes you any less of a person. There are days I feel absolutely sexy and beautiful. I don’t feel bad for myself and neither should anyone. I’d rather be friends with people than have their sympathy. The motto I live by is: stay strong and always love.”\nThis week,  is celebrating young people like Renee who refuse to let being bullied define them. Explore the  hashtag for more from the series, and follow  to hear more from Renee.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "818,890", "path": "instagram/picture2961.jpg", "like_list": [], "date_time": "Sep 2, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@atchoumfan", "@atchoumfan"], "caption": "Hello, Instagram! My, do we have a spectacularly furry  for you today. Meet Atchoum (), a handsome Persian feline who owes his uncommon — and unbelievably — long hair to a condition called hypertrichosis. If the kitties you follow are having trouble filling your fluff quota, give your feed an infusion of ."}, {"num_of_comments": 24, "num_of_like": "651,521", "path": "instagram/picture2962.jpg", "like_list": [], "date_time": "Sep 1, 2015", "location": "", "tag_list": ["@amandasunnyside", "@aapoliti", "@megsywhite", "@johnny5ived", "@topmaroon", "@e.digernes", "@artemi", "@chuycabrerasmith", "@blueandyello", "#WHPmyoasis"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "678,970", "path": "instagram/picture2963.jpg", "like_list": [], "date_time": "Sep 1, 2015", "location": "", "tag_list": ["@zolajesus", "@zolajesus", "@music"], "caption": "When Nika Roza Danilova () was a little girl, she and her brother would pretend they were Trinity and Neo, the characters in the sci-fi blockbuster “The Matrix.” No surprise then that the singer, who’s known as Zola Jesus, is piqued by everyday things that aren’t as mundane as they seem — from a scrawled bit of graffiti that reads “This life is a lie” to a rubber breathing tube snaked on a bed.\n“That intrigues me, to try to find a really beautiful moment in a very plain, everyday experience,” she says. “I see shapes and geometry — things that aren’t usually that obvious.”\nPhoto by . Words by ."}, {"num_of_comments": 24, "num_of_like": "956,506", "path": "instagram/picture2964.jpg", "like_list": [], "date_time": "Aug 31, 2015", "location": "", "tag_list": ["@mambub", "@romankoenigshofer", "@amaalsaid", "@sdadich", "@saccophotograph", "@jaydabliu", "@easonhsiung", "@dtlsuvi", "@maylizarbb", "@saccophotograph"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "703,962", "path": "instagram/picture2965.jpg", "like_list": [], "date_time": "Aug 30, 2015", "location": "", "tag_list": ["@inklinks", "@inklinks"], "caption": "London writer and editor Lito Apostolakou () has a deep appreciation for the tools of her trade. A collector of Victorian embossed glass ink bottles, eclectic pencil and pens and vintage stationery, Lito, who’s also a trained historian, says neglected writing supplies of olden days bear the signs of time and have their own hidden stories. “One can’t have too many pencils — or pencil pots for that matter,” she says. Lito combines some of these finds with stones she picks up wherever she goes and turns them into paperweights, or, as she calls them, “paperstones.” “Pebbles are layers of time, words are layers of meaning,” says Lito. “The fusion of natural and man-made materials, of soft and hard surfaces, lettering, pencils, paper and inks leads to the creation of a new object with a story. Paperstones are writing companions and inspiration aids.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "661,750", "path": "instagram/picture2966.jpg", "like_list": [], "date_time": "Aug 29, 2015", "location": "", "tag_list": ["#WHPmyoasis", "#WHPmyoasis", "@sweet_novemberrr"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to photograph the places where you go to escape, near or far from home. Some tips to get you started:\n\nYour escape could be getting lost in the energy of a crowded concert, or finding solitude in a cozy reading spot.\n\nCapture a sense of place in your photographs by taking wider shots that show your environment.\n\nPhotograph a perfect moment in an adventurous locale or showcase your everyday sanctuary for this project.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "971,093", "path": "instagram/picture2967.jpg", "like_list": [], "date_time": "Aug 28, 2015", "location": "", "tag_list": ["#WWIM12", "#todayimet", "#whoifollow", "#todayimet", "@djasonnam"], "caption": "Worldwide InstaMeet 12 is set for the weekend of October 3-4!\nThis Worldwide InstaMeet falls just before the Instagram community’s birthday on October 6. To celebrate the vibrant, diverse and global community that has grown since Instagram launched just five short years ago, the theme of  will be to share  portraits of the people you meet. To help others connect to new and interesting people, ask the subject of your portrait about their favorite Instagram accounts, and include them in your caption with the  hashtag.\nBrowse the  hashtag for portrait inspiration, and find out more about InstaMeets at community.instagram.com.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "859,624", "path": "instagram/picture2968.jpg", "like_list": [], "date_time": "Aug 28, 2015", "location": "", "tag_list": ["@brandonlocher", "@olivialocher", "@olivialocher", "@music", "@olivialocher"], "caption": "You’ll notice the preternatural ease with which they discuss one another’s professional work and personal selves, and the continued expectation they put on each other to create something new and distinctive. Brandon () and Olivia Locher () — siblings, roommates and collaborators. At 30, Brandon is an audio-visual artist, while Olivia, six years his junior, is a photographer. “I think Olivia is always pushing me artistically,” says Brandon. “We’ve always been very close creatively,” adds Olivia, whose most recent project, “I Fought the Law,” looks to point out America’s most unusual laws (like an ice cream cone in someone’s back pocket — which is illegal in the state of Alabama). To see more of Olivia’s work, follow . For more on Brandon, head to Instagram .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "506,636", "path": "instagram/picture2969.jpg", "like_list": [], "date_time": "Aug 28, 2015", "location": "", "tag_list": [], "caption": "Today, we're excited to announce that — in addition to square posts — you can now share photos and videos in both portrait and landscape orientation on Instagram.\nSquare format has been and always will be part of who we are. That said, the visual story you're trying to tell should always come first, and we want to make it simple and fun for you to share moments just the way you want to.\nWhen choosing a photo or video, you can now tap the format icon to adjust the orientation to portrait or landscape instead of square. The full-sized version will show up in feed in a beautiful, natural way. To not disrupt your profile grid, your post will appear there as a center-cropped square.\nWe’re especially excited about what this update means for video on Instagram. All filters will now work on both photos and videos, and you can now adjust the intensity of filters on videos, too.\nTo learn more about the changes in today’s update, check out blog.instagram.com.\nInstagram for iOS version 7.5 is available today in Apple’s App Store, and Instagram for Android version 7.5 is available today on Google Play."}, {"num_of_comments": 24, "num_of_like": "803,231", "path": "instagram/picture2970.jpg", "like_list": [], "date_time": "Aug 27, 2015", "location": "", "tag_list": ["@chris_mueller", "@chris_mueller"], "caption": "One reason Chris Mueller () wanted to move to Los Angeles was the light quality — “what happens late in the day, this golden sun,” he says. The 40-year-old dad, who owns a cold brew coffee company, is always looking for interesting juxtapositions while he is out walking or skateboarding. “This neighborhood is turning into expensive homes and yet there’s a huge part of the population that isn’t changing at all. It’s this dueling beauty,” he says. Inspired by photographer Robert Adams, Chris also composes his pictures thoughtfully — a discarded TV or a dinosaur statue where you might not even notice them. He says, “I’m trying to bring you here and show you some things. If you spend a minute, you can go deeper with this image.” But Chris doesn’t always need to go far to find his subjects. Recently, seeing his daughter Carson on a swingset with a friend made him think about how kids are social creatures. “They’d swing past each other and smile, and it just hit that epic dimensional moment when things are happening. For me, just to shoot that was my way to engage them without physically talking to them or saying, ‘Wow, great!’ or ‘Go higher! That’s fun.’ Just peacefully take a couple photos, and that was my way to remember that moment.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "614,565", "path": "instagram/picture2971.jpg", "like_list": [], "date_time": "Aug 26, 2015", "location": "", "tag_list": ["@legojacker", "@legojacker"], "caption": "Playtime isn’t just for kids. Since Kanesan Nathan () moved to Melbourne, Australia, three and a half years ago, he has been hijacking everyday situations with toys. “It’s about playing outside, in spaces not usually associated with play, and reimagining and reinterpreting the city,” he says. A scooter and a car were parked on an empty street, and Kanesan saw a stage for a tiny rabbit to cast its shadow. The street art precinct of Hosier Lane became a runway for a bright plastic road roller. Kanesan, who is a marketing professional by day, looks for these settings — “reflections, street art, rooftops and cityscapes” — and plays with perspective to make his Legos appear larger than life. He will use digital manipulation, but only when it’s necessary for a concept.\n\nKanesan also makes pictures to comment on issues like immigration and education. He says, “Lego can often evoke strong positive childhood memories, so to connect that to showing injustice around the world is a very powerful combination.” No matter what, he’s having fun.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "989,446", "path": "instagram/picture2972.jpg", "like_list": [], "date_time": "Aug 25, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@adventuresofcalico", "@adventuresofcalico"], "caption": "Hello, Instagram! Time for the . Today’s furry feature is a bit unconventional: an African Pygmy hedgehog named Calico (). If your feed could use a pop of prickly hedgehog happiness, follow ."}, {"num_of_comments": 24, "num_of_like": "688,826", "path": "instagram/picture2973.jpg", "like_list": [], "date_time": "Aug 25, 2015", "location": "", "tag_list": ["@__myalive__", "@ravi.mistry", "@emptinessforyou", "@mayoo92", "@gil_noboa", "@ddesigns_", "@locarl", "@tonyinseattle", "@eugene_david", "#WHPabstract"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "425,604", "path": "instagram/picture2974.jpg", "like_list": [], "date_time": "Aug 24, 2015", "location": "", "tag_list": ["@fabiolamounier", "@fabiolamounier"], "caption": "For 25-year-old Brazilian photographer and videomaker Fábio Lamounier (), film is a way to turn his insides out, sharing a little of himself with the world. His day-to-day observations got him reflecting about virtual relationships and how to portray them artistically. “I started thinking about how these virtual romances and friendships are often intangible: touch, space and skin are all missing,” he says of a three-part video series he created, in which skin can’t feel, feet can’t walk and hands can’t touch. Fábio’s fixation with the body comes from his longtime muse: dance. “I’m not a dancer myself, but I’ve always been attracted by dance, be it fluid, fast or aggressive,” he says. “Movement is about feelings, stories and memories.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "764,652", "path": "instagram/picture2975.jpg", "like_list": [], "date_time": "Aug 24, 2015", "location": "", "tag_list": ["@aluminumhustle", "@aluminumhustle"], "caption": "It was only supposed to take two months for Dillon Spranley and Sara Goehner () to renovate their vintage, 34-foot (10-meter) Airstream. But decades of neglect in swampy rural Mississippi took its toll on the trailer: the duo had to contend with rust, flood damage and the remnants of what Dillon hypothesized were “crazy rodent parties.” But after four months of labor, with some guidance from Sara’s father, a retired contractor, they were ready to set out.\nThe two’s professions — Sara is an animator and Dillon a hairstylist and jewelry-maker — afford them the freedom to work from anywhere. So they plan to spend the next couple of years crisscrossing the continent, from Alaska to Florida. “We think in about two years we will reevaluate, possibly continuing to travel or settle down in a place we both loved the most to conquer other dreams we have,” says Dillon.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "699,502", "path": "instagram/picture2976.jpg", "like_list": [], "date_time": "Aug 23, 2015", "location": "", "tag_list": ["@sevilita", "@anthonybgeathers", "@stueyboulton", "@tomspray", "@eaglefalconer", "@alessandroserrano", "@zenography", "@historiassencillas", "@darosulakauri", "@zenography"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "850,232", "path": "instagram/picture2977.jpg", "like_list": [], "date_time": "Aug 23, 2015", "location": "", "tag_list": ["@orlandobarriaphotos", "@orlandobarriaphotos"], "caption": "Moving from the ice-cold Chilean side of Patagonia to the overwhelming heat of the Caribbean is just one of the changes Orlando Barria () went through when he relocated with his family to the Dominican Republic.\n“In general, life here is pretty easy because people are modest,” says Orlando of his life in Santo Domingo, the country’s capital. “They always try to have a good time, smile for most of the day. Here time has a different pace, it doesn’t hurry as much as it does in Chile.”\nBut as a photojournalist, Orlando must think quick on his feet. “The most important thing for me is to mix in my photos all the elements you need to understand the news when you see the image.” His says his job is most challenging during hurricane season, which he describes as a lottery: “You have to wear wet clothes on those days and your equipment usually gets pretty damaged.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "851,311", "path": "instagram/picture2978.jpg", "like_list": [], "date_time": "Aug 22, 2015", "location": "", "tag_list": ["@thelittlethings_love", "@thelittlethings_love"], "caption": "The venturesome flight of a ladybug, a pleasant shadow cooling the skin, the touching lightheartedness of children playing – Corla Schöner’s () photographs are like a love song to life. And for her, everyday moments are the melody. “They are pure, fragile and at the same time so incredibly strong that they soak our thick skin and, if we allow it, get up in our soul,” says the special education teacher from Frankfurt, Germany.\nCorla lets her images tell little fairy tales beyond words, taking the viewer on a journey. “I think that photography can be a way to reach this well-protected and often hidden place within ourselves. A place that not only shelters our desires and fears, but at the same time is the place where our individual freedom, joy and creativity is born.”\nPhoto "}, {"num_of_comments": 24, "num_of_like": "568,982", "path": "instagram/picture2979.jpg", "like_list": [], "date_time": "Aug 22, 2015", "location": "", "tag_list": ["#WHPabstract", "#WHPabstract", "@sannalinn"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make photographs of everyday objects or environments—and show them in unrecognizable or surprising ways. Some tips to get you started:\n\nFocus on capturing your subject from a unique or warped perspective to see it in a new way, like from an unexpected angle, through a reflection or especially close or far away. Think about the overall impression of color, shape and mood in your image rather than capturing something identifiable. Try illustrating an intangible concept, thought or emotion through a creatively staged photograph.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "700,656", "path": "instagram/picture2980.jpg", "like_list": [], "date_time": "Aug 21, 2015", "location": "", "tag_list": ["#hellomynameis", "@allydelmonte", "@weday", "@allydelmonte"], "caption": "“ Ally Del Monte (). I live in Connecticut and I just turned 17. I've been bullied my entire life because of my weight, and for a long time I couldn't see anything beautiful about me. Then I started to take more photos, and looked hard to find my own beauty. Now, I take selfies all the time. Sometimes it changes your day to find a great picture of yourself. Whenever you feel cute, you should take a selfie. Even if you don't feel cute, you should take a selfie, because you can always find one feature that is wonderful. I want to help other teens understand that no matter what others say, there is always something to love about yourself.”\nFor more inspiring stories from young people like Ally, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,005,080", "path": "instagram/picture2981.jpg", "like_list": [], "date_time": "Aug 21, 2015", "location": "", "tag_list": ["@phukradung", "@phukradung"], "caption": "In a small village in Thailand’s Sakon Nakhon Province, Phukradung Ungjaroensukan () grows fruit trees on his family’s farm. But his true pride and joy are the native Thai water buffalo that he’s raising there. Four years ago, three of the animals were on their way to a slaughterhouse before Phukradung and his wife, along with friends who made financial contributions, rescued them. Now, the herd has grown to six — including three calves that were born on the farm. Over the years, Phukradung has developed a deep affinity for the creatures. “They can recognize their owners very well,” he says. “Khao Pan, the six-month-old calf, always makes a sound and approaches me whenever she sees me.” For Phukradung, documenting the animals serves as a way to let others know just how precious they are. “I post their pictures on Instagram not only to let people see the buffalo from my point of view, but also to let all the people who saved the three buffalo see how they are living now.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "766,449", "path": "instagram/picture2982.jpg", "like_list": [], "date_time": "Aug 20, 2015", "location": "", "tag_list": ["@ensanx", "@ensanx"], "caption": "Jordi Sánchez (), a jewelry designer from Cardedeu, in Spain’s Catalonia region, used to take pictures of his surroundings, but a comment on one of his images on Instagram made him discover a vibrant community gathering around architecture. That’s when his passion started.\nJordi’s mission is to help people discover beautiful and surprising buildings by always looking around, always looking up. “I try to find beauty where at first you only see a corner, a sad wall or an unattractive building,” he says.\nHe is also in the hunt for creative recourses to play with his images. “It’s not the same to be an Instagrammer specialized in architecture in a big city, full of huge buildings, as being one in a small city. You reach a point when you have photographed all the houses in your little town!” Jordi laughs.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "755,898", "path": "instagram/picture2983.jpg", "like_list": [], "date_time": "Aug 20, 2015", "location": "", "tag_list": ["@softcircle", "@kateth325", "#caughtgramming", "@softcircle"], "caption": "One day in the life of the artist Hisham Akira Bharoocha () might include a mural-painting block party. Another might involve directing a performance of 88 cymbal players and a 20-piece band. “All the mediums I use inform each other,” says Hisham, who lives in Brooklyn, New York. “I want to be as prolific as possible during this short lifetime we are given.” Hisham is also a photographer, and with his wife Kate Thompson (), he invented the hashtag , for the compelling, sometimes funny frame-within-a-frame photo that so often presents itself when one is hanging out with other photographers. The name “Soft Circle” was also inspired by his many creative pursuits. “It came from the visualization of how it feels when you feel love and peace throughout your body, like you have an internal sun and there is a soft edge to it, emanating warmth.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "808,199", "path": "instagram/picture2984.jpg", "like_list": [], "date_time": "Aug 19, 2015", "location": "", "tag_list": ["@chetankumarstudio", "@chetankumarstudio"], "caption": "For Chetan Kumar (), a good education came at a heavy price. “I was sent to boarding school at a very young age,” he recalls. “With a heavy heart, I had to leave behind my parents, the beautiful village and countryside, the rivers and the boats, bicycle rides and kite flying.” Ironically, Chetan’s beloved home state of Bihar was considered one of the most undeveloped parts of India — notorious for poverty and crime. But it was his boarding school in northern India that Chetan found unbearable. “Hostel life was about survival among students,” he says. “There was always a timetable, always a plan and a task.” Finally at the age of 16, the schoolboy made a break, traveling on his own for almost 1,000 kilometers to return to his countryside village, in search of the “little adventures” of his lost childhood. Some 15 years later, now working as a photographer and cinematographer, Chetan continues to reclaim his memories, in a photographic homecoming that he calls “Bihar Odyssey.” But he still looks back to the day he ran away from school as a formative moment in his life and his work. “I had overcome my fear and inhibitions of traveling alone, and enjoyed it,” he says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "684,182", "path": "instagram/picture2985.jpg", "like_list": [], "date_time": "Aug 19, 2015", "location": "", "tag_list": ["@joao.bernardino", "@joao.bernardino"], "caption": "João Bernardino () lives and works in an industrial hub outside the Portuguese city of Porto, providing ideal fodder for his construction site obsession. The designer, illustrator and professor says he uses photography to build and document his own visual language. “The construction of my visual speech was what sparked my designer mind to jump into photography like I never had before,” he says.\n\nJoão, who is interested in society’s transition from the industrial to the Internet age, spends hours photographing machinery, cranes and containers. “I think I am capturing a neglected part of our recent history, a less trendy one, a more dusty one,” he says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "872,946", "path": "instagram/picture2986.jpg", "like_list": [], "date_time": "Aug 18, 2015", "location": "", "tag_list": ["@jeanimbert", "@jeanimbert"], "caption": "On the last day of Beyoncé and Jay Z’s recent world tour, 33-year-old French chef Jean Imbert () was invited to cook for the couple. He was the only person allowed in the room with them. “With food, it’s breaking all the rules — you are the chef, so you are respected,” he says. “Jay Z’s staff tells me he respects me because I am the chef. Food is either you trust or you don’t trust. If you trust the chef he can make you eat what he wants.” While Jean flies all over the world to cook for celebrities, from Robert De Niro to the French soccer team, when it comes to his own food, he only trusts his girlfriend or mom. “When you are a chef, there’s no barrier with the people. When you give food to someone, you become very close to them.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "846,395", "path": "instagram/picture2987.jpg", "like_list": [], "date_time": "Aug 18, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@hoohoo_thebully", "@hoohoo_thebully"], "caption": "Hello, Instagram! It’s time for your dose of . Meet the handsome Jabba (), a magnificent Mastiff with a wondrously vibrant wardrobe. If your feed is in need of mega-sized Mastiff fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "642,775", "path": "instagram/picture2988.jpg", "like_list": [], "date_time": "Aug 18, 2015", "location": "", "tag_list": ["@dieggoo", "@fuzzyphotos21", "@naina_89", "@francisco_oli", "@yasmine.diaz", "@louise_stormborn", "@jamaicanmehcrazy", "@kylehuff", "@gomezlovera", "#WHPtexture"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "605,300", "path": "instagram/picture2989.jpg", "like_list": [], "date_time": "Aug 18, 2015", "location": "", "tag_list": ["#hellomynameis", "@andxrs", "@andxrs"], "caption": "“ Anders Dunning (), and I’m 14 years old. I live with my mom, dad and brother in a house not very far away from Copenhagen, in Denmark. I get the feeling that some people think that everyone who is active on Instagram is outgoing and extroverted, but that’s not the case with me. I can be very, very shy. Sometimes I’m so shy that I can’t get myself to speak to the barista if I’m at a café. Sharing my work has definitely helped me overcome this shyness a little bit.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "659,577", "path": "instagram/picture2990.jpg", "like_list": [], "date_time": "Aug 17, 2015", "location": "", "tag_list": ["@jayellehudson", "@jayellehudson"], "caption": "When she takes pictures, Jayelle Hudson () is focused on her control over an image, but in her abstract drawings she lets go. “I closed my eyes and decided to scribble,” explains the 31-year-old artist, photographer and entrepreneur. “I love the endless possibilities.” Having grown up in Washington state, Jayelle moved to São Paulo, Brazil, seven years ago. “I felt very much like an alien,” she recalls of her first months settling in and adapting to Brazilian language and culture. “Saudade,” the Brazilian word for missing something, is what Jayelle feels for her home in the Pacific Northwest. “It’s apparent in a lot of my collage work through choice of color, earth-toned moldy old paper and deep dark blues. In my photography, I find myself looking for moments that make me feel home, like foggy forests and cloudy beach days.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "780,254", "path": "instagram/picture2991.jpg", "like_list": [], "date_time": "Aug 16, 2015", "location": "", "tag_list": ["@sandy_carson", "@jonfnb", "@benedicte_kurzen", "@bennettpictureco", "@malina2406", "@flyingkat", "@sabrinaromahn", "@gabosama", "@raphaelarosella", "@bennettpictureco"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,006,127", "path": "instagram/picture2992.jpg", "like_list": [], "date_time": "Aug 16, 2015", "location": "", "tag_list": ["@churrito", "@churrito"], "caption": "Luis Cobelo (), a documentary photographer from Venezuela, wants to share his own take on reality. The result is intimate and powerful.\n\nCurrently based in Mexico City, portraits are a constant in his work. \"I like people very much. I've always thought that even if you are anonymous, you still have a story,\" he says.\n\nLuis's aim is for his subjects -- and anyone who views his pictures -- is to be more open to their surroundings. He says, “It's fine to talk about yourself, but we need to talk more about what's happening in the world. Through that I've learned to be a better person. By connecting with others, I've been able to know who I am.” Photo by "}, {"num_of_comments": 24, "num_of_like": "840,197", "path": "instagram/picture2993.jpg", "like_list": [], "date_time": "Aug 15, 2015", "location": "", "tag_list": ["@hi_bin", "@hi_bin"], "caption": "In his most recent series of work, graphic designer and illustrator Kim Jung-bin () from Seoul, South Korea, shares comical drawings featuring historical and cultural icons, all of which are no more than an inch (2.5 centimeters) in size. Jung-bin says that these tiny illustrations are parody images based on word play. “I take words from quotes of a well-known figure or a title of some famous work and replace it with something that sound phonetically similar,” he says. While many of the visual puns he demonstrates can only be understood in the Korean language, there are some obvious ones — like Abraham Lincoln eating a slice of ham or the King of Pop riding a bicycle to illustrate “Cycle Jackson.” Jung-bin admits that it’s not always easy to come up with witty puns that he can also visualize, but he enjoys the humor and letting others join in on the fun. “I believe that an artist must be happy to make people happy, and that’s what I aim for when I’m drawing.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "815,994", "path": "instagram/picture2994.jpg", "like_list": [], "date_time": "Aug 15, 2015", "location": "", "tag_list": ["#WHPtexture", "#WHPtexture", "@pixie.zi"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to capture creative photos that feature prominent textures. Some tips to get you started:\nStrong texture photos evoke a sense of touch. Look for rough, cracked, soft, prickly, fluffy and all kinds of surfaces that make viewers immediately think of how something feels. Look for textures in unconventional places. Look past walls and fabrics to the natural environment around you and the textures in leaves, fur, everyday objects and even skin. Side-lit materials and surfaces highlight textures much better than subjects faced directly with a light source.\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "716,594", "path": "instagram/picture2995.jpg", "like_list": [], "date_time": "Aug 14, 2015", "location": "", "tag_list": ["@inhotim", "@adrianavarejao", "@rogerhenrique", "@laradias", "@rogerhenrique"], "caption": "Some forms of art are best experienced in person. To enable these intimate reflections, Bernardo Paz created Inhotim (), a contemporary art museum that sprawls across 5,000 acres (2,000 hectares) in the countryside of southeastern Brazil. “I wanted to make something that could not be transferred through technology,” he says.\n\nEarlier this month, Bernardo opened the museum’s doors to photography, challenging visitors to capture their unique sensorial experiences on camera. Standing before Adriana Varejão’s () wall-sized painting “O Colecionador,” 22-year-old advertising creative Roger Henrique () felt like he had plunged into an intense daydream: “The optical illusions made me want to escape reality and just dive into the piece’s different dimensions,” he says.\n\nCapturing the dizzying effects of Adriana's labyrinth may have been difficult for Roger, but making friends at Inhotim was not. He eagerly exchanged ideas about creative projects among kindred spirits, like local watercolor painter Lara Dias (). “I realized I was among some very talented people,” Roger says. “I wanted to freeze that moment.” Photo by "}, {"num_of_comments": 24, "num_of_like": "835,911", "path": "instagram/picture2996.jpg", "like_list": [], "date_time": "Aug 14, 2015", "location": "", "tag_list": ["#hellomynameis", "@_casta_", "@_casta_", "@rincondtv"], "caption": "“ Sergio Castañera Gómez (). I’m 17 years old and I live in Madrid. I like to take my camera when I go out with my friends and photograph the place we’re visiting at that particular moment. In the last year, I’ve realized that simplicity makes me feel good, so I try to show that in my pictures.\nMy family life is pretty normal. My parents go to work, come back and we all have dinner together. Some adults may think that young people only dream, but it’s not true. I dream about traveling and taking pictures for a living, but I know there are two kinds of people: the ones who dream and the ones who make it happen. I want to be the latter.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "912,454", "path": "instagram/picture2997.jpg", "like_list": [], "date_time": "Aug 13, 2015", "location": "", "tag_list": ["@edsel", "@edsel"], "caption": "For Austin, Texas, musician, writer and photographer Philip Anderson Edsel (), the relationship between words and visuals has always been fluid. “When I see a powerful photo, I feel inspired to write,” he says. “It sparks a particular memory or even an imaginary scene that I want to describe.”\nAfter bringing his own photos to life through vivid captions with lines such as “wild wind threshed through cotton shirts,” and “faithful soldiers of the season’s end,” he even challenged himself to write a \"photo-novel\" on Instagram during last year’s National Novel Writing Month. Through his writing, Philip discovered a like-minded community of people eager to pair words and images in new ways. And with that, he decided to connect these writers to one another, challenging them to add creative captions to their visual work.\n“I write more free-prose, but I’ve seen Shakespearean sonnets in iambic pentameter, haikus — everything really,” he says. “The challenge for me is to write short and simple pieces that feel sentimental and honest and raw.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "607,628", "path": "instagram/picture2998.jpg", "like_list": [], "date_time": "Aug 12, 2015", "location": "", "tag_list": ["@andrewesiebo", "@andrewesiebo"], "caption": "The Internet was new and very expensive in Lagos, Nigeria, when aspiring young photographer Andrew Esiebo () attempted his online search for a mentor. “I was only able to afford a minute to do the Internet search,” he says. But in that brief moment, he connected with Paul, a photographer and blogger in Minneapolis, Minnesota — and began a correspondence that continues to this day. “Back then, I would take pictures with my film camera, scan them and email to Paul for his feedback. And at some point, he sent me books with titles on light, camera equipment, the business of photography and darkroom processing. I studied those books religiously and acquired the confidence to be more creative and skillful with my camera.” Almost 15 years later, Andrew’s photographs have been exhibited and published around the world, and he continues to post to the Internet to fill “global visual representation gaps” about his homeland. He adds, “Lagos is a city of contrasts. There’s slums and posh areas, congestions and tranquilities, tension and calm, hopes and despairs. There’s spaces for everybody in the city.” Photo by "}, {"num_of_comments": 24, "num_of_like": "710,057", "path": "instagram/picture2999.jpg", "like_list": [], "date_time": "Aug 12, 2015", "location": "", "tag_list": ["#hellomynameis", "@mr.denger", "@mr.denger", "@joshsaidwhaaaat"], "caption": "“ Jorgen Denger (). I’m 15 years old and I live in Southern California. I’ve loved photography since I was only nine years old, when my Papa gave me my first camera. Everyone has a different idea for what they consider interesting, and everyone’s view of the world we live in is different. Photography is a good way to embrace and express that. I hope that I inspire people to look around and find beauty in things that other people would pass right by.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "937,328", "path": "instagram/picture3000.jpg", "like_list": [], "date_time": "Aug 11, 2015", "location": "", "tag_list": ["@greenislandstudios", "@greenislandstudios"], "caption": "Tired of just telling her distant friends about her gorgeous new surroundings in the remote wilderness of Dartmoor, England, Jo Bradford () decided to show them, in the best way she knew how. A professional photographer and mother of two, Jo launched “A Love Letter to Dartmoor,” a yearlong daily photo series documenting seasonal views of the national park's landscape in south Devon, where she now lives. “People have an impression of it being quite bleak and unwelcoming, but actually it’s stunningly beautiful,” says Jo, who walks every day in the moors to take photos, with her two German pointers, baby and toddler in tow. “I’ve seen beautiful rare moths, rivers trickling through forest and carpets of bluebells,” she says. “Quite often, a herd of wild ponies will turn up and start lapping at the water while I’m sitting there watching the sunset.” One night, near a pond, Jo remembers a mother with young foals appeared up out of the valley right by where she was sitting. “The light played across the water and it was beautiful and we all sat there in silence.” Photo by "}]}