{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "454,184", "path": "instagram/picture4001.jpg", "like_list": [], "date_time": "May 9, 2014", "location": "Metropol Parasol", "tag_list": ["#ArtThursday", "@rubabpz"], "caption": "Welcome to another ! The Metropol Parasol provides a modern aesthetic against the medieval backdrop of Sevilla, Spain's old quarter. Arguably the world’s largest wooden structure, it towers 28.5 meters (93.5 feet) over La Plaza de la Encarnación. Inside, one can visit a farmer’s market, archaeological museum, bars, restaurants and an elevated plaza providing beautiful panoramic views of the city. Most importantly, the stunning structure of interlaced panels (supported by concrete and steel) provides the people in the sweltering capitol of Andalucía with a precious resource: 5,000 square meters (53,819 square feet) of shade.\n\nFor more photos and videos from the Metropol Parasol, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "308,966", "path": "instagram/picture4002.jpg", "like_list": [], "date_time": "May 9, 2014", "location": "", "tag_list": ["@pieraluisa", "@refinery29", "@okrichie", "@marawa", "@clayhickson", "@adamscarpenters", "@shantell_martin", "@hokaytokay", "@pieraluisa"], "caption": "For Piera Gelardi (), a co-founder of Refinery29 (), photography is a crucial part of her work. “I probably take 100 photos a day on my phone,” she says. “Photography is my way of sketching. It gets my imagination going.” Photography—and Instagram—also lead Piera and her team to new collaborations and ideas. \"For me, Instagram is a rabbit hole of inspiration,” she says. \"I'll see a photographer's image in my feed and see that they tagged a set designer. So I'll click through to the set designer and look at their work. Then I’ll see that they tagged another photographer, and so it goes. 45 minutes later, I'll have found this whole world of creative people that I didn't know about before.\" Want to get inspired? Here are some of Piera’s favorite discoveries: , , , ,  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "616,692", "path": "instagram/picture4003.jpg", "like_list": [], "date_time": "May 8, 2014", "location": "Pont des Arts", "tag_list": ["@ruerodier"], "caption": "In a city like Paris, finding romantic spots isn't too difficult—but for Parisians and visitors alike, the French capital's bridges have a special draw all to themselves.\n\nRows of padlocks, known as cadenas d'amour, or \"love locks,\" adorn the Pont des Arts and Pont de l'Archevêché as timeless symbols of love. Those able to find a free space will often inscribe their names on the padlock, latch it to the bridge and then toss the key into the river Seine as a sign of their everlasting commitment. In recent years, the romantic gesture has captured the hearts of those outside Paris. Love locks can now be found in cities across the world from London to Seoul.\n\nTo view more photos and videos of love locks on the bridges of Paris, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "350,807", "path": "instagram/picture4004.jpg", "like_list": [], "date_time": "May 8, 2014", "location": "Radio City Music Hall", "tag_list": ["@NFL", "@clowney__7", "@grob_92", "@sammywatkins2", "@jmanziel2", "@bbortles5", "#NFLdraft", "@nfl"], "caption": "The first round of the 's 2014 draft takes place tomorrow night! This annual event allows professional football teams to select top college football talent, giving preference to those teams with the least wins from the previous year.\n\nThis year, top recruits to watch include Jadeveon Clowney (), Greg Robinson (), Sammy Watkins (), Johnny Manziel () and Blake Bortles (). To see more photos and videos from the draft at New York’s Radio City Music Hall, explore the  hashtag and tap the blue location text above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "260,516", "path": "instagram/picture4005.jpg", "like_list": [], "date_time": "May 8, 2014", "location": "", "tag_list": ["@julieamalone", "@julieamalone", "@beggarsnthieves", "#catband", "#catband", "@beggarsnthieves"], "caption": "It all started when Philadelphia Instagrammer Julie Amalone () posted a video in which she \"played\" her cat Lily like a ukulele. \", can Sketchie and I join your band?\" fellow Philadelphian and designer Kenny Kim () asked in the caption of a video where he pretended his cat was a bagpipe. Kenny tagged his reply with —and a new meme was born.\n\nSince then, cats from around the world have been transformed into pretend pianos, trumpets, trombones, harmonicas and even theremins. To see more videos of people “playing” their cats (or patient felines putting up with their owners), explore the  hashtag.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "614,175", "path": "instagram/picture4006.jpg", "like_list": [], "date_time": "May 8, 2014", "location": "Angel Falls", "tag_list": ["@soldo76"], "caption": "Venezuela's El Salto Ángel, or Angel Falls, is the tallest uninterrupted waterfall in the world. Towering over Canaima National Park at 979 meters (3212 feet), the waterfall is 19 times the height of Niagara Falls.\n\nTo access Angel Falls in the heart of Venezuela's isolated jungle, visitors must have an adventurous spirit. After first flying to Puerto Ordaz or Ciudad Bolívar to reach the park, visitors are taken to the base of the falls by guides in dugout wooden canoes.\n\nFor more photos and videos from Angel Falls, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "414,800", "path": "instagram/picture4007.jpg", "like_list": [], "date_time": "May 7, 2014", "location": "", "tag_list": ["@boylagi", "@boylagi"], "caption": "Over the past couple of years, Jakarta Instagrammer Boy Hardy () has organized more than 20 InstaMeets in various parts of Indonesia, ranging from small groups of five people to large scale meets of more than 50 people. One of the most memorable InstaMeets for him is the recent meetup he organized with Instagram friends from other cities to spend a few days together at a tiny resort island called Kenawa Island. Boy's inspiration is always about meeting people, especially those who he has never met before in person. \"We always like, comment and joke around on Instagram, and I thought why don't we go outside and meet up—it would be fun to get to know these cool friends in real life,\" he says. \"I've met so many new friends, and we've become a big family of Instagrammers in Indonesia—and there still is something new in every InstaMeet,\" Boy reflects.\n\nHere are Boy's tips for organizing an InstaMeet in your city: 1) Spread the word about your InstaMeet. Decide who to inform depending on the size of the group you want. 2) Look for great locations. It can be multiple locations, but it's generally safer if someone in the group is familiar with the places you go. 3) Have confidence in the attendance. \"Don't be afraid no one will come to your InstaMeet. Even if it's a small group, they will join.\" Photo by "}, {"num_of_comments": 24, "num_of_like": "457,228", "path": "instagram/picture4008.jpg", "like_list": [], "date_time": "May 7, 2014", "location": "", "tag_list": ["@chateaugudanes", "@chateaugudanes", "@chateaugudanes"], "caption": "When Australian couple Karina and Craig Waters began the search for a French cottage, they had little idea of the adventure they would ultimately find: restoring the regal Chateau de Gudanes () in the south of France.\n\nAfter their son stumbled upon an online listing for an abandoned medieval chateau, which was in substantial need of repair after years of disuse, the couple headed back to France and fell immediately in love with the home and property. The ambitious and photogenic undertaking of restoring the chateau's 94 rooms to their original splendor has attracted a global community of people following the couple's progress. \"I make a coffee, post a photo and then hours later from the other side of the world, I receive a comment from someone saying, 'This is the best part of my day, making a coffee and seeing what the photo is for today,'\" Karina explains. \"I love being here onsite, sharing what I love, experiencing it and knowing that someone else feels the same way.\" For more photos and videos from the restoration of the chateau as it progresses, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "535,794", "path": "instagram/picture4009.jpg", "like_list": [], "date_time": "May 6, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@shibothedog", "@shibothedog"], "caption": "Hello, Instagram! Time for the ! Meet Shibo (), a beautiful mix between a Kooikerhondje and a Nova Scotia Duck Tolling Retriever (what a mouthful!) with a fondness for the outdoors. To join Shibo on his adventures out in nature, follow ."}, {"num_of_comments": 24, "num_of_like": "524,329", "path": "instagram/picture4010.jpg", "like_list": [], "date_time": "May 6, 2014", "location": "Plaza Olvera", "tag_list": ["#cincodemayo", "@everydayclouds"], "caption": "On the fifth of May, or el cinco de Mayo, Mexican communities celebrate their heritage. Though Cinco de Mayo as it has come to be known is celebrated primarily by Mexican-American communities in the United States, the holiday's roots begin with the 1862 Battle of Puebla in Puebla, Mexico. In the wake of a series of wars throughout the mid-1800s, the French army marched on Veracruz, sending the Mexican president and government into retreat. At the small city of Puebla, however, Mexican resistance defeated the French army despite being heavily outnumbered. Though not a national holiday in Mexico, the town of Puebla marks the day as an official holiday and celebrates with parades and festivities. Drawing on the bolstered morale and pride from the victory, Mexican-Americans in the western United States first adopted Cinco de Mayo as a holiday in the 1860s. Today, Cinco de Mayo stands as an important celebration of cultural heritage and is celebrated with festivals and performances of traditional mariachi and baile folklórico in cities with large Mexican-American communities such as Los Angeles, Chicago, San Francisco and Houston.\n\nTo view more photos and videos from the Cinco de Mayo celebrations, tap the blue location text above and browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "304,605", "path": "instagram/picture4011.jpg", "like_list": [], "date_time": "May 6, 2014", "location": "", "tag_list": ["@robertlarsen", "@cjespersen", "@deradjad", "@aimeepower", "@lilfoxx", "@burnashburn", "@ukrainianprincess21", "@instafraner", "@suzysaysrelax", "#WHPsilhouetted"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "548,620", "path": "instagram/picture4012.jpg", "like_list": [], "date_time": "May 5, 2014", "location": "", "tag_list": ["#maythe4thbewithyou", "#starwarsday", "@winter"], "caption": "A long time ago, in a galaxy far, far away… no one celebrated droids, Wookies or Ewoks on May fourth.\n\nMay 4, better known as Star Wars Day, unites fans from across the galaxy in celebration of the popular series and the culture it created. While each of the six live-action films were released in May, the origin of the date actually has a different connection to the series. If you say it out loud, \"May the fourth,\" you will hear that it nearly echoes the beginning of one of the most beloved Jedi phrases: “May the force be with you.” Over the past few years, Star Wars fans have given life to the holiday, expressing excitement and dedication to the saga through social media. From watch parties, to trivia and costume contests, to celebrations held in Disney Parks, the force is strong with this annual tradition.\n\nTo see more photos and videos from Star Wars Day celebrations, browse the  and  hashtags. Photo by "}, {"num_of_comments": 24, "num_of_like": "304,246", "path": "instagram/picture4013.jpg", "like_list": [], "date_time": "May 5, 2014", "location": "", "tag_list": ["@karladiazcano", "@lilfoxx", "@effnavarro", "@ronaldoastur", "@coootmccain", "@genieni", "@annafischer", "@victorstonem", "@primota", "@karladiazcano"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!     \n   \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "373,416", "path": "instagram/picture4014.jpg", "like_list": [], "date_time": "May 4, 2014", "location": "", "tag_list": ["@asayf", "@jnsilva", "@anthonyn1cholas", "@umarali", "@asayf", "@samdave69", "@ahmedsalims", "@stevenchikosi", "@roywrench", "@asayf"], "caption": "\"I like photographers who capture humans interacting with their environment and thus follow accounts that inspire me to look at life from a new perspective,\" says traveling Instagrammer Asif Khan (), who lives in the Kenyan capital of Nairobi.\n\nAsif recently brought together other Instagrammers to document some of the human stories behind derelict places in his home city. \"They all have such interesting stories behind them,\" he says. \"The first place we picked was originally a hospital. In a country that is desperately short of such facilities, having an abandoned hospital just doesn't make sense.\" Asif often looks for the human element in photos: \"We are not separate from our surroundings,\" he explains. \"We leave our mark wherever we go.\" Asif regularly travels to meet some of his favorite Instagrammers in person including J.N. Silva (), Anthony Nicholas () and Umar Ali (). For more photos and videos from Asif and some of his favorite Instagrammers from Africa follow     and  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "366,807", "path": "instagram/picture4015.jpg", "like_list": [], "date_time": "May 4, 2014", "location": "Churchill Downs", "tag_list": ["@landonnordeman", "#kentuckyderby", "@landonnordeman"], "caption": "The 140th annual Kentucky Derby, a thoroughbred horse race, takes place Saturday afternoon in Louisville, Kentucky.\n\nLandon Nordeman (), a photographer returning to the Derby this year to capture it for the second time, shares his enthusiasm: \"I love to shoot the Derby because it is the only American sporting event where fans get truly dressed up,\" he explains, referring to the elaborate attire—and hats—that fans wear. \"Plus,\" he adds, \"it has its own cocktail: the mint julep.\" For more photos and videos from the Derby, explore the  hashtag and tap the blue location text above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "602,872", "path": "instagram/picture4016.jpg", "like_list": [], "date_time": "May 4, 2014", "location": "", "tag_list": ["@krdkrnck"], "caption": "The next Worldwide InstaMeet is just 2 weeks away!\n\nFrom Melbourne to Manitoba, hundreds of InstaMeets for the weekend of May 17-18 have already been planned all around the globe. Join an existing InstaMeet or organize your own at meetup.com/instagram.\n\nFor inspiration and helpful tips and tricks, visit instagram.com/instameets.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "286,428", "path": "instagram/picture4017.jpg", "like_list": [], "date_time": "May 3, 2014", "location": "", "tag_list": ["#WHPsilhouetted", "#WHPsilhouetted", "@rijalkamaluddin"], "caption": "Weekend Hashtag Project: \n\nToday marks the one year anniversary of Photos of You, the ability to tag people in your photos on Instagram! To celebrate, we're bringing back one of our favorite Weekend Hashtag Project themes: silhouettes. The goal this weekend is to take creative silhouette photos. Some tips to get you started:\n\nSilhouettes are all about light. Make sure your subject is positioned right in front of your light source, whether it be the setting sun, a bright window or a backlit screen. Once you've framed your photo, tap the brightest part of your phone's screen to set your exposure and get the silhouette just right. Finally, don't forget to tag the people silhouetted in your photo!\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "412,994", "path": "instagram/picture4018.jpg", "like_list": [], "date_time": "May 3, 2014", "location": "", "tag_list": ["@joenagraphy"], "caption": "Measuring 65 meters (213 feet) in length and housing more than 200,000 of Ireland's oldest books, the Long Room at Trinity College Library in Dublin stands as a historical and cultural masterpiece.\n\nThe library is the largest in Ireland and dates back to the establishment of the university college in 1592. It holds more than 6 million printed works spanning 400 years. In addition to the numerous written works housed within the library, the Long Room is lined with marble busts of great philosophers, writers and artists as well as Ireland's oldest harp.\n\nTo view more photos and videos from the Long Room, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "381,450", "path": "instagram/picture4019.jpg", "like_list": [], "date_time": "May 2, 2014", "location": "Brooklyn Museum", "tag_list": ["#ArtThursday", "@brooklynmuseum", "@swoonhq", "@swoonhq"], "caption": "Welcome to another ! The Brooklyn Museum () is home to a new immersive, site-specific installation by Swoon (), a New York artist renowned for her large and intricate linoleum and woodcut prints.\n\nThe work, titled \"Submerged Motherlands,\" transforms the museum's fifth floor rotunda. A large tree anchors the exhibition and makes use of the space's high ceilings and natural light while delicately sculpted scenes of people and wildlife unfold at its base.\n\nTo see more photos and videos from ”Submerged Motherlands,” which will remain on display through August 24, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "402,784", "path": "instagram/picture4020.jpg", "like_list": [], "date_time": "May 1, 2014", "location": "", "tag_list": ["#walpurgisnacht", "#walpurgisnight", "#valborg", "@visitstockholm"], "caption": "Every year, six months from Halloween, spring festivals in Northern Europe are held to celebrate the eve of May Day. In Germany, the traditional Walpurgisnacht festival welcomes May 1. It is believed witches congregated for pagan ceremonies in places such as the Harz mountains in Schierke, Germany. Today, adventurous Instagrammers make the journey up 1142 meters (3747 feet) to Brocken, where costumed revellers dance among bonfires at dawn. Walpurgis parties known as \"Tanz in den Mai\" meaning \"dancing into May\", take place and similar festivals in Sweden, Finland, the Netherlands and the Czech Republic celebrate the arrival of spring with bonfires.\n\nTo view more photos and videos from Walpurgisnacht, browse the ,  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "367,194", "path": "instagram/picture4021.jpg", "like_list": [], "date_time": "May 1, 2014", "location": "", "tag_list": ["@alexkeha", "@alexkeha", "@alexkeha"], "caption": "“I grew up surrounded by rugs,” says Argentina wool artist Alexandra Kehayoglou (). When Alexandra’s Greek grandparents immigrated to Argentina, they brought the tradition of rug and carpet making with them. This heritage helped to shape Alexandra's artistic identity. “I realized that the knowledge of rugs I had was in my genes. Using it as an artist became inevitable.” Alexandra's art depicts landscapes, and she finds creative inspiration from her childhood garden. She explains, “The style that I’ve created is an abstraction of landscapes from my country. I would like everyone that looks at my pieces to feel that they are entering a new context. The pieces are big and feel infinite. They are meant to be portals that have the power of taking you where your memories are.” For more photos from Alexandra, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "540,113", "path": "instagram/picture4022.jpg", "like_list": [], "date_time": "Apr 30, 2014", "location": "Sapa", "tag_list": ["@davischorney"], "caption": "With its abundant nature and distinctive rice terraces, the Vietnamese town of Sa Pa brings in many tourists and Instagrammers—as well as rapid economic changes. Located 1500 meters (4921 feet) above sea level, Sa Pa is the capital town of Sa Pa District in Lào Cai Province, a region in northwest Vietnam that lies in the Hoang Lien Son mountain range in the far eastern part of the Himalayas and runs along the Chinese border. The mountains in this area are covered with rows of rice fields lined up like staircases, creating an extraordinary landscape. For centuries, Sa Pa has been home to several local hill tribes. After the French colonization in the late 1880s, Sa Pa became recognized as an official town on the national map and further developed its cultural diversity. Today, the rustic living environment creates a large draw for people who want to share in the experience of the frontier town at its full economic boom.\n\nTo view more photos and videos of Sa Pa, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "386,831", "path": "instagram/picture4023.jpg", "like_list": [], "date_time": "Apr 30, 2014", "location": "", "tag_list": ["@patriromero", "@patriromero", "@patriromero"], "caption": "\"I've been a perfectionist for as long as I can remember,\" says Venezuela Instagrammer Patricia Romero (). \"When I was a little kid, I used to get angry when my two ponytails weren’t perfectly aligned, so wearing my hair down was always better.\" Today, Patricia's obsession with details comes to life in her photos. \"There are a lot of beautiful objects and moments in our ordinary life that deserve a bit of attention from us, and we overlook them,\" she explains. \"That is what I try to show in my pictures: that magic moment full of simplicity.” For more photos and videos from Patricia, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "672,614", "path": "instagram/picture4024.jpg", "like_list": [], "date_time": "Apr 29, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@themaestros", "@themaestros"], "caption": "Hello Instagram, it’s time for the ! Meet Fellini and Rossellini (), two adorable short-hair brothers that spend their days sunbathing in Toronto, Canada. If your feed could use a little more feline fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "239,849", "path": "instagram/picture4025.jpg", "like_list": [], "date_time": "Apr 29, 2014", "location": "", "tag_list": ["@stationnorth", "@escif", "#OpenWallsBaltimore", "#OWB2", "@gaiastreetart", "@escif", "@zbiok", "@santtumustonen", "@ozmone", "@loganhicksny", "@lunarnewyear", "@lessergonzalezalvarez", "@dejah_dice", "@walltherapyny", "@stationnorth"], "caption": "The second annual Open Walls Baltimore is underway in Maryland, USA.\n\nHeld in the Station North district () of the city, Open Walls stands as a celebration of street art as more than 20 artists from around the world gather in Baltimore to create large-scale murals in an effort to revitalize public spaces and bring art and color to the local neighborhood. A series of lectures and events also accompanies the cadence of painting until the initiative's concluding celebration on May 25.\n\nAmong the art in progress, street artist escif () recently completed a much-discussed mural entitled \"LOOKS MUCH BETTER NOW!\"—a massive, classic yellow smiley face that brightens up its dilapidated surroundings.\n\nFor more photos and videos from Open Walls Baltimore as it unfolds, browse the  and  hashtags.\n\nTo see more from the artists participating in this year's Open Walls, check out their accounts: , , , , , , , ,  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "345,646", "path": "instagram/picture4026.jpg", "like_list": [], "date_time": "Apr 29, 2014", "location": "", "tag_list": ["@wesinthewild", "@bhismadiandra", "@jordanvoth", "@vickiescookies", "@alyfromuk2us", "@phillinadventurous", "@jcobalt", "@effdot39", "@wiqypaliagung", "#WHPappreciateEarth"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "386,532", "path": "instagram/picture4027.jpg", "like_list": [], "date_time": "Apr 28, 2014", "location": "", "tag_list": ["@artedemirar", "@artedemirar"], "caption": "A leggy flamingo. A quintet of Russian nesting dolls. A robot that resembles R2-D2.\n\nThese are just a few of the characters Sandra Suárez (http://instagram.com/artedemirar) brings to life through the masks she makes, then wears, on Instagram. “It’s for fun,” Sandra says. “Sometimes we forget to do the things that amuse us. Leave out the obligations and just play.” Sandra has built an international community on Instagram that inspires her and informs her work. “This week, a girl from Indonesia wrote me, saying that I had inspired a recycling project she was doing in school,” she says. “From Spain I managed to reach a person who was thousands of miles away.\" To see more of Sandra's masks, follow  on Instagram.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "367,867", "path": "instagram/picture4028.jpg", "like_list": [], "date_time": "Apr 28, 2014", "location": "Yad Vashem יד ושם", "tag_list": ["#YomHaShoah", "#יוםהשואה", "@sammi_donchin"], "caption": "From sunset on Saturday to Sunday's sundown, the Jewish community honors Yom HaShoah (יום השואה), a time to remember the six million Jews who died in the Holocaust. In Israel, where Yom HaShoah is a national holiday, flags are lowered to half-mast and people across the country gather for memorial ceremonies held at schools and public squares. Though other countries also recognize Holocaust Remembrance Days of their own, many Jews around the world observe Yom HaShoah at home and at important historical sites. In Yad Vashem, the official memorial to the Jewish victims of the Holocaust, speeches and prayers are given by the Israeli President, Prime Minister and chief rabbis as six torches are lit by Holocaust survivors to pay tribute to victims of the genocide. At 10:00AM local time on Sunday, sirens go off to mark a two-minute moment of silence observed by the nation.\n\nFor more photos and videos from Yom HaShoah, tap the blue location text above and browse the hashtags  and \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "370,628", "path": "instagram/picture4029.jpg", "like_list": [], "date_time": "Apr 27, 2014", "location": "", "tag_list": ["@kostennn", "@tierneygearon", "@christinarizk", "@sannalee", "@fritzphotos", "@ayeshasitaraa", "@akitopus", "@drewmogenesis", "@shannonje"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "360,782", "path": "instagram/picture4030.jpg", "like_list": [], "date_time": "Apr 27, 2014", "location": "", "tag_list": ["@hagi_hara", "#texture", "#pattern", "@hagi_hara", "@hagi_hara", "@hagi_hara", "@hagi_hara"], "caption": "Osaka Instagrammer  began using Instagram nearly three years ago to shoot things in everyday life that caught his attention. He soon noticed that his photos had a similar aesthetic, capturing designs and patterns that came out of negligible places, such as a cover on a street gutter, cross section of a cabbage and creases on a folded umbrella. \"Even before I started Instagram, I originally had an interest in different types of patterns like repetition, symmetry and contrast,\" he explains. \"I love browsing the  and  hashtags, and I also started using them on my own photos,\" he says. When  discovers an interesting pattern, he gets excited about sharing it with his followers. One of his favorite types of patterns is repetition, which he finds in things like a stack of chopsticks, a bird's feathers and a cover on a skylight. The images captured through 's phone can become confusingly beautiful. He adds, \"When it is hard to figure out what the image is about, I like to write in a small hint of what it is in the caption.\" For more photos of patterns in everyday life, follow \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "459,754", "path": "instagram/picture4031.jpg", "like_list": [], "date_time": "Apr 26, 2014", "location": "", "tag_list": ["@palchenkov", "#pripyat", "#Припять", "#chernobyl", "#Чернобыль", "@back2thailand"], "caption": "On this day 28 years ago, a catastrophic nuclear accident at the Chernobyl Nuclear Power Plant in Ukraine resulted in a huge plume of radioactive contamination and the relocation of more than 350,000 people. The Chernobyl disaster is one of only two nuclear accidents classified as a level seven on the International Nuclear Event Scale (the other being the Fukushima Daiichi nuclear disaster in 2011). Chernobyl and the nearby town of Pripyat remain in the same state today as they were in April, 1986. Bold tourists and many Instagrammers have visited the still heavily contaminated site, sticking to an official route after it opened to the public in 2010. Russian Instagrammer Roman Palchenkov () recently visited the site: \"Being there, in the silence, darkness, and cold, and standing in the empty room of regular house, I was able to understand what a catastrophic nuclear disaster means for people and cities.” To view more photos and videos from the site, tap the blue location text above and browse the , ,  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "411,522", "path": "instagram/picture4032.jpg", "like_list": [], "date_time": "Apr 26, 2014", "location": "", "tag_list": ["#WHPappreciateEarth", "#WHPappreciateEarth", "@beblink"], "caption": "Weekend Hashtag Project: \n\nIn honor of Earth Day earlier this week, the goal this weekend is to go out and show your appreciation for our planet and document it through creative photos and videos. Some tips to get you started:\nThe best way to appreciate our planet is to help make it better. Find a volunteer opportunity, pick up fallen litter or even just spend some time fixing up your own garden and find a creative way to photograph it. You can also share your favorite spot in nature with a video. Keep an eye and ear out for the details that make it special, whether it's the wind rustling through the grass, a surging waterfall or the way fog moves through the trees. Most importantly, have fun! As you explore, don't forget to take some time to wander and enjoy the nature around you.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "501,140", "path": "instagram/picture4033.jpg", "like_list": [], "date_time": "Apr 25, 2014", "location": "", "tag_list": ["#AnzacDay", "#Anzac", "@jadewendy91"], "caption": "On Friday, communities throughout Australia and New Zealand observe Anzac Day, a day to honor and commemorate those who lost their lives during military conflicts and peacekeeping expeditions. The holiday takes its name from the Australian and New Zealand Army Corps (Anzac) and falls every year on April 25th, the anniversary of the first major Anzac conflict during the First World War. Now, Anzac Day remembers war veterans who fought in all conflicts. Many mark the day by attending dawn memorial services and spending time with family veterans. Australians will occasionally play a cheeky game called two-up that was popular among soldiers during World War I. Many will also bake Anzac biscuits around this time, a tradition carried on from Australian and New Zealand families who sent these biscuits to soldiers fighting the war.\n\nFor more photos and videos from Anzac Day, browse the  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "351,180", "path": "instagram/picture4034.jpg", "like_list": [], "date_time": "Apr 25, 2014", "location": "The Bass", "tag_list": ["@bassmuseumofart", "#elanatsui", "@tamikatz"], "caption": "Ghana sculptor El Anatsui finds inspiration in the waste caused by modern consumption. He creates colorful wall sculptures out of discarded aluminum bottle caps, seals and labels produced by local distilleries in Nigeria, where he's lived for most of his career.\n\nEl Anatsui’s current exhibit, Gravity and Grace, features twelve monumental sculptures on show at Miami's Bass Museum of Art (). To view more photos and videos of El Anatsui’s work, tap the blue location text above and browse the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "441,441", "path": "instagram/picture4035.jpg", "like_list": [], "date_time": "Apr 25, 2014", "location": "", "tag_list": ["@suckeruser", "@suckeruser", "@suckeruser"], "caption": "“Once when I was really little, I found my mother’s camera lying around. I grabbed it without her permission and went around taking photographs,\" recalls Brazil Instagrammer Eduardo Pedro (). \"I remember begging her to let me reveal the film, since I was dying to see the photos I’d taken. I think that was the day I fell in love with photography as well as the possibility of capturing moments.” 16-year-old Eduardo's passion extends to both analog and mobile photography as he shoots scenes around the rural part of the state of Ceará where he grew up. “I love shooting on my phone. I think mobile photography has allowed lots of people to develop their eye as photographers, reinforcing that what really matters is the creativity one uses rather than the equipment itself. It’s been wonderful to see photography evolve and people start to recognize its ability to eternalize moments.” For more photos and videos from Eduardo, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "430,624", "path": "instagram/picture4036.jpg", "like_list": [], "date_time": "Apr 25, 2014", "location": "", "tag_list": ["@lorantpandea", "@oanabefort", "@lavinia_cernau", "@liviuratiu", "@raltamas", "@lorantpandea"], "caption": "With the Carpathian mountains arcing across its center and the river Danube running along its southern region, Romania is a country of vast and hilly peaks and luscious wetlands.\n\nA history steeped in folklore, Romania's rural and remote landscape served as the fictional home of Bram Stoker's famous vampire, Count Dracula. With numerous hilltop castles such as Bran Castle and the fairytale turrets of King Carol I's Peleş Castle in Transylvania, it comes as little surprise that Romania has ignited the imagination of so many.\nFor a closer look at the haunting landscapes and bustling cities of Romania through the lenses of a few of the many Instagrammers who live there, follow Transylvania photographer Lorant Pandea (), Bucharest graphic designer and illustrator Oana Befort (), Cluj-Napoca photographers Lavinia Cernău () and Liviu Ratiu () and Bucharest journalist Raluca Tămaș (). To see more from Romania, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "637,723", "path": "instagram/picture4037.jpg", "like_list": [], "date_time": "Apr 24, 2014", "location": "", "tag_list": ["@mommyshorts", "#babysuiting", "#babymugging", "#babymugging", "#babysuiting", "#babysuiting", "@mommyshorts", "@mommyshorts"], "caption": "\"I love coming up with creative themes for baby photos and having my audience participate,\" says Ilana Wiles (), a creative director and blogger from New York. The  theme was inspired by the success of , another hashtag Ilana coined. \"Ever since the success of , I'm always trying to come up with the next baby photo meme,\" explained Ilana. “When my nephew was born, I had the idea of photographing him in his dad's suit. The photo was so funny to me, I decided to go around to friends with newborns and photograph them in their dad's suits too.\" Want to try your hand at ? Ilana offers this advice: \"Before you lie your baby down, set up the shirt in the suit jacket, with the tie around the collar. It's much less likely to disturb your baby if you don't have to move him that much once he is on the floor. Also, the bigger the suit, the funnier the picture!\" For more photos of tiny babies in big suits, browse the  hashtag and follow  on Instagram. Photo by "}, {"num_of_comments": 24, "num_of_like": "345,642", "path": "instagram/picture4038.jpg", "like_list": [], "date_time": "Apr 23, 2014", "location": "Shakespeare's Birthplace", "tag_list": ["@katieandacamera"], "caption": "Every year at the end of April, a celebration of the life and works of the great playwright William Shakespeare takes place in the market town of Stratford-upon-Avon, England. Shakespeare was born there in 1564 and cultural celebrations in Stratford's streets, with entertainers, street performers and traditional Morris dancers, go back hundreds of years.\n\nFrom his plays to his sonnets, Shakespeare's extensive works have produced a legacy of characters, ideas, histories and, of course, words—it is thought he contributed more than 2,000 to the English language. His plays continue to be reinterpreted on stage, rewritten in fiction and retold on screen. This year marks the 450th anniversary of Shakespeare's birth and, on Saturday, a special procession will take place in Stratford, ending with celebrants laying flowers on Shakespeare’s grave in the Holy Trinity Church.\n\nFor more photos and videos from Shakespeare's birthplace, tap the blue location page above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "427,938", "path": "instagram/picture4039.jpg", "like_list": [], "date_time": "Apr 23, 2014", "location": "", "tag_list": ["@danielkrieger", "@danielkrieger", "@danielkrieger"], "caption": "For Daniel Krieger (), a photographer in New York City, the recipe for an enticing cocktail photo includes “beautiful composition, atmosphere and the best possible light. First, either use a cool glass or a spirit with a rich, beautiful color. Next, use direct sunlight, late in the day and shoot from a 45-degree angle to show the different layers of the drink and glass. Finally, don't forget to enjoy the drink. Cheers!\" To see more of Daniel's beautiful cocktail photos, follow .\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "471,491", "path": "instagram/picture4040.jpg", "like_list": [], "date_time": "Apr 23, 2014", "location": "Cathedral Park", "tag_list": ["@emdashing"], "caption": "In the northernmost part of Portland, Oregon, the iconic St. John’s Bridge extends across the Willamette River. Though the bridge has become known for its green hue and distinctly pointed towers, the park underneath has also come to enjoy a fame of its own.\n\nThe bridge's stylized architecture continues even into its soaring concrete supports, which resemble the arches of a Gothic cathedral. Taking its name from the supports, Cathedral Park opened in 1980—a stark change from what had nearly been a junkyard beneath the bridge a decade earlier.\n\nNow, the park's lush meadow spaces, proximity to the river and dramatic backdrops create a special draw for local and visiting Instagrammers, making the space a favorite for creative outings and InstaMeets.\n\nFor more photos and videos from Cathedral Park, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "440,807", "path": "instagram/picture4041.jpg", "like_list": [], "date_time": "Apr 23, 2014", "location": "The Obama White House", "tag_list": ["@litterati", "#litterati", "@litterati", "#litterati", "#earthday2014", "#earthday", "@litterati"], "caption": "Spotting a piece of garbage in the woods during a walk with his young daughter sparked the inspiration for Jeff Kirshner's project, . \"Seeing my daughter’s perplexed expression reminded me of when I was a kid at summer camp,\" explains Jeff. \"Before our parents came to visit, our director made us each pick up five pieces of trash. So I thought, why not apply that same crowdsource cleaning model to the entire planet?\" Litterati introduces a social element to cleaning up garbage. The steps are simple: First, find a piece of litter. Second, photograph it with Instagram and share it with the  hashtag. Then throw out, recycle or compost the litter. Your photo is then added to the digital landfill of cleaned-up garbage, and the people who see your photo in their feed are encouraged to participate as well.\n\nFor more of Jeff's finds, follow  on Instagram and contribute your own discoveries with the  hashtag. To see more photos and videos from Earth Day celebrations around the world, browse the  and  hashtags.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "664,168", "path": "instagram/picture4042.jpg", "like_list": [], "date_time": "Apr 22, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@sharpeijoey", "@sharpeijoey"], "caption": "Hello, Instagram! Time for the ! Meet Joey (), an extraordinarily wrinkly four-month-old Shar Pei pooch from England. Follow Joey if your Instagram feed could use a dose of puppy folds: ."}, {"num_of_comments": 24, "num_of_like": "384,738", "path": "instagram/picture4043.jpg", "like_list": [], "date_time": "Apr 22, 2014", "location": "Finish Line Boston Marathon", "tag_list": ["#bostonmarathon", "#bostonstrong", "@lexianczok"], "caption": "More than 35,000 runners and nearly half a million spectators turned out for the 118th annual Boston Marathon today. Despite last year's bombings at the finish line, top athletes from 91 countries convened in Boston again this year. Family, friends and well-wishers—undeterred by last year's tragedy—lined the 26.2 mile route from Hopkinton to Boston to cheer and document the event.\n\nRita Jeptoo of Kenya, with a time of 2:18:57, took first in the women's category. With a time of 2:08:37, Meb Keflezighi took first place among men, the first American to do so since 1983.\n\nFor more photos and videos from the 2014 Boston Marathon, browse the  and  hashtags and tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "262,622", "path": "instagram/picture4044.jpg", "like_list": [], "date_time": "Apr 22, 2014", "location": "", "tag_list": ["@andrewkuttler", "@nicklesh", "@olgapdrn", "@emiliebeet", "@aaronglewis", "@wallets246", "@syuhaidazain", "@gregfoster", "@crisam", "#WHPtypeinthewild"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "503,343", "path": "instagram/picture4045.jpg", "like_list": [], "date_time": "Apr 21, 2014", "location": "", "tag_list": ["#påskris", "@smileythecat"], "caption": "In the spring, florists, markets and city centers in Sweden display twigs and trees sprouting some unexpected blooms: feathers.\nPåskris, or “Easter twigs,” refers to birch twigs that have been decorated after being cut and tied together. These Easter trees, especially when displayed in the home, are adorned with colorful feathers, eggs and more.\nBeginning in the 17th century, Christian Swedes used påskris—without the feathers—to strike one another as a reminder of Jesus’s suffering. During the 18th century, however, påskris transformed into a more vibrant (and less painful) tradition that has spread to other Nordic countries.\n\nPåskris are placed in water-filled vases and provide bursts of color that Sweden’s spring cannot due to its harsh and lengthy winters. If one is lucky enough to find twigs with some early blooms, however, the leaves grow and provide natural color to the påskris, bringing the new life of spring into the home. The more courageous locals will also bring these bursts of color outside the home by adorning the trees that line streets and city centers with colorful feathers and decorations to celebrate Easter and welcome the spring.\n\nFor a look at how Easter is celebrated in Sweden and across Northern Europe, browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "291,012", "path": "instagram/picture4046.jpg", "like_list": [], "date_time": "Apr 21, 2014", "location": "", "tag_list": ["@yashimatakumi", "@matthewrstanton", "@wangytime", "@vonjenack", "@marcusstabenow", "@sakicona", "@fluffy_killer", "@wejude", "@elizabethgadd"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "482,788", "path": "instagram/picture4047.jpg", "like_list": [], "date_time": "Apr 20, 2014", "location": "", "tag_list": ["@javicalleja", "@javicalleja", "@javicalleja"], "caption": "\"I really hope I can make someone smile every day,\" says Spanish artist Javier Calleja (), who lives and works in Málaga. Javier has bright, whimsical creations take the form of drawings, paintings and occasionally sculpture.\n\nSince joining Instagram a year ago, Javier's built a community around his playful, surreal aesthetic. \"As an artist, Instagram gives me the opportunity to share my work around the world,\" Javier explains. \"I'll do art just for Instagram,\" he says. \"It's a great testing ground.\" To see more of Javier’s work, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "308,067", "path": "instagram/picture4048.jpg", "like_list": [], "date_time": "Apr 19, 2014", "location": "", "tag_list": ["#RSD14", "@bullmoosestores", "@thirdmanrecordsofficial", "@radioactiverecords", "@1234gorecords", "@amoebahollywood", "#RSD14", "#replacemyface", "@zylahdemaree"], "caption": "Happy Record Store Day ()! Observed the third Saturday of April each year, the holiday was first started by a Bull Moose () employee as a way to celebrate the culture of independently owned record stores.\n\nTo explore more Record Store Day activities, follow , ,  and  on Instagram. Visiting your local record shop today? Share photos and videos of your favorite album with the  hashtag and don't forget to try a  photo!\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "300,746", "path": "instagram/picture4049.jpg", "like_list": [], "date_time": "Apr 19, 2014", "location": "", "tag_list": ["#WHPtypeinthewild", "#WHPtypeinthewild", "@pauloctavious"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos of typography in the wild. Some tips to get you started: Words are everywhere! Look for hand-painted signs, colorful billboards, advertisements in the newspaper or all around. Once you start looking for type, you'll see it all over. Next, seek out the unusual. Look for characters that are hand-drawn or that are particularly colorful. Vintage signs and antique shops tend to be filled with these types of treasures. Finally, don't be afraid to experiment with how you frame your photo. Zoom out to show the word or phrase it its entirely or get up close on a single letter to emphasize its shape in an abstract way.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "279,010", "path": "instagram/picture4050.jpg", "like_list": [], "date_time": "Apr 19, 2014", "location": "", "tag_list": ["@elo_____", "@elo_____", "@elo_____"], "caption": "“I like the way I can turn my designs into something flat or three-dimensional depending on the color combination, light or point of view,” explains Argentina graphic designer Eloísa Iturbe (). Eloísa, who likes to maintain simplicity and neatness in her artwork, has always been interested in painting and drawing. She runs her own design studio in Buenos Aires and says Instagram has become a great medium for sharing her artwork. “For some time I had been longing to do other kinds of creative projects besides my work at the studio. I wasn’t exactly sure about what that looked like, but only knew it had to be away from the computer. Then I found Instagram, and everything fell into place. The medium of photography suddenly felt right! I found a place to share my work and the motivation to keep it going.” For more photos and videos from Eloísa, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "312,372", "path": "instagram/picture4051.jpg", "like_list": [], "date_time": "Apr 18, 2014", "location": "", "tag_list": ["@indianpremierleague", "#IPL", "@indianpremierleague", "@ChennaiSuperKings", "@OfficialDareDevils", "@KKRiders", "@KXIPOfficial", "@MumbaiIndians", "@RajasthanRoyals", "@SunrisersHYD", "@MumbaiIndians"], "caption": "On Wednesday, the Indian Premier League () kicked off its season of cricket games. As one of the biggest cricket tournaments in the world, hundreds of thousands of fans around the globe tune in to watch the league matches. This year, the IPL is taking their games outside of India to United Arab Emirates (UAE), where they will start the season with support from their international fans. The league will play at cricket stadiums in Abu Dhabi and Sharjah until the end of April before they return to their home grounds in India to play for local fans.\n\nFor more photos and videos from the tournament, browse the  hashtag and follow  as well as accounts of your favorite teams: , , , , ,  and \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "504,318", "path": "instagram/picture4052.jpg", "like_list": [], "date_time": "Apr 18, 2014", "location": "Central Park", "tag_list": ["#ArtThursday", "@vnsavitri"], "caption": "Welcome to another ! This week takes us to Central Park in Sydney, Australia, where a 33-floor residential building known as One Central Park houses the world's tallest vertical garden, designed by architect Jean Nouvel and botanist Patrick Blanc. The panels, some of which are several stories tall, are scattered around the building's facade and carry 450 types of plants (250 of which are local species). In addition to the garden, One Central Park is also known for the cantilever that juts out from the top floors of the building. The cantilever is furnished with a heliostat of motorized mirrors and LED art installations, lighting up the environment both during the day and at night.\n\nTo view more photos and videos from One Central Park, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "472,267", "path": "instagram/picture4053.jpg", "like_list": [], "date_time": "Apr 18, 2014", "location": "", "tag_list": ["@emolabs", "#fourpartpoems", "@lidiagulyas", "@emolabs"], "caption": "For Texas Instagrammer Tony Ciampa (), Instagram serves as a place where images and creative writing come together as a form of self-expression.\n\nTony took to Instagram to make friends after moving to Texas from his native Boston, and his photos reflect their adventures together. It wasn't until later when his experiments in poetry began.\n\nIt was the emotions from a relationship that prompted Tony to create the first of what would become his daily  series. \"I was just sitting out on a hill that overlooks the skyline drinking a beer. It felt like this quintessential moment in the life of a young adult, so I wrote down what was in my head, took a photo and posted it,\" Tony explains. The positive response on Instagram encouraged him to continue. “The photo style comes from ,” says Tony, when asked what inspired his aesthetic: handwritten poems photographed in front of sweeping landscapes.\n\nTony writes all of the poems himself, first pouring out his day through free writing, then distilling out his rhymes from there. \"In my mind,\" he says \"that keeps the emotion as authentic as possible.\" He embellishes the poems with line drawings and sets up his photo before dusk, his self-imposed deadline for posting his work.\n\nFor more photos from Tony's life and poetry, follow ."}, {"num_of_comments": 24, "num_of_like": "290,444", "path": "instagram/picture4054.jpg", "like_list": [], "date_time": "Apr 17, 2014", "location": "", "tag_list": ["@sara_cath", "@clickinkris", "@qualiitea", "@keeegman", "#hishadowhi", "@sara_cath", "@sara_cath"], "caption": "\"I’ve found that I have an affinity for three things in photography: color, shadow and reflection. I use these to highlight what I find dear to me in my every day life,\" says photographer Sara Catherine Pierce (). Often, Sara turns to her friends for her photos, snapping colorful portraits of , ,  and others in Los Angeles. \"An introspective portrait can be taken anywhere if draped in beautiful light and if the color surrounding pops,\" she says. \"Color coordination makes me giddy. I’ve been squealing a lot these days when I find a particular shade of teal to photograph!\" To catalog her shadow photos, Sara also started a series of shadow portraits with the  hashtag.\n\nFor more of Sara's portraits, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "679,820", "path": "instagram/picture4055.jpg", "like_list": [], "date_time": "Apr 17, 2014", "location": "", "tag_list": ["@vnthota", "#mytoyplane", "#putaplaneonit", "#mytoyplane", "@vnthota"], "caption": "As the son of a helicopter pilot, Macau Instagrammer Varun Thota () developed an early love for flying. Now in his late twenties, Varun has taken to Instagram to explore his fascination with aviation in a series he calls . Drawing inspiration from the  hashtag, Varun adds, “A lot of the photos using that hashtag are quite amazing and it was interesting to see how people even blended in photos of planes with insane backgrounds. I wanted to do something similar, and the idea of using the perfectly sized Kinder Egg planes with someone holding it to add perspective was what I decided to try.” The results are an imaginative set of photographs that playfully weave viewers through skyscrapers, city streets and the Macau countryside. More than anything, what Varun looks forward to about the  series, and Instagram in general, is the relationship building: “The thing I enjoy most about the series is how fun it is to include other people in it. It’s always fun to show people the plane, tell them the story and then ask them for a helping hand in taking the shot.” Photo by "}, {"num_of_comments": 24, "num_of_like": "375,394", "path": "instagram/picture4056.jpg", "like_list": [], "date_time": "Apr 17, 2014", "location": "", "tag_list": ["@danartriatmojo"], "caption": "The dates are set for the next Worldwide InstaMeet! On May 17-18, join fellow Instagrammers around the world to celebrate WWIM9. We’re announcing a month in advance to encourage our global communities to begin organizing. Pick a time, a location, a unique hashtag, and invite your Instagram friends to come along for a day of making photos and videos!\n\nVisit blog.instagram.com for inspiration from past InstaMeets and practical tips for organizing a meet-up of your own!\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "459,025", "path": "instagram/picture4057.jpg", "like_list": [], "date_time": "Apr 16, 2014", "location": "부산 감천문화마을(gamchon Culture Village)", "tag_list": ["@peeksfromplastics"], "caption": "Gamcheon Culture Village (감천문화마을) in South Korea is a small village filled with art and history. Located on a mountainside in southern Busan, locals often compare the village's view of dense buildings to Greece's Santorini, Peru's Machu Picchu and even Lego blocks for its shape and colorfulness. Inside the village, narrow alleys spread throughout the city like a maze where people are likely to run into multi-colored buildings, quirky art installations and stylish galleries. The village, also called Taegukdo Village, was founded in 1918 when thousands of people, many of them followers of the Taegukdo religion, fled to the war-free area of Busan. As a village settled by war refugees, it existed as one of the poorest areas in the region until very recently. In 2009, the Ministry of Culture, Sports and Tourism launched a project to preserve the village, turning it into the artistic community it is today. Now, the picturesque scenery the village provides is known to be a great place for photos, and many local and visiting Instagrammers alike come to document and share the art found all over the city.\n\nFor more photos and videos from Gamcheon Culture Village, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "296,077", "path": "instagram/picture4058.jpg", "like_list": [], "date_time": "Apr 16, 2014", "location": "", "tag_list": ["@gdax", "@gdax", "@gdax"], "caption": "དགེ་འདུན་དབང་ཕྱུག, or Gedun Wangchuk, () is a Buddhist monk living in Tibet, where he uses Instagram to share scenes from his daily life atop one of the highest locations on earth. The region boasts an average elevation of 4,900 meters (16,000 feet) and is home to some of the world's tallest mountains, including Mount Everest at the Nepal border to the southwest. \"Mankind shares and lives on planet Earth as one family with each continent having its own different nationalities, religions, faith, customs, unique culture and languages. But aside from such differences, we all have the same common desire for happiness,\" Gedun says. \"That's why Instagram, as a window to this global family, is a joy.\" For a peek into the daily life of a Tibetan monk, follow .\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "384,816", "path": "instagram/picture4059.jpg", "like_list": [], "date_time": "Apr 15, 2014", "location": "", "tag_list": ["@danielkrieger"], "caption": "Happy Passover to all who are celebrating!\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "330,144", "path": "instagram/picture4060.jpg", "like_list": [], "date_time": "Apr 15, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@thousandfacesofstitch", "@thousandfacesofstitch"], "caption": "Hello Instagram, it’s time for the ! Today we meet Stitch () a teensy tiny Devon Rex with an insatiable curiosity. To add some wrinkled, near-furless feline to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "262,256", "path": "instagram/picture4061.jpg", "like_list": [], "date_time": "Apr 15, 2014", "location": "", "tag_list": ["#instameet_sp_01", "#mp_mission_your_district_view", "#instameetsh3", "#instameetsamara", "#vodawalk", "#sakurasaku_mwjp", "#igaroadtrip", "#kingscrosscarnage", "#instameetzoodyssee2014", "#explorelombok2023", "#mini_oumun6", "#instawalkbucand", "#winterisovermeet", "#cwinstameet", "#sutroset", "@mwjp_event_info", "@kato78", "@buckhorijuniansyah", "@eyephonographer", "@susanins", "@bannybobanny", "@aersh", "@asayf", "@vnthota"], "caption": "Over the past few weeks, Instagrammers from all around the world—places as diverse as Brazil (), Germany (), China (), Russia () and South Africa ()—have come together to connect and inspire one another. In Japan, a coordinated InstaMeet took place across three different cities (), and dozens of people traveled 100km for a meet-up at Sun Temple in Ahmedabad, India (). See the world through the lens of Instagrammers across the globe by exploring the hashtags above along with the photos and videos from these InstaMeets: London, England (); Melle, France (); Pantai Setangi, Indonesia (); Coloane Village, Macau (); Bucharest, Romania (); New York City ( and ); and San Francisco, (). Photos by         "}, {"num_of_comments": 24, "num_of_like": "282,796", "path": "instagram/picture4062.jpg", "like_list": [], "date_time": "Apr 15, 2014", "location": "", "tag_list": ["@polinaps", "@shelbtron", "@imthejam", "@cshimala", "@asenseofhuber", "@hasan2219", "@lolamyers", "@chrisbelcina", "@huntfowl", "#WHPbokehinmotion"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "439,059", "path": "instagram/picture4063.jpg", "like_list": [], "date_time": "Apr 14, 2014", "location": "", "tag_list": ["@koshi_another_side", "@koshi_another_side", "@chikuwa91", "@laylah", "@koshi_another_side"], "caption": "For Japanese Instagrammer Koshi Nishijima (), the natural landscapes around his hometown of Fukuoka is his inspiration for photography. \"My favorite place to shoot is Aso Kujū National Park. You can find valleys, wetlands, volcanos and grasslands with grazing animals, as well as a long strip of road that runs straight through all of this nature. It's often quite foggy there and even icy in the winter, which brings out the mood,\" he explains. Koshi enjoys exploring nature with friends he's met through Instagram, trying out different ideas to create surreal scenes. \"I don't shoot just to share pretty images. What I want to share is the moment and the ambiance of the time I spend with great people in my favorite places to shoot,\" he says.\n\nKoshi finds inspiration from other Instagrammers who find value in nature and capture it in unique and artistic ways. For more photos and videos from Koshi and his favorite Instagrammers from Japan, follow ,  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "343,048", "path": "instagram/picture4064.jpg", "like_list": [], "date_time": "Apr 14, 2014", "location": "", "tag_list": ["@cburtonsiller", "@jjbronko", "@idkskins", "@zefelipe", "@dariofrancoo", "@bvickery", "@irisqmemo", "@pumamat", "@travellingduff"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "558,039", "path": "instagram/picture4065.jpg", "like_list": [], "date_time": "Apr 13, 2014", "location": "", "tag_list": ["#Songkran", "@supi_mnwg"], "caption": "Starting this Sunday, communities in Southeast Asia celebrate the Southeast Asian New Year, widely known around the world as Songkran (สงกรานต์). For centuries, people in places like Thailand, Cambodia, Laos, and Myanmar (also known as Burma) have marked the starting of a new year with this three-day festival. Rooted in Buddhism, the events held during Songkran vary from country to country. The most common ritual involves large crowds of people taking to the streets to douse one another with water. Splashing water stands as a religious symbol of bringing good fortune to others, but nowadays it is often taken up for pure enjoyment as well as light relief during the region's hottest month of the year. Instagrammers taking part in the festivities gear up with water guns, goggles, bathing suits and, of course, waterproof smartphone cases to capture the excitement. Other customs include visiting Buddhist shrines to pray, bringing food to monks and cleansing statues of Buddha.\n\nFor more photos and videos from Songkran, browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "299,066", "path": "instagram/picture4066.jpg", "like_list": [], "date_time": "Apr 13, 2014", "location": "", "tag_list": ["#manamasouq", "@k_aljabri", "@k_aljabri", "@k_aljabri"], "caption": "\"For the past four years, I’ve been documenting —the old market in the heart of Manama—and the rest of Bahrain, searching for the things we forgot or maybe have chosen to ignore,” says Bahrain Instagrammer Khalid Aljabri (). Khalid often photographs the graffiti and writing on Manama’s walls. “Once you write or draw anything on a wall it becomes something of great value. The streets are like the society’s archive,” he says.\n\nKhalid’s favorite place to photograph in Bahrain is the capital city, Manama. “I started wandering in the neighborhood where my late mother grew up, following her and my grandpa’s footsteps and rediscovering the beauty of the city she used to tell me about,” he explains. “I enjoy documenting the little hidden details between its tight streets and alleys because behind every corner there are generations of stories waiting to be discovered. After four years of documenting, I still feel lost in its streets and beauty.” For more photos and videos from Khalid's life in Bahrain, follow \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "470,736", "path": "instagram/picture4067.jpg", "like_list": [], "date_time": "Apr 12, 2014", "location": "Аллея Космонавтов", "tag_list": ["@vera308"], "caption": "Every year on April 12, Russia celebrates Cosmonautics Day: a commemorative event to remember the achievements of Soviet cosmonaut Yuri Gagarin in 1961. The 27-year-old circled Earth in the Vostok 1 (Восток-1) spacecraft for one hour and 48 minutes, making the first manned space flight and marking a new chapter in space exploration.\n\nOn Saturday, a ceremonial procession will visit a number of important commemorative landmarks including Gagarin's statue in Moscow, then his grave in the Red Square's Kremlin Wall Necropolis and through Cosmonauts Alley before concluding in Novodevichy Cemetery. More recently, the celebration on April 12 has spread to communities worldwide as \"Yuri's Night\"—an occasion to inspire public interest in space exploration.\n\nTo view more photos and videos from Cosmonautics Day, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "403,906", "path": "instagram/picture4068.jpg", "like_list": [], "date_time": "Apr 12, 2014", "location": "", "tag_list": ["#dayofsilence", "@divinefallout"], "caption": "Friday marked the 19th Annual Day of Silence, a movement in schools and universities to call attention to the issue of LGBT bullying and harassment among youth.\nOrganized by the Gay, Lesbian & Straight Education Network (GLSEN), the day is marked by teens spending the day in silence as a symbol of the \"silencing effect of anti-LGBT bias and behavior.\" The organization estimates that hundreds of thousands of LGBT and allied students at more than 8,000 schools participated in the event this year, many wearing shirts, stickers or pins to explain their reason for silence.\nFor more from the 19th Annual Day of Silence, browse the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "214,960", "path": "instagram/picture4069.jpg", "like_list": [], "date_time": "Apr 12, 2014", "location": "", "tag_list": ["#WHPbokehinmotion", "@alice_gao", "#WHPbokehinmotion", "@alice_gao"], "caption": "Weekend Hashtag Project: \n\nThis weekend's project draws its inspiration from a video series started by New York City Instagrammer Alice Gao (). The goal this weekend is to take a creative video using bokeh: the blurred part of your image that's out of focus. Some tips to get you started:\n\nTo create bokeh, get up close to a nearby object and lock your focus on it. You can usually do this by tapping the screen to set the focus and holding your finger there to lock it. After you've locked your focus, frame a scene that's farther away and it should be out of focus and pleasantly blurry. Since your video will be out of focus, think about shapes, colors and movement as the primary elements of your video. Things that are normally very recognizable may become delightfully abstract! Finally, videos like these tend to be very bright, so consider shooting at twilight or nighttime to compensate.\n\nPROJECT RULES: Please only add the  hashtag to videos taken over this weekend and only submit your own videos to the project. Any video taken then tagged over the weekend is eligible to be featured right here Monday morning!\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "419,529", "path": "instagram/picture4070.jpg", "like_list": [], "date_time": "Apr 12, 2014", "location": "Coachella", "tag_list": ["@coachella", "@therealbigboi", "@zedd", "@pharrell", "@lordemusic", "@saintrecords", "@CoachellaAstronaut", "#CoachellaAstronaut", "@poetickinetics"], "caption": "This weekend and again next weekend, music fans head to Indio, California, for the annual Coachella Valley Music and Arts Festival (). There, against a backdrop of desert sunsets and an iconic ferris wheel, up-and-coming performers and established acts alike will take the stage. To see Coachella from the perspective of the performers, follow these artists on Instagram: , , ,  and .\n\nFor more photos and videos from the festival, tap the blue location text above. You can also explore the festival through the lens of a roaming art installation by following  and browsing the  hashtag.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "309,446", "path": "instagram/picture4071.jpg", "like_list": [], "date_time": "Apr 11, 2014", "location": "Cardboard Cathedral", "tag_list": ["#ArtThursday", "#shigeruban", "@samlin86"], "caption": "In this week's , we look at the work of modernist architect Shigeru Ban, for whom structural design isn't just an exercise in aesthetics, but rather a means of solving important problems during humanitarian crises.\n\nThough Ban stands as the mind behind iconic structures such as the Centre Pompidou-Metz in Lorraine, France, his temporary structures have perhaps garnered the most recognition, earning him this year's Pritzker Architecture Prize, the most prestigious honor in the field of modern architecture.\n\nIn the wake of massive crises, Ban has lent his skills to designing temporary structures that bring both shelter and beauty to people in need. After a powerful quake struck the city of Christchurch, New Zealand, in 2011 and severely damaged the city's iconic 19th-century cathedral, Ban worked with local firm Warren and Mahoney to build the Cardboard Cathedral. The stunning, A-frame structure was made primarily out of cardboard tubing and paper, Ban's predominant materials that are both cheaply accessible during times of crisis and are largely recyclable when the buildings come down.\n\nFor more photos and videos from Shigeru Ban's structures around the world, browse the  hashtag. To see more from the Cardboard Cathedral in New Zealand, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "424,110", "path": "instagram/picture4072.jpg", "like_list": [], "date_time": "Apr 11, 2014", "location": "", "tag_list": ["#selfie", "@iss", "@iss"], "caption": "Astronaut Steven Swanson took the art of the  to new heights by posting this amazing photo from the International Space Station () earlier this week. For a glimpse into the lives of the space station’s astronauts, follow ."}, {"num_of_comments": 24, "num_of_like": "284,762", "path": "instagram/picture4073.jpg", "like_list": [], "date_time": "Apr 11, 2014", "location": "", "tag_list": ["@fabsgrassi", "@fabsgrassi", "@fabsgrassi"], "caption": "\"I believe in getting my hands dirty more than I believe in inspiration, but I can’t deny that a book, a song or a conversation can fuel my energy for shooting,\" says São Paulo Instagrammer Fabs Grassi (). \"The idea that we have an infinite creative repertoire inside of us reminds me of the Ansel Adams quote, 'You don't make a photograph just with a camera. You bring to the act of photography all the pictures you have seen, the books you have read, the music you have heard, the people you have loved.'” Fabs, a fashion designer, considers himself just a regular guy. \"I have a job and I like going out with my friends. Of course, waking up at six in the morning to catch the right light for a photograph does not seem normal to most people.\" Recently, however, Fabs shifted his focus from street photography to portraits. As he explains, \"In 2013 my street photography sort of hit a wall. I felt it was time to try and refresh my ideas and find something less frenetic. I started picking out songs by my favorite bands and attempting to recreate their atmosphere through photography. I got some friends of mine to pose for these shots. They were really nice and brave about being my guinea pigs.” For more photos and videos from Fabs, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "207,984", "path": "instagram/picture4074.jpg", "like_list": [], "date_time": "Apr 10, 2014", "location": "", "tag_list": ["@anastasiatl", "@anastasiatl"], "caption": "“Traditionally, photographers are taught not to share their work before it's finished,” says documentary photographer Anastasia Taylor-Lind (). \"Photojournalism is all about being invisible, but I think it’s more honest to show how I work and how I make my photographs.” Anastasia’s Instagram account stands as a deep look into her photographic process. Since October, she has been working on a long-term personal project called \"Negative Zero\" that documents population decline in 19 European countries. She’s shooting entirely on 6x6 negative film using her Hasselblad and Bronica film cameras, but by holding her iPhone above the viewfinder and making photos directly through the ground glass, what she calls \"the view from my belly button,\" she’s creating a whole new subset of photographs that can be published and shared instantly on Instagram.\nFor Anastasia, being so open on Instagram \"allows me to muse on my own process. To sound things out and be encouraged. It’s a way of pondering what I’m doing.” Her integration of digital and analog expanded to shooting video portraits when she found herself in Ukraine during the outbreak of anti-government riots in Kiev. Through these video portraits, we are able to watch her subjects prepare to have their portrait made and see the precise moment Anastasia releases the shutter. These videos bring her subjects to life and provide an immediate, living connection to the images that Anastasia will release this summer in a book entitled \"MAIDAN - Portraits from the Black Square.\" Video by "}, {"num_of_comments": 24, "num_of_like": "449,535", "path": "instagram/picture4075.jpg", "like_list": [], "date_time": "Apr 10, 2014", "location": "", "tag_list": ["@philljane"], "caption": "Stark against the dense forests of Trebević mountain stands a crumbling, brightly adorned concrete track built for the 1984 Olympic Games in Sarajevo, the capital of Bosnia and Herzegovina.\n\nThe track, used for bobsledding and the luge competitions until 1991, primarily draws hikers and graffiti artists these days. It bears the marks not only from the passage of time, but also from the wars that plagued Bosnia and Herzegovina during the 1990s.\n\nTo see more photos and videos of Sarajevo's Olympic bobsled and luge track, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "740,701", "path": "instagram/picture4076.jpg", "like_list": [], "date_time": "Apr 9, 2014", "location": "", "tag_list": ["@smithsonianzoo", "@sandiegozoo", "@tulsazoo", "@twycrosszoo", "@zooberlin", "@sandiegozoo"], "caption": "Happy Zoo Lover's Day! Since the London Zoological Gardens were established in 1828, zoos have been a place to marvel at some of the most fascinating wild animals in the world, all in one place. Many zoos, however, have developed broader and more ambitious goals around education and conservation, engaging visitors in deeper ways with the issues that animals and their habitats may face in the wild.\nInterested in learning more about zoos through the day-to-day lives of the animals they care for? Be sure to follow these zoos on Instagram: , , ,  and .\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "473,720", "path": "instagram/picture4077.jpg", "like_list": [], "date_time": "Apr 9, 2014", "location": "", "tag_list": ["@bastiaansizoo", "@bob_sizoo", "@willemsizoo", "#jumpstagrams", "#supersizoobrothers", "@bastiaansizoo", "@bob_sizoo", "@willemsizoo", "@bob_sizoo"], "caption": "Going on photowalks on bitterly cold mornings may not be every teen's idea of fun—but for three Dutch brothers, Bastiaan (), Bob () and Willem Sizoo (), this regular occurrence has fueled their creative passion. \"We started using Instagram around one year ago,\" explains Bob. \"It has allowed us to give our creativity a boost. It was, and still is, the reason why we wake up early to go out and take photos in the fog together, or to document our travels to foreign countries.\" Their photos, while often taken together, demonstrate different styles and approaches. Fog, sunsets,  and city scenes, however, are staples in all the brothers' feeds. \"As a family, we travel a lot,\" adds Bob. \"Most of our photos are taken in the Netherlands on foggy mornings or during chilly sunsets. A lot of my photos are also taken in larger cities in the Netherlands like Amsterdam or Rotterdam. We regularly meet up in cities with friends who we met through Instagram; we then go out and explore the city. Sometimes we organize InstaMeets together.\" For more photos and videos from the Sizoo brothers, browse the hashtag  and follow ,  and  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "406,163", "path": "instagram/picture4078.jpg", "like_list": [], "date_time": "Apr 8, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@lilythewhippet", "@lilythewhippet"], "caption": "Hello, Instagram! Time for the ! Meet Lily (), a gorgeous white whippet with a penchant for curling up in blankets. If your feed could use a dash of slender canine fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "349,391", "path": "instagram/picture4079.jpg", "like_list": [], "date_time": "Apr 8, 2014", "location": "", "tag_list": ["@benjaminheath", "@benjaminheath", "@benjaminheath"], "caption": "For Los Angeles Instagrammer Benjamin Heath (), there's a difference between a portrait that you make and a photo that you take. \"Make is such a strong word. I think it connotes a methodology or a particular rhythm to creating. If it’s going to be worthwhile you have to take time to make something. You have to hone your craft.\" Benjamin shares some of the methodology, craft and planning that goes into his own process of making portraits.\n\nThe first step is to spend time finding inspiration: peruse the books, websites and Instagram feeds of the photographers you love. Next, take the time to notice and mark down good locations as you pass through them or read about them and go when the lighting is right. Finally, consider working with an experienced model—they'll bring their own ideas and create the charge of a creative exchange.\n\nTo read more of Benjamin's tips for making portraits, visit blog.instagram.com and follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "347,120", "path": "instagram/picture4080.jpg", "like_list": [], "date_time": "Apr 8, 2014", "location": "", "tag_list": ["@larkvain", "@_ynah", "@connortd", "@tuamarika", "@ulie", "@kessara", "@paulyproductions", "@poeticwordvomit", "@redwashed", "#WHPhandinhand"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "357,164", "path": "instagram/picture4081.jpg", "like_list": [], "date_time": "Apr 7, 2014", "location": "", "tag_list": ["#qingming", "#清明", "#清明节", "@bblingest"], "caption": "On the 104th day after the winter solstice, communities across China, Hong Kong, Taiwan and parts of Southeast Asia observe Qingming Festival (清明节), also known as Tomb Sweeping Day. A bittersweet day for many, families observe the holiday as a time to honor deceased loved ones as well as celebrate the arrival of spring. On Qingming, people visit their ancestors’ grave sites to sweep the tombs, place offerings of food and drink, burn joss papers and say prayers to remember the departed. Literally translating to \"clear bright festival,\" the holiday also marks the period on the East Asian lunisolar calendar when the atmosphere becomes clear and bright, the weather warms and signs of spring start appearing. In addition to the commemoration activities, it is also a time for families to go out for picnics, enjoy kite-flying or start spring plowing to take advantage of the coming agricultural season.\n\nFor more photos and videos from Qingming festivities, browse the ,  and 节 hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "300,353", "path": "instagram/picture4082.jpg", "like_list": [], "date_time": "Apr 7, 2014", "location": "", "tag_list": ["@kate_zim", "@sodalove", "@itttda", "@joaocabaco", "@twistdee", "@brandboston", "@shurupchik", "@ystkystk", "@malinfezehai"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "392,299", "path": "instagram/picture4083.jpg", "like_list": [], "date_time": "Apr 7, 2014", "location": "", "tag_list": ["#huashan", "#华山", "@danny3266"], "caption": "In China's Shaanxi province, 120 kilometers (75 miles) west of Xi'an, the peaks of Mount Hua, or Huashan (华山), pierce the clouds, tempting adventurers to explore their heights.\n\nThe southern peak reaches the highest altitude at 2,155 meters (7,070 feet), igniting the imaginations of thrill-seeking travelers. Home to an ancient monastery that in recent years has been converted into a tea house, the trail to the peak is one of the most dangerous in the world. Those brave enough to make the climb face steep and winding staircases carved into the cliffs and Huashan's notorious plank road: a series of wooden planks affixed to the mountain's face with no rails or barricades between hikers and the abyss below.\n\nFor more photos from the hike to the top, browse the  and  hashtags.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "399,642", "path": "instagram/picture4084.jpg", "like_list": [], "date_time": "Apr 6, 2014", "location": "AT&T Stadium", "tag_list": ["@fskpart3", "@breezyyy14", "@juliusrandle30", "@chiney321", "@shabazznap13r", "@kaymac_21", "@pokosean"], "caption": "After two weeks of grueling competition, the pool of competitors in the NCAA Basketball Tournament has been whittled down to just four teams on the men's and women's sides. Tonight, the first of the men's \"Final Four\" will compete for the right to advance, followed by the women's games tomorrow. The winning teams will earn a trip to their respective championship matches.\n\nTo get a behind-the-scenes peek at the final games on Instagram, be sure to follow these participating players: , , , ,  and . To view more photos and videos from the men's Final Four, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "365,208", "path": "instagram/picture4085.jpg", "like_list": [], "date_time": "Apr 5, 2014", "location": "Montmartre", "tag_list": ["@ruerodier", "@ruerodier", "@ruerodier"], "caption": "In our second Paris local lens, Instagrammer Marissa Cox () takes us around Montmartre's backstreets. “For me, Paris is a feast for the eyes,\" says Marissa Cox, a blogger who recently moved to the French capital. \"From the narrow cobbled streets, medieval architecture and famous landmarks to the plethora of cute cafés and decadent patisseries, the city of lights is an Instagrammer’s dream. In Montmartre, the Sacré-Cœur is the main attraction. The best place to Instagram the basilica is from the little park below, which blooms with flowers in springtime and is near an equally beautiful and ornate carousel. I also love to wander the winding cobbled backstreets a little further off the beaten tourist track. \"Rue des Martyrs, located to the south of the Sacré-Cœur, is a street of untapped treasures with a village feel to it. Be sure to shoot pretty bouquets at the many flower shops, the jewel-colored patisseries displayed in the window of Arnaud Delmontel and the rows of artisan cakes and chocolates lined up at chocolatier Sébastien Gaudard.\" To view more photos and videos from Montmartre, tap the blue location text above, and follow  on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "254,377", "path": "instagram/picture4086.jpg", "like_list": [], "date_time": "Apr 5, 2014", "location": "", "tag_list": ["#WHPhandinhand", "#WHPhandinhand", "@cafedelamuerte"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative photos and videos of hands. Some tips to get you started: Hands can be extremely expressive. Spend some time observing people's body language to get an idea for how they hold their hands depending on their mood and emotions. Remember that our hands are constantly working. Whether they're painting, sewing, writing, typing or building, keep an eye out for how you can capture hands at work—especially with video. Finally, age can play a big part in telling the story of your photo or video. A child's youthful hands can convey joy and excitement, whereas older hands lined with the wrinkles of time can create a more tranquil scene.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "244,052", "path": "instagram/picture4087.jpg", "like_list": [], "date_time": "Apr 5, 2014", "location": "", "tag_list": ["@stephen_vick", "@stephen_vick", "@bluebottle", "@stephen_vick"], "caption": "As the buyer for Blue Bottle Coffee's green, not-yet-roasted coffee, Stephen Vick () travels to every corner of the globe. \"I use Instagram to document my travels and show interesting, beautiful, quirky things that I see when I'm out in the world,\" says Stephen.\n\nIn the past decade, Stephen has visited more than 17 countries in a variety of roles, from teaching farmers best practices to working on the construction of more economical and sustainable processing facilities. These days, he spends about half his time out visiting coffee farms. \"My favorite is Ethiopia, the birthplace of coffee and the most challenging and rewarding country to source from.\" To see more photos and videos from the life of a world-traveling coffee buyer, follow  and  on Instagram. Video by "}, {"num_of_comments": 24, "num_of_like": "412,489", "path": "instagram/picture4088.jpg", "like_list": [], "date_time": "Apr 4, 2014", "location": "", "tag_list": ["@nashker", "@nashker", "@nashker"], "caption": "After living and working in Hong Kong for a couple of years, United States Instagrammer Nathan Ashker () decided to head back to his parents' home in Tennessee, but with one caveat: he'd travel home without taking a single plane. \"I wanted to combine my long-term travel desires with my journey back to America by traveling overland from South East Asia to the USA,\" he says. Nathan is now at the beginning of his trip that started in March. He has planned an extensive backpacking journey by land and by sea that takes him across South East Asia, China, Russia, parts of Europe and finally through a long stretch of America from the East coast westward. In addition to reunions with old friends, Nathan has plans to meet up with local Instagrammers as he travels. Nathan says he has met some of his closest friends through Instagram, and sharing this epic journey with them helps him persevere through any difficulties he meets on his travels. \"This trip is very much a personal journey, but knowing that other people find it inspiring motivates me on the tough days (and there are many) and also humbles me to the scope of what I’m doing,\" he says.\n\nTo view more photos and videos from Nathan, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "339,692", "path": "instagram/picture4089.jpg", "like_list": [], "date_time": "Apr 4, 2014", "location": "The Institute of Contemporary Art/Boston", "tag_list": ["#ArtThursday", "@shendles"], "caption": "For this week’s , we head to Boston, Massachusetts. Chicago-based artist Nick Cave constructs his signature “Soundsuits\"—vivid, noise-making costumes—from discarded and rediscovered materials. The suits' varied and whimsical forms directly reflect Cave's training as a dancer and are often used in dance performances.\n\nThe Soundsuits’ origins are darker than their vibrant colors might suggest. Cave created his first suit in 1992 as a response to the Rodney King beating. He told the Washington Post, “I built this sort of suit of armor, and by putting it on, I realized that I could a make a sound from moving in it. It made me think of ideas around protest, and how we should be a voice and speak louder.” Cave's suits, along with several freestanding sculptures and paintings, are on display at Boston’s Institute of Contemporary Art through May 4. To see more photos and videos of Cave's colorful creations, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "514,477", "path": "instagram/picture4090.jpg", "like_list": [], "date_time": "Apr 4, 2014", "location": "Instagram HQ", "tag_list": ["#throwbackthursday"], "caption": "On this day two years ago, we announced Instagram for Android with this photo. Happy Droidaversary! "}, {"num_of_comments": 24, "num_of_like": "743,385", "path": "instagram/picture4091.jpg", "like_list": [], "date_time": "Apr 4, 2014", "location": "Maho Beach Experience", "tag_list": ["@samhorine", "@samhorine"], "caption": "Maho Beach on the Dutch side of the Caribbean country of Sint Maarten has white sand and turquoise waters, but that's not why visitors flock there. The beach is famous for planes that buzz sunbathers at low altitudes en route to landing at the Princess Juliana International Airport. Arriving aircraft must touch down as close as possible to the beginning of Runway 10 because of its short 2,300-meter (7,500-foot) landing strip.\nNew York Instagrammer Sam Horine () recently visited Maho Beach while on a layover. \"I walked down the airport road for 10 minutes and turned a corner to find a large crowd of people swimming, sunbathing, drinking cheap Carib beers and waiting for the jets to come in,\" he says. \"I first watched a few smaller island hoppers come in—a plane lands or takes off every 20 minutes or so. Then, a 757 pulled up for take off. People ran over to the short fence separating the beach and the runway and grabbed hold of the chain link. The jet's engines turned on and it tore down the runway kicking up sand. Hats, sunglasses and other small items flew past me as the jet blasted down the runway for takeoff. It was truly an amazing, and sandy, experience.\" To view more photos and videos of Maho Beach, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "323,909", "path": "instagram/picture4092.jpg", "like_list": [], "date_time": "Apr 3, 2014", "location": "", "tag_list": ["@teaforbear", "@teaforbear", "@teaforbear"], "caption": "Russia Instagrammer Sergey Minkin () has found a unique way of blending geometry and objects to create what he calls his perfect \"cup of tea.\" He started his \"Tea of\" series more than a year ago, developing a passion for 45-degree angles in the process. \"I was walking down the street and thinking about new compositions for a themed account but I wanted something which would last,\" says Sergey. \"My friends now joke that I can capture everything in 45 degrees. I started to get good feedback from people and I became more involved.\" Sergey also explains how he juxtaposes different patterns and objects to create the different compositions—or \"teas\"—of each photo. Says Sergey, \"Every photo is 'tea' of something I find around. Tea of good mood, different angles. Actually it does not depend on 45 degrees, it's just describing about what is this tea. There are complicated things, and there are things that are both simple and unclear at the same time.\" For more from Sergey's slanted series, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "359,110", "path": "instagram/picture4093.jpg", "like_list": [], "date_time": "Apr 2, 2014", "location": "", "tag_list": ["@ahmad_abi", "#stuffedhair", "#WHPresolutions2014", "#stuffedhair", "@ahmad_abi", "@ahmad_abi"], "caption": "Egypt Instagrammer Ahmad El-Abi's () first  photo was originally a submission for the Weekend Hashtag Project on 2014 resolutions (). Ahmad stuffed his hair full of yellow rubber ducks he had bought in 2013 but never got round to doing anything with. Instead of creating a project about yellow rubber ducks, Ahmad had given birth to a creative and amusing new photo series on Instagram.\n\nAhmad says many people comment asking how he creates the photos. \"The most interesting (and difficult) photo was the 'bubble head,' because people couldn't understand how the bubbles didn't pop when they touched my hair. So I posted showing a making of the photo, which was really difficult to do. There were so many trial shots until I finally got one I liked.\" The reaction to the series from the Instagram community has inspired Ahmad to continue posting, and now Ahmad, who works as a physician in Egypt, is inspired to explore photography. \"I really love it when someone says my photos cheer them up because they are colorful and funny.\" For more photos and videos of Ahmad's hair, browse the  hashtag and follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "340,677", "path": "instagram/picture4094.jpg", "like_list": [], "date_time": "Apr 2, 2014", "location": "", "tag_list": ["@_mattsteele_", "@_mattsteele_", "@_mattsteele_"], "caption": "For Ohio Instagrammer Matt Steele (), photography doesn't always have to be a serious matter. For this April Fool's Day, Matt—who's \"always doing something silly\"—shares his thoughts on combining creativity and humor. \"In terms of a photograph, I'm drawn to silliness because it gives me the opportunity to create something unique and share it,\" Matt explains. \"I have an incredibly tight-knit group of friends here in Ohio, and each of us are funny in our own distinct way so we're always exchanging laughs.\" Many of Matt's photos are visual takes on wordplay and often make up part of his series punning on the Instagram Weekend Hashtag Project or making fun of humorous autocorrect malfunctions. As Matt tells it, \"The 'whoopsie' started when Instagram chose a lighthouse theme for their weekend project. Arkansas, where I used to live, isn't exactly close to any lighthouses. I thought it would be fun to make a typo out of 'lighthouse' and photograph the result by creating something fun and silly, which happened to be a horse with a light bulb glued to it ('lighthorse').\" From there, the lighthearted series has grown into a weekly staple, with many looking forward to Matt's creations and some even creating their own spin-offs as well. \"When I posted the first whoopsie, I remember someone telling me to 'please do this every weekend,' so it stuck ever since. The encouragement I get to keep creating, as well as seeing other Instagrammers contributing their interpretation of the idea is what keeps me going.\" For more of Matt's creative humor, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "392,813", "path": "instagram/picture4095.jpg", "like_list": [], "date_time": "Apr 2, 2014", "location": "", "tag_list": ["#aprilfools", "#aprilfoolsday", "#aprilscherz", "#poissondavril", "@adventurelifetravel"], "caption": "Every year on April 1, people around the world celebrate April Fools' Day. Though exact origins are unclear, the unofficial holiday has been popular since medieval times. Some Instagrammers celebrated the day by playing especially visual practical jokes on one other. To view photos and videos from April Fools' Day around the world, browse the , day,  and  hashtags.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "370,474", "path": "instagram/picture4096.jpg", "like_list": [], "date_time": "Apr 2, 2014", "location": "", "tag_list": ["@3191milesapart", "@3191milesapart"], "caption": "Long before Instagram began, Maria Alexandra Vettese and Stephanie Congdon Barnes found each other online and bonded over a mutual love of craft and simple domesticity. Living 3191 miles (5135 km) apart in the US cities of Portland, Maine, and Portland, Oregon, the two began a year-long project posting a diptych of their morning view side-by-side on their blog, 3191 Miles Apart. They enjoyed the experience so much that they ran a subsequent year-long project of evenings and later started a quarterly magazine and shop. Instagram was the natural next step for their daily photos of coffee and cereal. \"We decided to start the Instagram account to recapture some of the spirit of how 3191 Miles Apart began,\" explains Steph. \"Instagram allows us to celebrate the everyday again.\" The pair alternate in posting photos from their morning and evening scenes with the signatures \"MAV\" for Maria and \"SCB\" for Steph, as well as some additions from newer members of the team. \"What I have loved about being on Instagram with my 3191 team is how our posts play off and interact with each other. I love to look at our grid of photos. The colors and shapes complement each other in amazing ways.\" To view more photos from Maria and Steph, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "529,360", "path": "instagram/picture4097.jpg", "like_list": [], "date_time": "Apr 1, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@pacoiikira", "@pacoiikira"], "caption": "Hello, Instagram! It's time for the ! Today we visit Hannover, Germany, home of Paco II and Kira (). These two fluffy, bright-eyed Persian-Siamese kitties spend their days yawning and lounging in the sun. To add some extra fluffy feline to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "358,454", "path": "instagram/picture4098.jpg", "like_list": [], "date_time": "Apr 1, 2014", "location": "", "tag_list": ["@felipeveloso", "@caetanoveloso", "@reginacase", "@alexandreherchcovitch", "#SPFW", "@luizahermeto0711"], "caption": "“A painter’s work might spark an idea for a skirt, or food could make me think of a dress,” says fashion stylist Felipe Veloso (), who finds creative inspiration everywhere—especially outside the fashion realm.\n\nFelipe, who has been working in the fashion world for over 13 years, transitions between the spaces of fashion, music and art, dressing everyone from singer Caetano Veloso () to actress Regina Case (). “Ideas are plural, and fashion no longer comes from one group of influencers. Fashion is everywhere. It’s no longer about top-down communication. But rather it comes at you from all sides.\" During São Paulo Fashion Week, Felipe is looking forward to seeing what Alexandre Herchcovitch () has created. “Alexandre always surprises me!\" he says.\n\nFor first-timers attending São Paulo fashion week this year, Felipe only has one piece of advice: “I am against fashion with rules. You should find what speaks to you.\" To view more photos and videos from São Paulo Fashion Week, browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "337,972", "path": "instagram/picture4099.jpg", "like_list": [], "date_time": "Apr 1, 2014", "location": "", "tag_list": ["@kinseyand", "@haganhinshaw", "@timminzer", "@whatalexloves", "@kristindeitrich", "@meganjooste", "@vancouver_girl_", "@dojobeats", "@jagatnatha", "#WHPchairaffair"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "330,379", "path": "instagram/picture4100.jpg", "like_list": [], "date_time": "Mar 31, 2014", "location": "", "tag_list": ["@bellajannotti", "@sara_cath", "@brunographique", "@_michaelangelo94", "@dilaragr", "@betsifolk", "@carlosbela", "@cp_mar", "@gstvosancho"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week! \n       "}]}