{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 21, "num_of_like": "1,082,349", "path": "instagram/picture0201.jpg", "like_list": [], "date_time": "Apr 25, 2018", "location": "Crafers, South Australia", "tag_list": ["@safromabove", "@safromabove", "#WHP🌲"], "caption": "Photo by \nAny gnomes down there? “This spot has always been a favorite of mine,” says drone photographer Bo Le (). “It looks like a magic garden out of a fairy tale.” "}, {"num_of_comments": 24, "num_of_like": "827,154", "path": "instagram/picture0202.jpg", "like_list": [], "date_time": "Apr 25, 2018", "location": "Yoho National Park", "tag_list": ["@tiffpenguin", "#WHP🌲"], "caption": "Photo by \nHey, Canada. Snow looks good on you. "}, {"num_of_comments": 24, "num_of_like": "605,933", "path": "instagram/picture0203.jpg", "like_list": [], "date_time": "Apr 25, 2018", "location": "Buxton", "tag_list": ["@thebookfamilyrogerson", "@thebookfamilyrogerson", "#WHP🌲"], "caption": "Photo by \n“We like that almost everything in this photo came from a tree — except for our daughter, Martha,” says Melissa Rogerson (), who set up this scene at home in the UK.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 21, "num_of_like": "649,311", "path": "instagram/picture0204.jpg", "like_list": [], "date_time": "Apr 24, 2018", "location": "", "tag_list": ["@nicholettat", "#EarthDay", "#WHP🌲"], "caption": "Photo by \nOn , you:\na) Went barefoot ✔️\nb) Wore shoes\n"}, {"num_of_comments": 24, "num_of_like": "758,169", "path": "instagram/picture0205.jpg", "like_list": [], "date_time": "Apr 24, 2018", "location": "Berlin, Germany", "tag_list": ["@blnlove", "#WHP🌲"], "caption": "Photo by \nNature > concrete in this  submission from Berlin."}, {"num_of_comments": 24, "num_of_like": "617,421", "path": "instagram/picture0206.jpg", "like_list": [], "date_time": "Apr 24, 2018", "location": "Chicago, Illinois", "tag_list": ["@blondieandbears", "#WHP🌲"], "caption": "Photo illustration by \nInspiring ❤️ for Mother Earth, one play date at a time. \nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "510,393", "path": "instagram/picture0207.jpg", "like_list": [], "date_time": "Apr 24, 2018", "location": "", "tag_list": ["@nbcthevoice", "@kellyclarkson", "#TheVoice"], "caption": "“When people show you who they are, believe them.” This is the advice from Maya Angelou that singer, songwriter and now coach on “The Voice” () Kelly Clarkson () wishes she would have received in 2002, when she was coming up in the music business. “I love my team,” says Kelly. “It’s nice to be able to work with artists who are in the same shoes that I was once in. I would have loved to have had someone who understood how to navigate not only a competition but the industry after, helping me along the way.”\nWe’re behind the scenes with Kelly at . Tune in to our story now. 🎶"}, {"num_of_comments": 24, "num_of_like": "561,185", "path": "instagram/picture0208.jpg", "like_list": [], "date_time": "Apr 23, 2018", "location": "", "tag_list": ["@tollydollyposh", "@tollydollyposh", "#EarthDay"], "caption": "Photo by \n“When it comes to ethical fashion, people have this image of hemp and unfashionable fabrics in their mind,” says 17-year-old ethical fashion blogger Tolmeia Gregory (). The British-born, Italy-based teen is clear this needs to change. “There’s so much more to it than that. It just means caring about your clothes and where they come from.” “We’re a lot more aware these days of where our food is coming from. We care about it because we eat it every day. Why do we not care about our clothes, because we wear them every day? We all wear clothes. We all have an impact. Not everyone can make different choices about fashion straight away, but just being aware is an important step. Ethical fashion can be fashionable. It can be stylish. Eventually, I’d love to have my own sustainable label — thinking about people wearing my designs is exciting to me.” We’re celebrating  with Tolmeia Gregory. Head to our story now to see more."}, {"num_of_comments": 24, "num_of_like": "835,258", "path": "instagram/picture0209.jpg", "like_list": [], "date_time": "Apr 22, 2018", "location": "Piz Bernina", "tag_list": ["@bentibbettsphotography", "@bentibbettsphotography"], "caption": "Photo by \nMountaineering, photography, drawing — it all came together for British photographer and alpinist Ben Tibbetts () at university. “I was studying history of art and fine art, and to pay my way, I was working as a climbing instructor,” says Ben, who now lives part of the year in France. Just beyond his doorstep, he’s spent the past few years climbing all 82 of the European Alps’ peaks that are 4,000 meters or higher and is publishing a book detailing the journeys’ technical routes, historical context and personal stories. “The routes range from easy to really quite hard alpinism, and I’ve climbed every single one of them,” says Ben, who took photos of the mountain landscapes throughout his expeditions. “Being in these mountains is humbling. It’s so beautiful, delicate and majestic — and we all need to do our bit to keep it like it is.” Today on our story, join Ben on an alpine expedition. 🌬"}, {"num_of_comments": 24, "num_of_like": "1,251,839", "path": "instagram/picture0210.jpg", "like_list": [], "date_time": "Apr 21, 2018", "location": "Chacarita, Distrito Federal, Argentina", "tag_list": ["@rubenslombardo", "#EarthDay", "#WHP🌲", "@rubenslombardo", "#WHP🌲"], "caption": "Featured photo by \nIn honor of , the goal is to take photos and videos inspired by the natural world for , like this purple beauty from Rubén Lombardozzi ().\nGet outside. Whether you hike in a city park or escape away to a lake for the weekend, show us how Mother Earth comes to life in your corner of the world. Pull back your images to show the grandeur of the landscape. Include people in the frame for scale.\nLook for ways that nature emerges in everyday urban scenes — think vines crawling up an old brick factory building, or birds perched along the balcony railings overlooking the farmers market.\nFollow the light. The sun gives the world a magical glow, especially in the early morning blue hour or the late afternoon golden hour.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "637,618", "path": "instagram/picture0211.jpg", "like_list": [], "date_time": "Apr 21, 2018", "location": "Beirut, Lebanon", "tag_list": ["@one_armed_chef", "@gilesduley", "@one_armed_chef"], "caption": "Photo by \nIn 2011, British photographer Giles Duley () stepped on a roadside bomb in Afghanistan and lost both his legs and an arm. “I was told I’d never walk or work again,” he says. “But one morning I woke up and said to myself, ‘From this moment on, I will never think about what I can’t do, but I will excel at the things I can.’”\nOnce he was back behind the camera, Giles turned toward his second love: cooking. Coining himself the One-Armed Chef (), Giles shares photos of meals from his own kitchen, and those he prepares with refugees and families living in conflict areas. “Food is a great way to build relationships,” says Giles. “When you share food, you become friends. Too often refugees or those living in conflict areas are portrayed as helpless. I see individuals who need support and help, not sympathy. So cooking with families, eating together — I think it shows solidarity.”\nWatch our story to meet Giles and see some of his culinary creations."}, {"num_of_comments": 24, "num_of_like": "637,618", "path": "instagram/picture0212.jpg", "like_list": [], "date_time": "Apr 20, 2018", "location": "", "tag_list": ["@and_olive_", "#WeeklyFluff", "@and_olive_"], "caption": "Video by \nHello, world! Meet today’s : Olive (), a hungry, hungry bunny who loves all things green and crunchy 🌿. Follow along for all of Olive’s leafy adventures at home in Japan. 🐰"}, {"num_of_comments": 24, "num_of_like": "699,485", "path": "instagram/picture0213.jpg", "like_list": [], "date_time": "Apr 18, 2018", "location": "Raleigh, North Carolina", "tag_list": ["@turtledove.a", "@turtledove.a", "#WHPwildthing"], "caption": "Photo by \n“This ‘Where the Wild Things Are’ costume has been in our family for years,” says Turtle Williams (), who captured her daughter bounding through the frame. “I was waiting for my usually wild dogs to do something crazy, but it was too hot to have fun. So I did the best I could with three wild-ish things.” "}, {"num_of_comments": 22, "num_of_like": "779,762", "path": "instagram/picture0214.jpg", "like_list": [], "date_time": "Apr 18, 2018", "location": "Padalarang, Jawa Barat, Indonesia", "tag_list": ["@rizkidarmoh", "#WHPwildthing"], "caption": "Photo by \nWhy did the chicken go up the stairs? To get to the other side. "}, {"num_of_comments": 24, "num_of_like": "1,309,176", "path": "instagram/picture0215.jpg", "like_list": [], "date_time": "Apr 18, 2018", "location": "Monterrey, Nuevo Leon, Mexico", "tag_list": ["@karencantuq", "@karencantuq", "#WHPwildthing"], "caption": "Photo illustration by \nAfter a few weeks of sickness, Lily the golden retriever is finally back to her usual antics. “When we left the vet, you could see her excitement,” says her human, visual artist Karen Cantu Quintanilla (). “She ran toward these plants and started playing around, getting all muddy. My heart smiled, watching her being herself.” 💗🐞\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "878,630", "path": "instagram/picture0216.jpg", "like_list": [], "date_time": "Apr 17, 2018", "location": "Tehran, Iran", "tag_list": ["@masoudoroudian", "#WHPwildthing"], "caption": "Photo by \nHanging out with a few cool cats in Tehran 🐾 "}, {"num_of_comments": 20, "num_of_like": "1,317,343", "path": "instagram/picture0217.jpg", "like_list": [], "date_time": "Apr 17, 2018", "location": "", "tag_list": ["@reverieroaming", "@reverieroaming", "#WHPwildthing"], "caption": "Photo by \n“Some days you just gotta swap the office for the mountains and the Wi-Fi for the woods and go on a hike with your best friend,” writes Amy Lynn () in her caption. "}, {"num_of_comments": 24, "num_of_like": "1,094,611", "path": "instagram/picture0218.jpg", "like_list": [], "date_time": "Apr 17, 2018", "location": "Ottawa, Ontario", "tag_list": ["@michellevalbergphotography", "#WHPwildthing"], "caption": "Photo by \nJumping for joy at the arrival of spring snow. 😍\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "759,387", "path": "instagram/picture0219.jpg", "like_list": [], "date_time": "Apr 17, 2018", "location": "Coachella", "tag_list": ["@chloexhalle", "@coachella"], "caption": "“We’re just two goofy girls from ATL who like making music,” says Chloe, 19, one-half of Chloe and Halle (), who attended and performed at Coachella () for the first time last weekend. 🌴 ✨ “My sister and I create all of our music!” says Chloe. “We executive produced our album [“The Kids Are Alright”], and it was all done in the living room. We’re so involved with every inch of the process — because this is how we tell our story.” The past five years have been a whirlwind for the sisters, who signed to Beyoncé’s label, traveled the world, cut multiple albums and acted in multiple projects.\nFor Chloe and Halle, the energy of festival season charges them up. “We are around creatives, music and art lovers and feel right at home,” says Halle, 18. “It’s also always a beautiful thing to watch someone on that stage, be entranced by who they are and take away something from their performance.”\nCheck out today’s story to see their onstage and offstage adventures from the weekend in Indio."}, {"num_of_comments": 24, "num_of_like": "863,818", "path": "instagram/picture0220.jpg", "like_list": [], "date_time": "Apr 15, 2018", "location": "Haiti", "tag_list": ["@andreabruce", "@andreabruce", "@theiwmf"], "caption": "Photo by \n“I am drawn to combining the sad with the beautiful,” says American photojournalist Andrea Bruce (). “When I went overseas to cover the wars in Iraq and Afghanistan, I realized that community journalism is even more needed in conflict zones — in areas where you need to get one type of person to relate to another type of person. When people think of conflict photography, they don’t think of someone who has become a part of the community, who has invested in it as a person. But I think successful conflict photographers have done that. And that’s where my biggest strength is.”\nToday in Amsterdam, the International Women’s Media Foundation () is celebrating Andrea with the Anja Niedringhaus Courage in Photojournalism Award, which honors a female photographer who demonstrates the same bravery in conflict as the late Anja Niedringhaus. “It’s a tremendous honor,” she says. “There aren’t too many women in conflict as photographers, and Anja was someone I really looked up to. She led with her heart.”\nCheck out our story to see photos from Andrea and other honorees. 📸"}, {"num_of_comments": 24, "num_of_like": "1,263,841", "path": "instagram/picture0221.jpg", "like_list": [], "date_time": "Apr 14, 2018", "location": "Split-Dalmatia County", "tag_list": ["@andrewknapp", "#WHPwildthing", "#WHPwildthing"], "caption": "Featured photo by \nSpend time with your favorite furry companion for .\nFocus on the animals that bring you joy. Your best friend’s dog, sister’s iguana, classroom hamster or even the birds in your backyard can be great subjects.\nShowcase their unique personality. Video can help highlight what makes your favorite animal friends stand out. Film your pet while playing fetch in the park or finding the perfect spot for a nap.\nShare what you do together. Whether it’s heading out on a weekend road trip or staying curled up at home, capture elements that highlight the activities you do together.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,041,979", "path": "instagram/picture0222.jpg", "like_list": [], "date_time": "Apr 13, 2018", "location": "San Francisco, California", "tag_list": ["@livingwithpickles", "#WeeklyFluff", "@livingwithpickles"], "caption": "Photo by \nHello, world! Meet today’s , Pickles and Dill (), a pig and pup pair of besties that live in San Francisco. “Pickles is one and a half years old, and Dill just turned one,” says Maddie, their human, who rescued Pickles from a farm when he was a piglet. “We noticed Pickles really loved hanging out with dogs, especially Frenchies. Maybe it’s because they also have a pig-like build, make similar noises and have no shame. And I’m pretty sure Dill thought he was a pig when we first brought him home.”\nThese days, two have become one: Pickles and Dill share everything from bubble baths to fresh veggies together. “It’s hard to say whether Pickles is more of a dog or if Dill is more of a pig,” says Maddie. 🐽"}, {"num_of_comments": 24, "num_of_like": "807,776", "path": "instagram/picture0223.jpg", "like_list": [], "date_time": "Apr 12, 2018", "location": "Hamtramck, Michigan", "tag_list": ["@ali_lapetina", "@ali_lapetina", "@womenofbanglatown"], "caption": "Photo by \nWhen she moved to Detroit for college, documentary photographer Ali Lapetina () connected to her new home through her camera. “I soon realized that it was the doorway to interact with residents in various neighborhoods,” she says. “It became my mission to collaborate with them and share their stories.”\nFrom that mission came Women of Banglatown (), a nonprofit organization and community space for women and girls in Banglatown, a neighborhood on the border of northern Detroit and the city of Hamtramck and an enclave of Bengali and Yemeni immigrants. “Through free art classes and income-generating activities, conversations are sparked about what it means to navigate this world as a multicultural woman living in the US,” says Ali. “Seeing these women grow and transition as they embark on significant moments in their lives reminds me — and I hope my followers — that we are all humans, just evolving and growing into ourselves.”\nWatch our story to meet Ali and some of the women and girls of Banglatown."}, {"num_of_comments": 24, "num_of_like": "820,250", "path": "instagram/picture0224.jpg", "like_list": [], "date_time": "Apr 11, 2018", "location": "Barkestad", "tag_list": ["@kimothyolsen", "@kimothyolsen", "#WHPimbored"], "caption": "Photo by \nWriter Kim Olsen () took this signature “slightly absurd” self-portrait in an abandoned school on a Norwegian archipelago. “On this island, there are no people and very limited cell phone reception,” he says. “You have to find things to occupy yourself — like reading, hiking and playing with the camera.” "}, {"num_of_comments": 24, "num_of_like": "986,908", "path": "instagram/picture0225.jpg", "like_list": [], "date_time": "Apr 11, 2018", "location": "Oslo, Norway", "tag_list": ["@herinternest", "@herinternest", "#WHPimbored"], "caption": "Photo by \nDoodling to keep boredom away, Barbora Kurcova () took coloring outside the lines to a new level in her  submission. “I tried to find a marker that was easy to remove,” she says. “But it didn’t go that well. Two days later, I’m on vacation with flowers all over my legs.” 🌸"}, {"num_of_comments": 24, "num_of_like": "580,975", "path": "instagram/picture0226.jpg", "like_list": [], "date_time": "Apr 11, 2018", "location": "Grand Marais, Minnesota", "tag_list": ["@cpprice", "@cpprice", "#WHPimbored"], "caption": "Photo by \nOn the remote north shore of Lake Superior, Cara Price () often retreats to her yurt for work, fun and reflection. “This place is a source of great inspiration,” she says. “I find myself slowing down here and allowing my thoughts to come through more clearly. From boredom comes true creativity.”\nFollow along to see more of our favorites from last weekend's hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "917,642", "path": "instagram/picture0227.jpg", "like_list": [], "date_time": "Apr 10, 2018", "location": "", "tag_list": ["@slevinaaron", "#WHPimbored"], "caption": "Photo by \nThis must be what happens if you sit still for too long. "}, {"num_of_comments": 24, "num_of_like": "677,351", "path": "instagram/picture0228.jpg", "like_list": [], "date_time": "Apr 10, 2018", "location": "", "tag_list": ["@ccm_2", "#WHPimbored"], "caption": "Photo by \nYou: “I’m bored. What should I do?”\nBrain: “Well, we have these googly eyes and a camera.” "}, {"num_of_comments": 24, "num_of_like": "1,055,710", "path": "instagram/picture0229.jpg", "like_list": [], "date_time": "Apr 10, 2018", "location": "", "tag_list": ["@kelly_bove", "#WHPimbored"], "caption": "Photo by \nCan we go play already? 🐶😴🐶\nFollow along for more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "1,062,314", "path": "instagram/picture0230.jpg", "like_list": [], "date_time": "Apr 7, 2018", "location": "Surabaya, Indonesia", "tag_list": ["@anugrahdimass", "#WHPimbored", "#WHPimbored", "@anugrahdimass", "#bookstagram", "#WHPimbored"], "caption": "Featured photo by \nWeekend Hashtag Project: \nBored doesn’t have to equal boring in this Weekend Hashtag Project: .\nSurprise us with humor. Boredom can be funny, like in this all-too-relatable photo by Anugrah ().\nShow us how not to be bored. Inspire us to take action with your current  or a new recipe you’re testing out in the kitchen.\nCapture the unique details of your everyday life. Notice how your furry friend lounges in the sun on lazy weekend mornings, or how the cracks in your bedroom ceiling make a funny shape. Slow down and let your brain rest — it allows you to see things in a new way.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,062,314", "path": "instagram/picture0231.jpg", "like_list": [], "date_time": "Apr 7, 2018", "location": "", "tag_list": ["@zephanijong", "@zephanijong", "@troyesivan"], "caption": "Video by \nSince her days of childhood doodles, 18-year-old Zephani Jong () has been interested in drawing people. “I started practicing very realistic and detailed hands and eyes, and then learned to draw the rest of the face,” says Zephani, a college freshman film and illustration major in her home state of Maryland, who makes pencil and paint portraits of musicians and celebrities.\n“The people I choose to draw definitely inspire me, as well as fellow artists who I see that are passionate about what they do and make a career out of it,” she says. “As for me, I really have no idea where I’m headed — but I do want to continue working on my art. The people who follow me on Instagram help me believe I’m actually good enough to make a future out of it. When I feel uninspired or unmotivated, they get me back on my feet.”\nWatch our story to see some of Zephani’s illustrations — like this one of singer Troye Sivan ()."}, {"num_of_comments": 24, "num_of_like": "668,120", "path": "instagram/picture0232.jpg", "like_list": [], "date_time": "Apr 6, 2018", "location": "Riverside, California", "tag_list": ["@jonathanerik", "@jonathanerik"], "caption": "Photo by \nWhat do punk rock music and hairstyling have in common? A lot, as men’s hairdresser Jonathan Erik () tells it. “With punk music, there aren’t a lot of outside rules,” says Jonathan, who started photographing punk shows when he was 13. “Nobody can tell us what to do. It’s about the way we feel and the way we express ourselves — and it’s the exact same thing with hair.”\nSince he first picked up a pair of shears at age 21, Jonathan’s creative motivation is to make his clients feel good about themselves. “The haircut is about them, not about me,” says Jonathan, who lives in Riverside, California. “Even with a regular client I’ve been cutting for years, I always cut hair with them facing away from the mirror, and at the end I turn them around for a grand reveal. That initial reaction is the most rewarding part for me — being able to change someone’s day, their mood and the way they look in just 30 minutes. There aren’t many jobs nowadays where you can do that.”\nHead to our story to see some of Jonathan’s styles. ✂️"}, {"num_of_comments": 24, "num_of_like": "2,210,826", "path": "instagram/picture0233.jpg", "like_list": [], "date_time": "Apr 5, 2018", "location": "Twin Lakes, Colorado", "tag_list": ["@henrythecoloradodog", "@henrythecoloradodog", "@henrythecoloradodog"], "caption": "Photo by \nHello, world! Meet Henry and Baloo (), an unlikely pair of BFFs from Denver. “Their relationship is unlike any other I’ve seen,” says their human Cynthia, who adopted Henry the dog three years ago, and Baloo the cat six months ago. “Baloo’s mother abandoned her litter, so Baloo was really looking for an animal to attach himself to. Henry has separation anxiety and needed a friend, so when they met it only took about one day for them to become best friends. Baloo definitely sees Henry as a mom. He mimics everything Henry does, from sleeping on the dog bed to exploring. They do absolutely everything together.”\nEven Baloo’s signature move of hitching a ride on Henry’s head started early on in their friendship. “At the end of a hike in the first week we had Baloo, I placed him on Henry’s head and Baloo just bear-hugged him. Henry and Baloo truly love each other, no matter their differences.”\nWant more of this dynamic duo? Of course you do. Follow all their outdoor adventures at ."}, {"num_of_comments": 24, "num_of_like": "2,210,826", "path": "instagram/picture0234.jpg", "like_list": [], "date_time": "Apr 4, 2018", "location": "Chennai, India", "tag_list": ["@alamelu24", "@alamelu24", "#WHPshowoff"], "caption": "Video by \nAt home in India, artist Alamelu Annhamalai () challenged herself to these simultaneous single-line drawings. “I love that I was just experimenting at home and had no idea that others would think it was great,” she says. "}, {"num_of_comments": 20, "num_of_like": "902,628", "path": "instagram/picture0235.jpg", "like_list": [], "date_time": "Apr 4, 2018", "location": "New Haven, Connecticut", "tag_list": ["@kmsalvagedesign", "@kmsalvagedesign", "#WHPshowoff"], "caption": "Photo by \nProp stylist Kristen Meyer () is fighting perfectionism, one broken Easter egg at a time. “As I was dyeing eggs with my two daughters, I clumsily dropped one,” she says. “My girls were so upset — they’re perfectionists. So I decided to show off to my girls and prove that out of mistakes, beauty can arise.” "}, {"num_of_comments": 19, "num_of_like": "894,305", "path": "instagram/picture0236.jpg", "like_list": [], "date_time": "Apr 4, 2018", "location": "Pismo Beach, California", "tag_list": ["@briandaoo", "@briandaoo", "#WHPshowoff"], "caption": "Photo by \n“A lot of sand was eaten in the attempt to get the right shot,” says Brian Dao (), who photographed a friend flipping in Pismo Beach, California. “But the slopes of the sand dunes were perfect to jump from, and I knew right away I had to take a few photos for .” 🤸‍♂️\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 23, "num_of_like": "727,835", "path": "instagram/picture0237.jpg", "like_list": [], "date_time": "Apr 3, 2018", "location": "Auckland, New Zealand", "tag_list": ["@petraleary", "#WHPshowoff"], "caption": "Photo by \nPlayers showing off their skills, or a court showing off its colors? You decide. "}, {"num_of_comments": 24, "num_of_like": "890,978", "path": "instagram/picture0238.jpg", "like_list": [], "date_time": "Apr 3, 2018", "location": "", "tag_list": ["@rileybeann", "#WHPshowoff"], "caption": "Photo by \nDid someone say T-R-E-A-T? 😛 "}, {"num_of_comments": 24, "num_of_like": "1,569,129", "path": "instagram/picture0239.jpg", "like_list": [], "date_time": "Apr 3, 2018", "location": "Kyoto, Japan", "tag_list": ["@yk", "#WHPshowoff"], "caption": "Photo by \nThere goes nature, strutting her stuff again. 🌸\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 22, "num_of_like": "1,569,129", "path": "instagram/picture0240.jpg", "like_list": [], "date_time": "Apr 2, 2018", "location": "", "tag_list": ["@marchmadness", "#FinalFour"], "caption": "A hint of 🏆, a touch of 🎉 and a lot of 🏀 — it’s official: the peak of NCAA March Madness () is here. Tune in to our story today to see all the behind-the-scenes highlights from last night’s  showdowns."}, {"num_of_comments": 24, "num_of_like": "916,096", "path": "instagram/picture0241.jpg", "like_list": [], "date_time": "Mar 31, 2018", "location": "Getty Center", "tag_list": ["@jacobjonasthecompany", "@herr_pola_roid", "#WHPshowoff", "#WHPshowoff"], "caption": "Photo of  by \nStrut your stuff and share your talents for this Weekend Hashtag Project: .\nShow us your skills, big and small. Performing isn’t limited to a stage surrounded by people. It could be a trick shot during basketball practice or calligraphy skills in your journal. Ask a friend to help you capture your talent or set your camera to the self-timer.\nExperiment with video such as time-lapse or slow motion to capture the full scope and emotion of the scene. Share more moments on stories and get creative with the tools such as face filters or Superzoom. Choose a clean background so that it doesn’t distract from the action.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 18, "num_of_like": "578,239", "path": "instagram/picture0242.jpg", "like_list": [], "date_time": "Mar 31, 2018", "location": "", "tag_list": ["@olivia", "@blairbbrown", "@blairbbrown", "#CaptureConfidence", "@confidencecodegirls"], "caption": "Photo of  by \nSince her flip phone days, 19-year-old student and photographer Blair Brown () has taken photos. “My junior year of high school, I realized I really liked photography,” says Blair, who was born in Oakland, California. “I kept taking photos and haven’t put my camera down since.” Behind the lens, Blair is drawn to portraits of people in their element. “I’m an in-the-moment photographer — I like capturing people in their world and in their process,” she says. “One of the things I really enjoy is making people feel really good about themselves and getting them confident being in front of the camera. To me,  is all about just owning it.”\nConfidence looks different for everyone. We’ve teamed up with Confidence Code Girls (), Blair and five other young women who embody confidence every day on Instagram. Check out our story to see more."}, {"num_of_comments": 24, "num_of_like": "1,352,842", "path": "instagram/picture0243.jpg", "like_list": [], "date_time": "Mar 30, 2018", "location": "Berlin, Germany", "tag_list": ["@_wand_wand", "@_wand_wand", "#WeeklyFluff"], "caption": "Photo by \nHello, world! Meet Yōji and Viktor (), two white whippets and today’s . “They’re extreme opposites, like plus and minus, yin and yang,” says Julia, a freelance graphic designer and the duo’s human. “Yōji is a bit shy and often stubborn. He’ll never do anything to please humans. On the contrary, we have to please him.” Viktor, however, is full of energy and could play Frisbee all day long. “We like to say Viktor is physical and Yōji is intellectual,” says Julia.\nThough their personalities might be at odds, they have one major thing in common: “While outdoors they are sprinters, whippets are couch potatoes at home,” says Julia. “They’re quiet and gentle snuggle bugs.”\nStraight from Berlin, watch our story to join Yōji and Viktor for a day of treats, parks and tricks."}, {"num_of_comments": 19, "num_of_like": "942,261", "path": "instagram/picture0244.jpg", "like_list": [], "date_time": "Mar 29, 2018", "location": "", "tag_list": ["@andrewmcconnellphoto", "@andrewmcconnellphoto"], "caption": "Photo by \nIrish photojournalist Andrew McConnell () is in awe each time he brings his camera to the Kazakhstan Steppe, a remote pocket of Central Asia. “It’s the arrivals hall of planet Earth,” he says. 🌏\nFor the past three years, Andrew has documented the arrivals of Soyuz capsules — small, squat spacecrafts that carry astronauts of all nationalities from the International Space Station back to their home planet.\n“Space travel is changing fast, and in many ways, these images already feel nostalgic,” he explains. “I see what I’m documenting as the end of the beginning, and the next stage of our progression as a species. It’s part of our DNA to explore. Launching ourselves into the cosmos is no different than setting sail across the oceans.”\nWatch our story to join Andrew in Kazakhstan for a Soyuz capsule landing."}, {"num_of_comments": 24, "num_of_like": "927,564", "path": "instagram/picture0245.jpg", "like_list": [], "date_time": "Mar 28, 2018", "location": "Huntington Beach, California", "tag_list": ["@ryanlongnecker", "@ryanlongnecker", "#WHPawaywego"], "caption": "Photo by \nPutting your feet up has never looked better. 🤙 “I was going down to the pier to catch some wave pictures with a friend, and I noticed a group of friends set up in their slack hammocks,” says Ryan Longnecker (). “Microadventures — whether it’s across town or down the street — force us to reimagine what counts as adventure.” "}, {"num_of_comments": 24, "num_of_like": "920,438", "path": "instagram/picture0246.jpg", "like_list": [], "date_time": "Mar 28, 2018", "location": "", "tag_list": ["@the_life_of_aivax", "@the_life_of_aivax", "#WHPawaywego"], "caption": "Photo by \nArt imitates life at home in Southern California, where Vanessa Rivera () and her daughter, Adyline, played with perspective... then booked their family vacation. “We’d been talking about an adventure this summer but kept finding excuses to postpone,” says Vanessa. “When I saw , I thought, ‘Why not just do it?’” ✈️"}, {"num_of_comments": 24, "num_of_like": "954,086", "path": "instagram/picture0247.jpg", "like_list": [], "date_time": "Mar 28, 2018", "location": "Kyiv, Ukraine", "tag_list": ["@polinavitalii", "@polinavitalii", "#WHPawaywego"], "caption": "Photo by \nWho says you shouldn’t play with your food? 🍊 Polina Komisarova () added her signature eye-trick twist to her  submission. “I’m communicating the feeling of joy that exploring new places brings — even if it’s your own neighborhood.”\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "847,047", "path": "instagram/picture0248.jpg", "like_list": [], "date_time": "Mar 28, 2018", "location": "", "tag_list": ["@lovejessicablair", "@lovejessicablair"], "caption": "Photo by \n“Body positivity is creating an inclusive space for marginalized bodies,” says 19-year-old Jessica Blair (), “a space where people who are kind of left out from mainstream society and media can feel safe and express themselves. In the body positivity community, they know they’re free from judgment and they can be who they are, and openly love who they are.”\nFor the past four years, Jessica’s been part of the body positivity movement on Instagram, sharing her latest styles inspired by the fashion of the 1970s, 80s and 90s, while writing captions that express her successes and struggles. “People tend to think that I’m always confident, that I never have bad days,” says Jessica, who is studying criminal justice. “The majority of the time I’m not 100 percent confident. I definitely have my days, or even my weeks, or even my months, where I’m just not feeling great — and that’s OK. You don’t have to be perfect all the time. You’re allowed to have your days, and that’s perfectly normal.”\nWatch our story to learn more about Jessica."}, {"num_of_comments": 24, "num_of_like": "800,231", "path": "instagram/picture0249.jpg", "like_list": [], "date_time": "Mar 27, 2018", "location": "West Hartford, Connecticut", "tag_list": ["@marinobambinos", "#WHPawaywego"], "caption": "Photo by \nEveryday magic and motion — as seen from abuela’s house for ."}, {"num_of_comments": 17, "num_of_like": "842,602", "path": "instagram/picture0250.jpg", "like_list": [], "date_time": "Mar 27, 2018", "location": "Hanoi, Vietnam", "tag_list": ["@anna_farren", "#WHPawaywego"], "caption": "Photo by \n“Nobody can be uncheered with a balloon.” — Winnie-the-Pooh\nUp, up and  🎈 during the daily commute — with a touch of whimsy — in Hanoi."}, {"num_of_comments": 24, "num_of_like": "861,677", "path": "instagram/picture0251.jpg", "like_list": [], "date_time": "Mar 27, 2018", "location": "Aargau", "tag_list": ["@bobavet", "@bobavet", "#WHPawaywego"], "caption": "Photo by \nNothing but blue skies ahead in Christof Kalt’s ()  submission.\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 23, "num_of_like": "926,471", "path": "instagram/picture0252.jpg", "like_list": [], "date_time": "Mar 25, 2018", "location": "Washington, District of Columbia", "tag_list": ["@classymalick", "#MarchForOurLives"], "caption": "“In my Instagram bio, it says: ‘Don’t gotta be FEARLESS. You just have to FEAR LESS 📝’” —aspiring broadcast journalist and college freshman Malick Mercier ()\n\nThe 18-year-old next-gen storyteller from Brooklyn, New York, has always appreciated the news. “I thought everyone loved watching the news, because I was like: ‘How could you not want to know what’s going on in the world?’” For Malick, journalism is about amplifying voices and telling the truth: “The world will always crave knowing ‘the real’ and will need people who are going to be unbiased and just tell us that. It’s so important.” Today, we’re following Malick as he covers  in Washington, DC. Check out our Instagram story and follow the hashtag to see more."}, {"num_of_comments": 24, "num_of_like": "985,411", "path": "instagram/picture0253.jpg", "like_list": [], "date_time": "Mar 24, 2018", "location": "Nevada", "tag_list": ["@ravivora", "#WHPawaywego", "#WHPawaywego"], "caption": "Featured photo by \nBring us along as you travel for this Weekend Hashtag Project: . Whether you’re going to a faraway place or your own backyard, an adventure awaits.\nTake us on a ride. The journey can be the most exciting part of a trip. Capture what’s happening through the window on your road trip, or from your bicycle seat as you pedal through your neighborhood.\nCapture the sense of place. It’s often the details that make a location unique, such as perfect ripples on a pond or the long shadows of people walking by in a train station. Think about the special details you’d want to share with friends.\nInvite your people to come along. Traveling with family or friends can make an experience totally different than when you fly solo. Show us their personalities (and yours!) with candid selfies and in-the-moment photos and videos.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,486,050", "path": "instagram/picture0254.jpg", "like_list": [], "date_time": "Mar 24, 2018", "location": "The Forum", "tag_list": ["@jiffpom", "#WeeklyFluff", "@jiffpom", "@nickelodeon"], "caption": "Photo by \nHello, world! For today’s very special edition of , we’re pleased to share this lil’ Q&A with the even lil’er Jiffpom (), the beloved Pomeranian pup and a Kids’ Choice Awards () nominee for Favorite Instagram Pet. 🐻 💗 Read on, fluff lovers:\nInstagram: Hi, Jiffpom! What are your favorite activities?\nJiffpom: Shopping, taking selfies and skateboarding.\nIG: What are your favorite snacks?\nJP: 🍕 and 🍰.\nIG: How would you describe your personality?\nJP: Social butterfly.\nIG: If you could be another animal, what would you be?\nJP: Panda bear. 🐼"}, {"num_of_comments": 24, "num_of_like": "1,006,198", "path": "instagram/picture0255.jpg", "like_list": [], "date_time": "Mar 23, 2018", "location": "Greenland", "tag_list": ["@ciriljazbec", "@ciriljazbec"], "caption": "Photo by \nIt can take five flights, a helicopter and a dog sled team to get to some settlements in Greenland. But the long journey is always worth it for Slovenian photojournalist Ciril Jazbec (), who documents the climate-related changes taking place on this island of ice. “Greenland’s entire surface has started to melt,” says Ciril. “The speed of glaciers melting has increased dramatically. Only five or 10 years ago, it was a whole different story. Greenlanders used to have very strong hunting communities, but because of climate change there is no longer enough ice.”\nDespite the reality of documenting these changes, Ciril seeks to capture the humanity. “How do you show the human face of climate change?” he asks. “How do you show what it’s like for these communities that are living in low-lying places and islands? I’m trying to somehow build a bridge between these issues and the viewers. Our planet is very fragile. It’s important to keep going back to Greenland and sharing with the world what is going on, so they know that we can’t take everything for granted.”\nSee Greenland through Ciril’s lens on our story today."}, {"num_of_comments": 24, "num_of_like": "1,345,019", "path": "instagram/picture0256.jpg", "like_list": [], "date_time": "Mar 22, 2018", "location": "Yekaterinburg, Sverdlovskaya Oblast', Russia", "tag_list": ["@rexiecat", "#WeeklyFluff", "@rexiecat", "#cattitude"], "caption": "Photo by \nHello, world! It’s time for a very special edition of . Meet Rexie (), the 3-year-old “handicat” who harnesses his  every day. “Despite lacking the ability to use his rear end due to an injury, Rexie by no means lets it slow him down,” explains Rexie’s human, Dasha. “Even if he has to use only his two feet to walk, he still manages to move around very easily, and he actually runs pretty fast!”\nWatch our story to learn more about Rexie’s world. 🐾"}, {"num_of_comments": 24, "num_of_like": "1,268,772", "path": "instagram/picture0257.jpg", "like_list": [], "date_time": "Mar 21, 2018", "location": "Goa, India", "tag_list": ["@paradox7_", "@paradox7_", "#WHPblackandwhite"], "caption": "Photo by \nNineteen-year-old photographer Rohang Mishal () reframed his view of a typical beach scene for . “We were talking and cracking jokes when suddenly the beach drew my attention,” says Rohang. “The tourists, the ferry, the man striding by — plus a cameo by my favorite shoes — I like the raw emotion of looking at life.”"}, {"num_of_comments": 24, "num_of_like": "1,186,295", "path": "instagram/picture0258.jpg", "like_list": [], "date_time": "Mar 21, 2018", "location": "Milan, Italy", "tag_list": ["@iconize", "@iconize", "#WHPblackandwhite"], "caption": "Photo by \nLeaping lovers take flight in Milan’s Piazza Gae Aulenti, as captured by Marco Ferrero (), who credits his “craziness” as a major creative inspiration. “I’m always smiling and jumping around,” he says. "}, {"num_of_comments": 21, "num_of_like": "1,186,295", "path": "instagram/picture0259.jpg", "like_list": [], "date_time": "Mar 21, 2018", "location": "Jacksonville, Florida", "tag_list": ["@hiltonic_", "@hiltonic_", "#WHPblackandwhite"], "caption": "Video by \n⚡️🌈🤪 Down the rabbit hole we go into stop-motion animator Evan Hilton’s () hypnotizing  “color disruption” submission. “I think the bright colors and the black and white complement each other in a beautiful way,” he says.\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "799,155", "path": "instagram/picture0260.jpg", "like_list": [], "date_time": "Mar 21, 2018", "location": "Seoul, South Korea", "tag_list": ["@ya__queen", "@ya__queen"], "caption": "Photo by \nFor Yeon-a Kim (), a satisfying meal starts with rice, “the most important and fundamental element of Korean food.” At home in her kitchen in Seoul, Yeon-a enjoys mixing in seasonal ingredients to create her own version of Korean cooking and sharing her plated creations to inspire others.\nCheck out our story for a taste of Yeon-a’s signature cooking style."}, {"num_of_comments": 22, "num_of_like": "821,728", "path": "instagram/picture0261.jpg", "like_list": [], "date_time": "Mar 20, 2018", "location": "Sky Deck Willis Tower (Sears Tower)", "tag_list": ["@erikmarthaler", "@erikmarthaler", "#WHPblackandwhite"], "caption": "Photo by \nDimension and detail, plus the perfect pair of striped pants, gave Erik Marthaler’s ()  submission an edge. The Chicago-based photographer took this image from a unique vantage point on the Sears Tower."}, {"num_of_comments": 24, "num_of_like": "788,897", "path": "instagram/picture0262.jpg", "like_list": [], "date_time": "Mar 20, 2018", "location": "Asalem", "tag_list": ["@kiarang_alaei", "#WHPblackandwhite", "@kiarang_alaei"], "caption": "Photo by \nThrow your wings up for this moment of pure childhood joy, captured for  by Kiarang Alaei ().\nFollow along as we feature some of our favorite submissions to last weekend’s hashtag project."}, {"num_of_comments": 22, "num_of_like": "832,528", "path": "instagram/picture0263.jpg", "like_list": [], "date_time": "Mar 17, 2018", "location": "", "tag_list": ["@frederic_vasquez", "#WHPblackandwhite", "#WHPblackandwhite"], "caption": "Featured photo by \nWe’re embracing the drama of black and white for this Weekend Hashtag Project: .\nTry our black-and-white filters in photos and stories, and make adjustments using the contrast tool. Grayscale has a wide range and it can help focus the subject by getting rid of distracting colors, especially if the light isn’t great.\nGo to where the action is happening. Your photos and videos don’t have to be serious and moody. Find a dog park or outdoor concert to capture playful and dynamic scenes.\nLook for texture and patterns. Back away from buildings to see the repeating shapes of windows and doors; or get close to flowers and leaves to magnify their lines and silhouettes.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "832,528", "path": "instagram/picture0264.jpg", "like_list": [], "date_time": "Mar 17, 2018", "location": "Vancouver Island", "tag_list": ["@paulnicklen", "@sea_legacy", "@paulnicklen"], "caption": "Video by \nOff the coast of Vancouver Island, British Columbia, in the Strait of Georgia, billions of herring gather in the waters to spawn. With them arrives a huge influx of marine birds, orcas and the ⭐ of our story: Steller sea lions.\nWildlife conservation photographer, cinematographer and co-founder of SeaLegacy () Paul Nicklen () is taking us on an underwater adventure to get up close and personal with these curious sea creatures. From his work in the Strait of Georgia to help people understand the importance of the Salish Sea and herring season, he knows firsthand just how playful the Steller sea lions can be. (In his words, he’s felt like “a human chew toy.”)\nCheck out our Instagram story to see Paul and these pups in action."}, {"num_of_comments": 24, "num_of_like": "832,528", "path": "instagram/picture0265.jpg", "like_list": [], "date_time": "Mar 16, 2018", "location": "", "tag_list": ["@ramune0123", "#WeeklyFluff", "@ramune0123", "@ramune0123"], "caption": "Video by \nHello, world! Our  is coming to you from Japan: a pair of white Pacific parrotlets named Ramune and Soda (), affectionately referred to as “tiny dinosaurs” by their human. Though the parrotlet is one of the smallest birds in the parrot family, these two have a lot of personality to share, whether they’re learning a new trick (bowling!) or just enjoying a nice head-scratch. Follow  to keep up with this feathered duo."}, {"num_of_comments": 24, "num_of_like": "832,528", "path": "instagram/picture0266.jpg", "like_list": [], "date_time": "Mar 15, 2018", "location": "", "tag_list": ["@paulrabil", "@paulrabil"], "caption": "Video by \nWhen he was 12 years old, Paul Rabil’s () neighbor handed him a lacrosse stick. “I remember playing in my first game and taking my first shot,” says the American lacrosse player, who grew up in Maryland and now plays professionally for New York and Team USA. “I wasn’t any good, and the ball traveled in the opposite direction of where I was aiming. I remember feeling upset, but also invigorated by the challenge to improve.”\nNow 32, “a year younger than LeBron James,” he notes, Paul’s passion never left. “Hard work is defined by effort and endurance. The latter is the most difficult,” he says. “To be able to stay motivated, put in hours of training, make daily sacrifices and truly be passionate about what you do is rare. If you have it, go all in, and be prepared to commit years of your life to the journey.”\nCheck out our story to join Paul on the field."}, {"num_of_comments": 24, "num_of_like": "1,081,516", "path": "instagram/picture0267.jpg", "like_list": [], "date_time": "Mar 14, 2018", "location": "Oxford, Oxfordshire", "tag_list": ["@weekend_wanderlust_", "@weekend_wanderlust_"], "caption": "Photo by \n“WHP🦄 inspired me to think outside the box,” says Izzy Berger (), who spotted this flock of flying birds in the reflection of a puddle. “Unicorns are usually associated with bright colors, but I wanted to maintain my photo style. When I saw this bird formation, I thought it would make a great unicorn horn. The rest was down to a lot of patience and good timing!”"}, {"num_of_comments": 24, "num_of_like": "924,567", "path": "instagram/picture0268.jpg", "like_list": [], "date_time": "Mar 14, 2018", "location": "Mexico City, Mexico", "tag_list": ["@letizilla", "@letizilla", "#WHP🦄"], "caption": "Photo illustration by \n“I cannot help myself from being creative when I’m surrounded by colors,” says graphic designer Leticia Ramos (). “I wanted to represent  as I am — smiling and being happy for having my unicorn balloon.”"}, {"num_of_comments": 22, "num_of_like": "830,731", "path": "instagram/picture0269.jpg", "like_list": [], "date_time": "Mar 14, 2018", "location": "", "tag_list": ["@aravisdolmenna", "@aravisdolmenna", "#WHP🦄"], "caption": "Photo by \nAt home in England, Aravis Dolmenna () turned lunchtime prep into her  submission. “I like to use the ordinary, everyday items around me to make unexpected pictures,” says Arvis. “This allowed me to really use my imagination.” 🥕\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 21, "num_of_like": "1,553,450", "path": "instagram/picture0270.jpg", "like_list": [], "date_time": "Mar 13, 2018", "location": "Horseshoe Bend", "tag_list": ["@mmeyers76", "@mmeyers76", "#WHP🦄"], "caption": "Photo by \nA spectacularly pink Arizona sunset is made even better with the addition of Steve, a stuffed unicorn that Mike Meyers () bought at the start of a road trip. “I have no idea what compelled me to buy Steve,” he writes in the caption of his  submission, “but he seems all right with it all, especially if we keep taking him to places like this.”"}, {"num_of_comments": 22, "num_of_like": "659,871", "path": "instagram/picture0271.jpg", "like_list": [], "date_time": "Mar 13, 2018", "location": "Moscow, Russia", "tag_list": ["@oluuukaa", "@oluuukaa", "#WHP🦄"], "caption": "Photo by \nBright colors electrify the scene in Olga’s ()  submission, which features her “dearest friend Maria, an expert in unicorns and a just really awesome girl.”"}, {"num_of_comments": 24, "num_of_like": "764,510", "path": "instagram/picture0272.jpg", "like_list": [], "date_time": "Mar 13, 2018", "location": "", "tag_list": ["@pointerproblems", "@pointerproblems", "#WHP🦄"], "caption": "Photo by \n“If you’re lucky enough to be different, don’t ever change. The world needs more unicorns.” —Gordie and Lylle ()\nFollow along to see more of our favorites from last weekend’s hashtag project,  ."}, {"num_of_comments": 24, "num_of_like": "764,510", "path": "instagram/picture0273.jpg", "like_list": [], "date_time": "Mar 13, 2018", "location": "", "tag_list": ["@stirandstyle", "@stirandstyle"], "caption": "Video by \nAn appetite for entrepreneurship (and noodles) led June Quan to transform a career in entertainment law into  – a personal brand dedicated to sharing her love of eating. Leaving work that she loved “was the toughest decision of my entire life,” but June is enjoying the journey. “I’ve had fun finding my own voice in the food scene and I use my law degree every single day,” she says. In addition to co-owning three restaurant stands at Smorgasburg in LA, June is adding her own flavor to the food blogging scene by enjoying larger-than-life eats on camera to educate her audience about lesser-known eateries that are worth the trip. “Being a restaurant owner too, I definitely support local businesses. I want to spotlight the restaurants that are affordable, and good, and easy, and casual.”"}, {"num_of_comments": 24, "num_of_like": "1,084,581", "path": "instagram/picture0274.jpg", "like_list": [], "date_time": "Mar 10, 2018", "location": "", "tag_list": ["@studiomucci", "#WHP🦄", "#Boomerang", "#WHP🦄"], "caption": "Featured photo by \nCelebrate the uniqueness and style of unicorns for this Weekend Hashtag Project: \nCapture your real-life unicorns, the individuals that really stand out. With an action-packed  or playful portrait of a friend (humans and animals both work), show us their true personality.\nLook for light and colors that pop. An everyday place can transform into a magical location with the addition of a single light beam spilling into a dark room or an orange boat that jumps out against a blue sea.\nFocus on the little things. Get close to capture special details of a new hair style or handcrafted origami. Include the written details in your caption, too.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,084,581", "path": "instagram/picture0275.jpg", "like_list": [], "date_time": "Mar 10, 2018", "location": "", "tag_list": ["@harlemglobetrotters"], "caption": "Half-court shots, spin moves and selfie dunks — the Harlem Globetrotters () must be in town. 🏀🔥 Today, watch our story to get your fill of trick shots from this world traveling team of hoopsters."}, {"num_of_comments": 24, "num_of_like": "514,245", "path": "instagram/picture0276.jpg", "like_list": [], "date_time": "Mar 9, 2018", "location": "San Francisco, California", "tag_list": ["@christiehemmklok", "@christiehemmklok", "@womenphotograph", "#InternationalWomensDay"], "caption": "Photo by \nHer toddler’s obsession with firefighters lit a 🔥 under photographer Christie Hemm Klok (). “He had 10 books all about firefighters. I think maybe one of them had a very short-haired woman. That was the extent of it,” says Christie.\nWhile in art school, she had the idea to document female firefighters, but her local station in Southern California didn’t have any women. This time, she reached out to United Fire Service Women, a nonprofit that advocates for women in the San Francisco Fire Department. “The timing was right,” says Christie — their response was immediate. The organization was looking for a photographer to help celebrate the 30-year anniversary of women in the department.\n“When women are in male-dominated careers, especially careers like firefighting or something that’s really labor intensive, I don’t think they always get viewed as regular people,” says Christie. “The greatest part about the project is that I got to meet every single kind of person, from every walk of life. And that’s the thing, you don’t have to be supernatural to be a female firefighter. You just have to be a regular woman.”\nChristie is part of Women Photograph (), a global catalog of independent women photojournalists on a mission to elevate female voices. We’re celebrating  with photographers from the collective. Tune in to our story to see projects from around the world."}, {"num_of_comments": 24, "num_of_like": "1,552,309", "path": "instagram/picture0277.jpg", "like_list": [], "date_time": "Mar 7, 2018", "location": "San Luis Potosi", "tag_list": ["@rperspective", "#WHPlandscape", "@rperspective"], "caption": "Photo illustration by \nTo create his  submission, Ramiro Montejano () traveled to a dam near his hometown in central Mexico. “I really love the feeling this photo gives me,” he says. “It takes me back to that day, having a blast exploring and creating cool photos with my friends.” 🌝"}, {"num_of_comments": 24, "num_of_like": "1,098,446", "path": "instagram/picture0278.jpg", "like_list": [], "date_time": "Mar 7, 2018", "location": "Muir Beach, California", "tag_list": ["@danielmercadante", "@danielmercadante", "#WHPlandscape"], "caption": "Photo by \nUsing long exposure and a homemade light bar attached to a hockey stick, Daniel Mercadante () created this light painting of the “Rainbow Road” along the California coast. 🌈 “I love to imagine that the Rainbow Road runs all over the planet and into the depths of the universe,” says Daniel. “It reminds me that wherever we are, light and happiness guide us if we are willing to see it.” "}, {"num_of_comments": 24, "num_of_like": "695,081", "path": "instagram/picture0279.jpg", "like_list": [], "date_time": "Mar 7, 2018", "location": "Neist Point Lighthouse", "tag_list": ["@herselfdesigns", "@herselfdesigns", "#WHPlandscape"], "caption": "Photo illustration by \nBright flowers pop against moody cliffs in artist Heather Raymond’s ()  submission. “I spent many hours here waiting for a sunset that never came, but I fell in love with the light anyway,” she says. “By layering flowers over the composition, I made the feelings I felt when taking the photo come alive.” 🌻\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "750,289", "path": "instagram/picture0280.jpg", "like_list": [], "date_time": "Mar 6, 2018", "location": "Kungsholmen, Stockholms Län, Sweden", "tag_list": ["@kutovakika", "@kutovakika", "#WHPlandscape"], "caption": "Photo by \nA tiny forest springs out of Veronika’s () hand. “Sometimes it’s the small landscapes we see every day that are the most beloved,” she writes. "}, {"num_of_comments": 24, "num_of_like": "843,600", "path": "instagram/picture0281.jpg", "like_list": [], "date_time": "Mar 6, 2018", "location": "Shanghai, China", "tag_list": ["@blackmobil", "#WHPlandscape"], "caption": "Photo by \n7 a.m. in Shanghai = the perfect time to reflect over some martial arts. "}, {"num_of_comments": 21, "num_of_like": "1,203,787", "path": "instagram/picture0282.jpg", "like_list": [], "date_time": "Mar 6, 2018", "location": "Iceland", "tag_list": ["@simona_br_photography", "#WHPlandscape"], "caption": "Photo by \nLooks like we’ve found the end of the 🌈. This welcome surprise pierced through the sky for .\nFollow along as we feature some of our favorite submissions to last weekend’s hashtag project."}, {"num_of_comments": 21, "num_of_like": "784,592", "path": "instagram/picture0283.jpg", "like_list": [], "date_time": "Mar 5, 2018", "location": "The Oscars", "tag_list": ["#Oscars", "@tomholland2013", "@theacademy"], "caption": "Heading to the  is an exciting experience for any actor, actress — or even superhero. Today on our story, we’re tagging along with Tom Holland (), the British actor who plays Spider-Man and is a presenter at this year’s 90th Academy Awards (). Tune in to join Tom on the red carpet and see the Hollywood glamour up close. 🤩"}, {"num_of_comments": 22, "num_of_like": "784,592", "path": "instagram/picture0284.jpg", "like_list": [], "date_time": "Mar 4, 2018", "location": "Paris, France", "tag_list": ["@dior", "#PFW"], "caption": "Video of \nWelcome to Paris, the City of Light! ✨ Today on our story, you’ll be transported to the front row of Paris Fashion Week to see the latest styles for this coming fall and winter. ❄️ "}, {"num_of_comments": 24, "num_of_like": "784,592", "path": "instagram/picture0285.jpg", "like_list": [], "date_time": "Mar 3, 2018", "location": "Latsch, Graubunden, Switzerland", "tag_list": ["@negrito.the.kitcat", "@negrito.the.kitcat", "#WeeklyFluff"], "caption": "Video by \nHello, world! We’re pleased to introduce you to Negrito (), our  and a fearless explorer of frigid Swiss snowbanks. Take a page out of Negrito’s book and dive paws-first into this weekend. ☃️"}, {"num_of_comments": 24, "num_of_like": "1,052,499", "path": "instagram/picture0286.jpg", "like_list": [], "date_time": "Mar 3, 2018", "location": "Moraine Lake", "tag_list": ["@zrodyr", "#WHPlandscape", "#WHPlandscape"], "caption": "Featured photo by \nGet outside and explore for our Weekend Hashtag Project: .\nInject energy into an otherwise quiet moment. Capture a friend leaping in the air, or get low to include a patch of flowers in the foreground.\nAdd mood naturally. Time your outing during the golden hour (sunrise or sunset). Bad weather can make for great photos and video, too. Dramatic clouds transform the sky on a windy day; colors pop after a rainstorm.\nFocus on the details. Capture an intimate view from your windowsill or even a hand-drawn scene. Imagine what it would be like to see the scene from an ant’s perspective.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "907,209", "path": "instagram/picture0287.jpg", "like_list": [], "date_time": "Mar 3, 2018", "location": "Chicago, Illinois", "tag_list": ["@_kellyu", "@_kellyu", "@neda", "#NEDAwareness"], "caption": "Photo by \n“I’ve been in recovery for about a year, which does not mean healed. It means I’m aware of my struggles, and now I’m working on it,” says 24-year-old Kelly Uchima (), who lives in Chicago. From elementary school through college, Kelly struggled with eating disorders. In 2015, she sought support from a therapist, and her relationship with herself started to transform, both IRL and on Instagram. Today her account, previously focused on fitness, is devoted to self-love. “Pursuing a relationship with yourself, your body and food in self-loving ways is such a journey that’s forever,” says the academic researcher. “I think that’s my biggest mission in social media: showing people how to become their own friend, their own supporter.” 💕\nTo learn more about Kelly, check out today’s story.\nThis post recognizes  Awareness Week in the US. "}, {"num_of_comments": 24, "num_of_like": "780,235", "path": "instagram/picture0288.jpg", "like_list": [], "date_time": "Mar 1, 2018", "location": "Shiraz, Iran", "tag_list": ["@sarahpannell", "@sarahpannell"], "caption": "Photo by \nSarah Pannell () isn’t fazed by going solo on a long road. “The mentality around distance and proximity is far more vast being from Australia,” says the 30-year-old photographer, who uses an analog film camera and prefers to pack light. “I’m fascinated by the human footprint and the monumental physical impact we have on this earth,” she says, “and the bizarre ways this plays out in our built environments.” But as her path stretches to locations like Iran and Japan, Sarah is drawn back home. “The more I travel, the more I find myself interested in my own country.”\nWatch our story to see more from Sarah."}, {"num_of_comments": 17, "num_of_like": "650,883", "path": "instagram/picture0289.jpg", "like_list": [], "date_time": "Feb 28, 2018", "location": "East Village, Manhattan", "tag_list": ["@myparrotlife", "@myparrotlife", "#WHPtwinning"], "caption": "Photo by \n“Our parrot Tango has a serious case of FOMO,” says Ifrah Shahi (), who bought a mini bowl so that Tango could enjoy his own cereal. “He always wants to do what we’re doing and eat what we’re eating. When I saw the  theme, I thought it was the perfect timing to showcase Tango’s copycat behavior.”"}, {"num_of_comments": 24, "num_of_like": "960,828", "path": "instagram/picture0290.jpg", "like_list": [], "date_time": "Feb 28, 2018", "location": "Sydney, Australia", "tag_list": ["@sh3ngy", "@sh3ngy", "#WHPtwinning"], "caption": "Photo by \nGood luck and a strong wind were on Marc Tan Shengyi’s () side when he took this accidental  portrait. “My intention was to photograph the Sydney Opera House only,” he says. “The person with the similar hair in the foreground was a coincidence. It’s not often that people can look like architecture!”"}, {"num_of_comments": 24, "num_of_like": "811,378", "path": "instagram/picture0291.jpg", "like_list": [], "date_time": "Feb 28, 2018", "location": "", "tag_list": ["@claudiaa619", "#WHPtwinning"], "caption": "Photo by \nWhen  gets literal. 👯‍♀️\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "1,482,631", "path": "instagram/picture0292.jpg", "like_list": [], "date_time": "Feb 27, 2018", "location": "", "tag_list": ["@jenniferfuchs", "#WHPtwinning"], "caption": "Photo by \nWhich fluff is the real Leo? 🐶 "}, {"num_of_comments": 24, "num_of_like": "1,975,859", "path": "instagram/picture0293.jpg", "like_list": [], "date_time": "Feb 27, 2018", "location": "Puerto Rico", "tag_list": ["@asenseofhuber", "@asenseofhuber", "#WHPtwinning"], "caption": "Photo by \nWhen Kyle Huber () bought this tank top months ago, he had a vision of this  submission. “I’ve worn it often, always waiting for the opportunity that never came,” he writes in his caption. “Earlier this week, while exploring Puerto Rico, we finally brought my imagination into reality at one of the most beautiful beaches I’ve ever stood on.”"}, {"num_of_comments": 24, "num_of_like": "733,186", "path": "instagram/picture0294.jpg", "like_list": [], "date_time": "Feb 27, 2018", "location": "Tokyo, Japan", "tag_list": ["@smilewithjeryl", "#WHPtwinning"], "caption": "Photo by \nA happy coincidence of  in a Tokyo intersection.\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 22, "num_of_like": "550,499", "path": "instagram/picture0295.jpg", "like_list": [], "date_time": "Feb 27, 2018", "location": "Milan, Italy", "tag_list": ["@vittoceretti", "#MFW"], "caption": "Italian model Vittoria Ceretti () grew up just a few hours away from Milan, which makes walking the runways at Milan Fashion Week feel all the more special. “Milan makes me feel like I’m home,” says the 19-year-old. “Whenever I come here, I’m most looking forward to seeing my family and walking for the Italian fashion houses. It makes me proud to be representing the Italian flag!”\nToday, watch our story to spend  with Vittoria, from backstage fittings to the runways."}, {"num_of_comments": 24, "num_of_like": "1,108,095", "path": "instagram/picture0296.jpg", "like_list": [], "date_time": "Feb 25, 2018", "location": "", "tag_list": ["@shp92shp", "@shp92shp", "@olympics", "#Pyeongchang2018"], "caption": "Photo by \nSouth Korean speed skater Seunghi Park () has now competed in the Winter Olympics in not just one sport, but two. This year, the former short track skater — who won two gold medals in the 2014 Winter Olympics — is trying her hand at speed skating, competing in distances up to 1,000 meters. “Changing my sport took a lot of effort because the two are very different,” says Seunghi. “But I love the thrill that comes along with the speed.” Seunghi was born in Seoul and lives and trains in Hwaseong-si, a city in northwest South Korea. “The fact that the Olympics are taking place in my home country makes me feel more responsible and proud,” she says. Watch our story to see Seunghi training on the ice.\n\nThe Winter Olympics () are taking place in Pyeongchang, South Korea, February 9-25. Tune in as we spotlight competing athletes from around the world. "}, {"num_of_comments": 24, "num_of_like": "1,491,566", "path": "instagram/picture0297.jpg", "like_list": [], "date_time": "Feb 24, 2018", "location": "", "tag_list": ["@mambo926", "#WHPtwinning", "#WHPtwinning"], "caption": "Featured photo by \nWeekend Hashtag Project: \nEver looked up to realize you’re coincidentally wearing the same outfit as your BFF or co-worker? This weekend, the goal is to capture moments of shared likeness that make you smile.\nCreate your own. This assignment is not just for people who look alike. Show us a close-up of matching nail art or the details of a collaborative art project.\nObserve the natural world. Plants and insects are incredible mimics. Photographing them in their surroundings can bring an added layer of surprise.\nBe open. Twinning isn’t all about obvious sets; objects and architecture can resemble people and animals. For example, your neighbor’s bush may perfectly mirror your poodle’s haircut.\nMake sure you’re ready. Moments of twinning may be fleeting. As they say, pics or it didn’t happen!\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 17, "num_of_like": "1,491,566", "path": "instagram/picture0298.jpg", "like_list": [], "date_time": "Feb 24, 2018", "location": "Columbus, Ohio", "tag_list": ["@nifmuhammad", "#BlackHistoryMonth", "@museummammy", "@nifmuhammad"], "caption": "Video by \nThroughout , celebrated during February in the United States and Canada, we’re highlighting next-generation creatives of color who are shaping the future of their communities. Each of the featured accounts was selected by writer, curator and activist Kimberly Drew ().\n“Hanif Abdurraqib () is a deeply talented writer and educator, representing as a beacon of hope, dedicated to championing black culture, authenticity and the written word,” says Kimberly of Hanif. “Hailing from Columbus, Ohio, he reps the Midwest in everything that he does, constantly interrogating notions of home in his work. As conversations about gentrification in the US loom large, Hanif is able to bring new, personal perspectives through his poetry. He has a great sense of humor while remaining committed to telling the truth. As an educator, he shared with me that he encourages his students to write about the music that makes them feel most seen, and that sometimes he’ll get essays or poems about [American hip-hop group] Migos. That’s the future I want to live in.”\nWatch our story to see more from Hanif."}, {"num_of_comments": 24, "num_of_like": "605,496", "path": "instagram/picture0299.jpg", "like_list": [], "date_time": "Feb 23, 2018", "location": "", "tag_list": ["@tessledeux", "@tessledeux", "#Pyeongchang2018", "@olympics"], "caption": "Photo by \nSixteen-year-old Tess Ledeux () still remembers her first backcountry ski experience in her hometown in the French Alps: “I was following much older friends and decided to drop off a small cliff with them,” says Tess, who was 9 years old at the time. “The result was a broken nose, but it didn’t stop my love of jumps and tricks!” ⛷\nTess is the youngest French athlete representing her country at the Winter Olympics this year in . “It’s just so cool to see all these athletes from so many different countries and cultures, all reunited by their love for winter sports,” says the slopestyle skier, a sport that combines downhill skiing with terrain park obstacles, like jumps and rails. “After the Olympics, I’ll probably take a short break from skiing. But I’ll soon get back to practicing. I can’t go too long without it!” 🇫🇷\nThe Winter Olympics () are taking place in Pyeongchang, South Korea, February 9-25. Tune in as we spotlight competing athletes from around the world."}, {"num_of_comments": 19, "num_of_like": "570,038", "path": "instagram/picture0300.jpg", "like_list": [], "date_time": "Feb 23, 2018", "location": "Brooklyn, New York", "tag_list": ["@naimagreen", "#BlackHistoryMonth", "@museummammy", "@naimagreen"], "caption": "Photo by \nThroughout , celebrated during February in the United States and Canada, we’re highlighting next-generation creatives of color who are shaping the future of their communities. Each of the featured accounts was selected by writer, curator and activist Kimberly Drew ().\n“Naima Green () has an incredibly generous mode of image-making,” says Kimberly of the Brooklyn, New York-based artist and educator. “She invites each of her subjects to breathe and imagine. In lush landscapes, subjects in the ‘Jewels from the Hinterland’ series are presented in landscapes often denied to black bodies. Many of the figures in the series are writers, community leaders and other photographers, so in one way she presents beautiful images and in the other she presents the possibility for creative change. Her work is like an encyclopedia of dope black people we’ll study in books one day.”\nWatch our story to see more from Naima."}]}