{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "446,717", "path": "instagram/picture3701.jpg", "like_list": [], "date_time": "Sep 24, 2014", "location": "", "tag_list": ["#WWIM10", "@dimikangaroo", "#symmetrymeet", "@dimikangaroo"], "caption": "The next Worldwide InstaMeet () is coming up on the weekend of October 4-5! Some tips from Russia InstaMeet participant Dmitry Morugov (): “Come to the InstaMeet with a positive mood, create some ideas for photos in advance and try to realize your ideas with others. Do not forget to use a hashtag and explore new places in your city.” To learn more about InstaMeets and connect with Instagrammers in your area, visit instagram.com/instameets.\n\nVideo from  by "}, {"num_of_comments": 24, "num_of_like": "439,022", "path": "instagram/picture3702.jpg", "like_list": [], "date_time": "Sep 24, 2014", "location": "", "tag_list": ["@compartes", "@compartes", "@compartes"], "caption": "For Los Angeles chocolatier Jonathan Grahm (), the art of crafting sweets has been a lifelong project. As he explains, “I love chocolate. I think up recipes in my dreams and have a little book next to my bed where I write down flavor combinations.” He first started making chocolate at the age of 15 and, driven by his passion, purchased a chocolate shop nine years later. Despite having no formal training, he has since grown Compartes into an international brand producing small batches of over 200 different—and often unexpected—flavors.\n\nIn creating recipes ranging from blackberry sage to “Old Hollywood” (dark chocolate with smoked sea salt), inspiration often comes from Los Angeles itself: its traditions, people, sights and sounds. Channeling his upbringing and experiences in the city, Jonathan has ultimately molded Compartes into a reflection of himself: “It's my world, likes, loves, passions and ideas spread out onto chocolate. The future only gets bigger and brighter—and more delicious—from here.” For more photos of Jonathan's craft chocolate creations, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "379,063", "path": "instagram/picture3703.jpg", "like_list": [], "date_time": "Sep 23, 2014", "location": "", "tag_list": ["@sally_mao", "@sally_mao", "@sally_mao"], "caption": "“The absolute truth appears in your drawing when you have no chance to change it,” says Moscow-based Instagrammer Anna Rastorgueva (), who creates an exquisite daily diary using only felt-tip markers. She takes inspiration from the detailed illustrations of botany and zoology books, a lifelong love of hers. “When I read ‘Brehm's Life of Animals,’ I dreamed of meeting all the heroes from the pages of his book,” she explains. Anna draws anywhere, whether standing among thousands of people at a concert or even at a nude beach. For her, drawing is her personal space. “When I draw, I can dive deep into the moment and emotions. As Salvador Dalí said, ‘Drawing is the honesty of the art. There is no possibility of cheating. It is either good or bad.’” To see more photos of Anna's notebook sketches, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "564,512", "path": "instagram/picture3704.jpg", "like_list": [], "date_time": "Sep 23, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@sparkletheoneeyedcat", "@sparkletheoneeyedcat"], "caption": "Hello, Instagram! It’s time for the ! Today we meet a wonderful one-eyed kitty named Sparkle (). Sparkle is also special in another way: she’s a polydactyl, which means she has extra toes on her paws. To add a splash of unconventionally beautiful feline fluff to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "333,244", "path": "instagram/picture3705.jpg", "like_list": [], "date_time": "Sep 23, 2014", "location": "", "tag_list": ["@larkvain", "@paperlet", "@elisehanna", "@sugarandcloth", "@waskerd", "@smcmennamy", "@kleineknetwelt", "@vladberte", "@gittestark", "#WHPthemakingof"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "471,960", "path": "instagram/picture3706.jpg", "like_list": [], "date_time": "Sep 22, 2014", "location": "", "tag_list": ["@gotlib", "@lakxs", "@huntgram", "@huntgram", "@huntgram"], "caption": "Buenos Aires Instagrammers Agustin Gotlib () and Lucas Warat () have embarked on a trip around the world to visit the Instagram community, with a twist: they've invited a fox named Julio () to come along for what they describe as the best and richest experience of their lives. “We love putting Julio in everyday situations such as getting a haircut or eating ice cream. When Julio appears people go crazy. We laugh and play like children.” To see more photos of Julio's adventures around the world, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "380,274", "path": "instagram/picture3707.jpg", "like_list": [], "date_time": "Sep 22, 2014", "location": "Photoville", "tag_list": ["#Photoville", "@austin_merrill", "@pdicampo", "@everydayafrica", "@everydayafrica", "@everydayusa", "@everydaymiddleeast", "@everydayasia", "@everydaylatinamerica", "@everydayiran", "@everydayjamaica", "@everydayeasterneurope", "@everydaysrilanka", "@everydayegypt", "@dalek2013"], "caption": "This weekend on the festival grounds of , a public photography exhibition in New York City, the contributing photographers of the Everyday Projects are meeting each other for the first time. “This feels like the ultimate modern moment,” says writer Austin Merrill (), who along with photographer Peter Di Campo () co-founded Everyday Africa () in 2012. “We’ve all been talking together for so long from across the world that to finally bring this incredible group together in person is electrifying. It’s like we are already family. There was no ‘let’s get to know each other’, we just hit the ground running.” Austin and Peter’s project has become a global phenomenon, with international photographers creating and contributing to Everyday editions in their own regions. Austin says, “The Everyday Projects give important perspective and context to what life is like for people around the world, outside of just the bad things that happen.” To see photos of daily life from around the world, explore these Everyday Projects: , , , , , , , , , and .\nPhoto and mural by "}, {"num_of_comments": 24, "num_of_like": "555,765", "path": "instagram/picture3708.jpg", "like_list": [], "date_time": "Sep 21, 2014", "location": "", "tag_list": ["@_sarahpabst_", "@a_mugs_game", "@alikhaligh", "@liloomis", "@misaunte", "@phonsay22", "@reycanlasjr", "@riteshuttamchandani", "@sarettasun", "@reycanlasjr"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "377,356", "path": "instagram/picture3709.jpg", "like_list": [], "date_time": "Sep 21, 2014", "location": "", "tag_list": ["@africashowboy", "@africashowboy", "@africashowboy"], "caption": "Africa’s relationship with photography is complicated, explains Nana Kofi Acquah (), a journalist and creative director-turned-photographer from Accra, Ghana. “Even though it is undeniable that African photographers saw the opportunity to fight stereotypes with their pictures, the truth was that cameras and film were extremely expensive and therefore not something to be wasted on unimportant casual moments. Today, how Ghanaians interact with photographs has changed rapidly.” Nana’s work for businesses and non-profits takes him across Africa, and his Instagram photos reflects moments both profound and banal. “I don’t believe a photograph always needs to be dramatic, ecstatic, or tragic to pique people’s interest,” he says. “I am not afraid to photograph the mundane because I know posterity might appreciate it—and in that sense, I think like a historian. My audience is anybody who is interested to know more about Africa.” To see more of Africa through Nana’s lens, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "380,126", "path": "instagram/picture3710.jpg", "like_list": [], "date_time": "Sep 20, 2014", "location": "", "tag_list": ["@alia_pop", "@alia_pop", "@alia_pop"], "caption": "“I want to create a fantastic world of hypnotic color and classic dreaminess,” says LA-based artist, Alia Penner (). “I have painted on people, horses, bouncy castles and even a school bus.” Bold patterns and colors are everywhere in Alia's work, which ranges from high-profile fashion shoots to giant, painted Starbucks cups in Hollywood. But her Instagram account feels more like a special curation of the art she makes at home—a bright mishmash of celebrity face collages and quirky magazine cutouts. “Just for fun, I started coloring in the New York Times every Sunday, using it sort of like a sketchbook. I added color to the iconic black and white images of starlets, then put them on Instagram,” she says. “They really popped.” For more whimsical portraits and fantasy stylings, follow . Photo by ."}, {"num_of_comments": 24, "num_of_like": "350,001", "path": "instagram/picture3711.jpg", "like_list": [], "date_time": "Sep 20, 2014", "location": "", "tag_list": ["#WHPthemakingof", "#WHPthemakingof", "@shopmazama"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to roll up your sleeves and capture videos of making things by hand. Some tips to get you started:\nUse this project as a moment to dust off your skills or try something new. Whether it's blacksmithing, origami, pottery or cooking, don't be afraid to be creative, get your hands dirty and—most importantly—have fun! Don't have a particular craft of your own? Seek out local crafters, bakers, artists and makers. Ask if you can learn about their work and share their craft through your videos. Finally, for showing process, think about how to pace your video. In addition to normal speed, you can use slow motion to draw out a single detailed moment or time lapse to fit an entire project into 15 seconds.\n\nPROJECT RULES: Please only add the  hashtag to videos taken over this weekend and only submit your own videos to the project. Any tagged video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "515,184", "path": "instagram/picture3712.jpg", "like_list": [], "date_time": "Sep 19, 2014", "location": "", "tag_list": ["@lindalaughs", "@lindalaughs", "@lindalaughs"], "caption": "“Horses are very honest and pure. They have a calming effect on me. They respond to feelings,” says Instagrammer Linda Heidema (), who aims to convey human emotions and expressions through her photos of horses. Once a week, Linda gets four hours away from her hectic life as a mother and youth justice officer in Groningen, Holland, and drives out to the countryside to photograph animals in the meadow. “I sit down on the ground and let their curiosity take over. Horses are very sensitive and curious animals, sometimes they ignore me totally. I want people to feel something and I try to make the picture calming because it’s also calming for me.” For more of Linda's tips on how to photograph horses, visit blog.instagram.com and follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "325,137", "path": "instagram/picture3713.jpg", "like_list": [], "date_time": "Sep 19, 2014", "location": "Honor Fraser Gallery", "tag_list": ["@kaws", "@honorfrasergallery", "@kaws"], "caption": "KAWS's () latest show “Man’s Best Friend” at Honor Fraser Gallery () in Los Angeles includes new sculpture, drawings and eye-popping, precise paintings on shaped canvases—all boldly yet cryptically referencing and reimagining popular culture. “I try to understand why certain experiences stick with me and repeat over and over in my head while I go about my day,” the artist says. “I try to create work that will have this same effect.” For more photos and videos from the show, which closes October 31, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "550,103", "path": "instagram/picture3714.jpg", "like_list": [], "date_time": "Sep 18, 2014", "location": "", "tag_list": ["@sophiegamand", "@sophiegamand", "@sophiegamand"], "caption": "New York photographer Sophie Gamand () first started the Pit Bull Flower Power series to show the breed in a new, softer light. She teamed up with several rescue groups to photograph pit bulls that were up for adoption with a new perspective to open hearts. Sophie creates headpieces for every photo shoot, patiently gluing fake flowers together in different shapes and sizes then matching the color and styles to the dog. “People are afraid of them, but the fact I was able to put flower crowns on their heads and photograph them like this says a lot about their temperament! They were all sweet and loving.” To see more flower-power pups, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "319,003", "path": "instagram/picture3715.jpg", "like_list": [], "date_time": "Sep 18, 2014", "location": "", "tag_list": ["@jacobvdlippe", "@jacobvdlippe", "@jacobvdlippe"], "caption": "“With a new instrument, the musician can actually shape the sound in the first years, making it an integral part in their way of communicating music,” explains Norwegian violin and cello maker Jacob von der Lippe (). “Instead of doing repairs, I focused on making new right from the start.” For Jacob, who took up cello at age eight, music has been a lifelong pursuit. It was a cello he built when he was 17, however, that ignited his passion. “From then on, I was hooked.” Jacob dedicated five years to studying the craft in Cremona, Italy—the violin’s birthplace—before returning to Oslo to open his shop. Fourteen years and nearly sixty instruments later, Jacob’s creations have found their way into the hands of musicians around the globe.\n\nFor more moments from Jacob’s workshop, follow .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "378,607", "path": "instagram/picture3716.jpg", "like_list": [], "date_time": "Sep 17, 2014", "location": "", "tag_list": ["@le21eme", "#lfw", "@le21eme"], "caption": "Despite featuring photo after photo of stylish people dashing between fashion shows, Adam Katz Sinding's () Instagram bio reads, “This is NOT a street style blog.” He's not joking. “I like to think I'm documenting a zeitgeist,” he says. “Something we can look back on and remember beyond the clothing and fashion. Maybe feel something.” For more behind-the-scenes photos and videos from the London collections, browse the  hashtag. Photo by "}, {"num_of_comments": 24, "num_of_like": "651,163", "path": "instagram/picture3717.jpg", "like_list": [], "date_time": "Sep 17, 2014", "location": "", "tag_list": ["@michaelmatti", "@michaelmatti", "@michaelmatti"], "caption": "Even though his photography has taken him around the world, Michael Matti ()'s heart—and Instagram feed—belong to beautiful landscapes near his home in Seattle. “The amazing outdoors scene\nin the Pacific Northwest inspired me after college,” he says. “There is so much to see with its sea-stack-filled beaches, rugged mountains and cascading waterfalls.” Michael frequently frames nature shots through tents, a technique he says is common among his peers. He also includes a human or animal figure against every backdrop—no matter how small they appear in the image. “People give scale to nature,” he says. “A waterfall shot with a tiny person in the frame helps to really add a sense of wonder to the falls.” For more from Michael's adventures in the Pacific Northwest and beyond, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "456,825", "path": "instagram/picture3718.jpg", "like_list": [], "date_time": "Sep 16, 2014", "location": "", "tag_list": ["@mzatulivetrov"], "caption": "The Heydar Aliyev Center in Azerbaijan resembles a cresting wave—there are no straight lines on the structure's curved, white surface. Constructed by British architect Zaha Hadid in 2012, the center's unique shape is a symbol of modernity in the city of Baku, reflecting the present and the future in progress. Heydar Aliyev stands primarily as a venue for art exhibitions, and its stunning landscape is also popular backdrop for visiting and local Instagrammers alike.\nFor more photos and videos from The Heydar Aliyev Center, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "753,704", "path": "instagram/picture3719.jpg", "like_list": [], "date_time": "Sep 16, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@prissy_pig", "@prissy_pig"], "caption": "Hello, Instagram! It’s time for the ! Today’s fluff is of the miniature porcine variety. Meet Priscilla () and her brother Poppleton, two adorable piglets that spend their days playing dress-up and rooting around on the beach in sunny Ponte Vedra Beach, Florida. To add a dose of playful piggy to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "371,824", "path": "instagram/picture3720.jpg", "like_list": [], "date_time": "Sep 16, 2014", "location": "", "tag_list": ["@estherleclerc", "@beavisiones", "@rob_schwartz", "@yalinbuyukdora", "@justingould", "@jshmln", "@paulineetbounty", "@jesperbulow", "@emirose820", "#WHPbwlandscapes"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "543,555", "path": "instagram/picture3721.jpg", "like_list": [], "date_time": "Sep 15, 2014", "location": "", "tag_list": ["@verenasmit", "@verenasmit", "@verenasmit"], "caption": "It all started with an old typewriter and some tired expressions. “I began playing with the clichés we hear all the time,” São Paulo visual artist Verena Smit () says. \"I'll cross out a letter or a word, but make it so it can still be read. While there’s a part that rejects the cliché, there’s also a part that would like to somehow embrace it.\" To see more photos of Verena's word play follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "358,893", "path": "instagram/picture3722.jpg", "like_list": [], "date_time": "Sep 15, 2014", "location": "", "tag_list": ["@bedelgeuse", "@bedelgeuse", "@bedelgeuse"], "caption": "“When I cut paper there is a release of tension, like the object I'm cutting out is confined in the paper and I am releasing it,” explains New York-based paper collage artist Travis Baker (). Travis never planned to become an artist but when he came across anatomical and botanical illustrations in 2009, he naturally started cutting and pasting. “Since these illustrations were done around the same time period, they had a similar aesthetic. My mind instantly came to the idea to create collages from it.” Over the years Travis has built up a large image library which he adds to over time, sourcing illustrations in old science and medical books. “My inspiration is the energy that exists between human and nature,” he says. “So much emotion is expressed by using anatomical imagery.” For more collages from Travis, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "513,978", "path": "instagram/picture3723.jpg", "like_list": [], "date_time": "Sep 14, 2014", "location": "", "tag_list": ["@blackbiirdfly", "@charlesdharapak", "@jonathanmariande", "@johnny777", "@liefstoerstout", "@mmordasov", "@mserradesanferm", "@olivialocher", "@victorblue", "@blackbiirdfly"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "480,852", "path": "instagram/picture3724.jpg", "like_list": [], "date_time": "Sep 14, 2014", "location": "", "tag_list": ["#手筒花火", "@turfwindride"], "caption": "Brave men of central Japan ignite handheld fireworks, bringing exciting showers of flames to local summer fire festivals. These cylindrical, handheld pyrotechnics called “tezutsu-hanabi” (手筒花火) originated in Toyohashi during the Edo Period (1603-1868) and continues in modern-day Japan with events such as the 19th annual Fire Festival (炎の祭典) this Saturday. To make these fireworks, craftsmen stuff black powder into bamboo trunks casted with thick ropes. Once lit, the cylinders spray sparks of fire until the explosives finish with a loud blast. Today the thrilling displays of men inside the downpours of sparks offer local and visiting Instagrammers a chance to capture some of the most spectacular moments of the summer.\n\nFor more photos and videos of handheld fireworks, browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "494,410", "path": "instagram/picture3725.jpg", "like_list": [], "date_time": "Sep 13, 2014", "location": "", "tag_list": ["@sam_stern", "@sam_stern", "@sam_stern"], "caption": "Sam Stern () published his first cookbook when he was 14 years old, but the young British author has been cooking since before he can remember. “I come from a large family with lots of taste preferences, so I was always in the kitchen helping out my mum,” he says. “I gradually moved from the little jobs to eventually taking over the kitchen.” Now 24, Sam is practically a veteran chef, with six books under his belt and another one on the way next year. But he uses Instagram to share a different, more personal display of recipes: the meals he makes at home for his family and friends. “I like to imagine the possibilities of various taste combinations, trying out new ingredients and timings,” he says. “If it starts in my imagination then triumphs on the plate—that is the ultimate rush for me.” For more photos and videos of Sam’s favorite dishes, follow . Photo by "}, {"num_of_comments": 24, "num_of_like": "327,377", "path": "instagram/picture3726.jpg", "like_list": [], "date_time": "Sep 13, 2014", "location": "", "tag_list": ["#WHPbwlandscapes", "#WHPbwlandscapes", "@peteressick"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture beautiful black and white landscapes. Some tips to get you started:\nWhen shooting landscapes, aim to include visual elements that will make your composition dynamic. In addition to a beautiful backdrop, look for interesting foreground objects and leading lines that draw your eye deeper into the photo. Next, try to visualize your photograph in black and white before you take it. Scope out scenes that have both bright and dark areas, as this will create a strong contrast in your final result. Finally, to make your photo black and white, try the Willow and Inkwell filters. For a different effect, try applying any of your favorite filters then taking the saturation all the way to zero.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "330,379", "path": "instagram/picture3727.jpg", "like_list": [], "date_time": "Sep 12, 2014", "location": "", "tag_list": ["@iamlubi", "@paulodelvalle", "@iamlubi", "@iamfubi", "@iamlubi"], "caption": "Rio de Janeiro illustrator Luiza Bione's () portraits of herself as a colorful character named Lubi blur the line between daydreams and reality. “Drawing makes virtually any scenario possible,” she says. “If Lubi wants to visit the moon, she can.” Last year, on Valentine's Day, her boyfriend Paulo Delvalle () asked her to be his girlfriend with a hand-drawn card. “He created an illustrated version of himself named Fubi,” she says. “Since then, I've been drawing Lubi and Fubi based on our lives as well as all of the things we dream of doing.” To see more photos and videos from Lubi and Fubi’s colorful carioca life, follow  and  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "409,402", "path": "instagram/picture3728.jpg", "like_list": [], "date_time": "Sep 12, 2014", "location": "", "tag_list": ["@meredithwoolnough", "@meredithwoolnough", "@meredithwoolnough"], "caption": "“I have been collecting skeletonized leaves for as long as I can remember,” explains Australian artist Meredith Woolnough (), whose elaborate embroideries mimic coral, leaves and other forms from nature. “I have always found inspiration in the natural world.” A near perfect Scribbly gum leaf Meredith found inspired her largest work to date. “I mapped out the internal structure of the leaf and translated the design into a dense network of stitches,” she says. “It took me months to complete and it almost sent me mad but I am so happy with how it turned out.” To see more of Meredith’s nature-inspired creations, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "364,717", "path": "instagram/picture3729.jpg", "like_list": [], "date_time": "Sep 11, 2014", "location": "", "tag_list": ["#nyfw", "@thecut", "@landonnordeman", "@landonnordeman", "@ThomBrowneNY"], "caption": "At New York Fashion Week (), photo editors turned to Instagrammers to interpret the collections in unexpected ways. New York Magazine's The Cut (), for example, sent Landon Nordeman () backstage at shows to shoot bold photos reminiscent of Martin Parr or Guy Bourdin. \"I'm motivated by the non-moments, colors, gestures and juxtapositions that pulse inside the high-paced chaos of the catwalks and all that surrounds them,\" Landon says. \"The only hard part, really, is keeping up.\" Photo by  of "}, {"num_of_comments": 24, "num_of_like": "465,973", "path": "instagram/picture3730.jpg", "like_list": [], "date_time": "Sep 11, 2014", "location": "", "tag_list": ["@wings_of_tin", "@wings_of_tin", "@wings_of_tin"], "caption": "“Farming is the dedication of your life to the stewardship of plants from seed to harvest, for better or for worse, in good weather or bad, through pest and disease, at all hours,” says Nikki Seibert (). Nikki spends almost every day working with local farms in Charleston, South Carolina, where she runs a sustainable agriculture program for organic farmers. She uses Instagram to showcase her favorite colorful crops and the green, flourishing landscapes of the farmlands she visits. “I hope my pictures show how important it is to support the people and places that make your community unique,” she says. “Also, how much I love playing in the dirt.” For more lush portraits of life on small local farms, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "368,188", "path": "instagram/picture3731.jpg", "like_list": [], "date_time": "Sep 10, 2014", "location": "", "tag_list": ["@vinhphams", "#LocalLens", "@vinhphams", "@vinhphams"], "caption": "“I love capturing the scenes of Sydney that have been forgotten, whether it be new or old,” says Sydney Instagrammer Vinh Pham () for this month's edition of . He often goes out with friends he met through InstaMeets to document interesting angles of the city and its people. He captured this image at Dunlop Slazenger Factory, an abandoned tire manufacturing building. Other spots he likes to shoot include the staircases at Redfern Station, a pathway running alongside the Sydney Harbour Bridge and a section of the campus at University of Technology, Sydney. “I view Sydney as an unexplored playground, which I embrace through my photographic adventures.” For more photos and videos from Vinh's explorations around Sydney, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "405,635", "path": "instagram/picture3732.jpg", "like_list": [], "date_time": "Sep 10, 2014", "location": "", "tag_list": ["@khannachandan", "@khannachandan", "@khannachandan"], "caption": "“I enrolled in a Business Administration course in Delhi,” says Delhi-based Instagrammer Chandan Khanna (), “but could not finish it as my passion was always photography.” Chandan instead became a photojournalist, traveling across his home country of India and sharing his journey on Instagram. “The uniqueness in inanimate objects differentiates one place from another,” he explains, “but the people remain the same, their hopes and despairs remain the same.” Chandan credits technology for creating a new generation of Indian photographers. “We have plenty of gigabytes to fill in, now we can experiment more than the photographers could earlier,\" he says. “We could research more, explore more, see whatever is happening in the world without even moving our head sometimes.” To see more of Chandan's journey across India, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "452,009", "path": "instagram/picture3733.jpg", "like_list": [], "date_time": "Sep 9, 2014", "location": "", "tag_list": ["@vbyktor"], "caption": "In the Gulf of Finland, a tiny fortified island sits quietly off the coast of Kronstadt, Russia. The Russian military constructed Fort Alexander I in 1845 as a way to guard the waters near Saint Petersburg. By the late 1800s, the entire island was handed over to the Imperial Institute of Experimental Medicine, who then converted the fort into a research laboratory for plague and other bacterial diseases. Known as the “Plague Fort,” the facility is currently preserved as a public sightseeing destination that provides mysterious, abandoned spaces to capture by visiting and local Instagrammers alike.\nFor more photos and videos from Fort Alexander I, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "456,085", "path": "instagram/picture3734.jpg", "like_list": [], "date_time": "Sep 9, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@soazigcrenn", "@soazigcrenn"], "caption": "Hello, Instagram! It’s time for the ! Today we meet a beautiful gray kitty named Basile (). This French feline has a fondness for feather boas, hydrangeas, and of course lounging around the house. To add Basile’s daily antics to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "409,443", "path": "instagram/picture3735.jpg", "like_list": [], "date_time": "Sep 9, 2014", "location": "", "tag_list": ["#WWIM10", "@garethpon", "@garethpon"], "caption": "On the weekend of October 4-5, join fellow Instagrammers around the world to celebrate , the 10th Worldwide InstaMeet. South Africa Instagrammer and InstaMeet organizer Gareth Pon () shares his tips for a great get-together: “Scout for good locations, consider the time of day, create a shareable way of telling people about your InstaMeet with a hashtag and think of a way to capture the meet on the day—maybe film it!” For more from Gareth, visit blog.instagram.com. To connect with Instagrammers in your area, visit instagram.com/instameets.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "307,385", "path": "instagram/picture3736.jpg", "like_list": [], "date_time": "Sep 9, 2014", "location": "", "tag_list": ["@stevesaldivar", "@smcmennamy", "@itsranan", "@geoffrey_villalba", "@msh", "@jasonfitzzz", "@olgavimo", "@anniset", "@theseventhowl", "#WHPheretothere"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "429,911", "path": "instagram/picture3737.jpg", "like_list": [], "date_time": "Sep 8, 2014", "location": "", "tag_list": ["@charlie_davoli", "@charlie_davoli", "@charlie_davoli"], "caption": "Italian Instagrammer Riccardo Schirinzi () layers images to create imagined worlds by “playing with paradoxes and mixing up real environments with surreal interferences.” Using iPhone editing apps for the process, Riccardo's inspiration is the real world around him. “When I walk down the street, I shoot anything that catches my attention, creating a data base of potential photos to work with,” he explains. “My influences are the metaphysical stream of De Chirico, the geometry love of the Bauhaus era and the super pop culture of Warhol and Lichtenstein—all mixed up and topped with a bit of retro-futuristic sci-fi style.” To explore more abstract sceneries, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "465,215", "path": "instagram/picture3738.jpg", "like_list": [], "date_time": "Sep 7, 2014", "location": "", "tag_list": ["@beingdave", "@nomadic_by_choice", "@thesquarerootofindia", "@juliaxanthos", "@showstudio_nick_knight", "@trinmama", "@davillasana", "@shinichi38", "@lanamsg", "@davillasana"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "496,189", "path": "instagram/picture3739.jpg", "like_list": [], "date_time": "Sep 7, 2014", "location": "", "tag_list": ["@skl0_", "@skl0_", "@skl0_"], "caption": "“My earlier work was mostly based on self-taught design and street installations with wheat paste and stencils,” explains Singapore artist Sam Lo (), whose photos showcase the diversity of her creative interests. “But lately I have fallen in love with sculpting, tattoos, watercolor and the aerosol can all over again.” “My love for sculpting started just a little under a year ago,” she says. “I hit a creative drought and was looking for a medium I could really connect to as an artist.” Sculpting has exposed Sam to new sources of inspiration—like the world of designer toys—but has also come with another benefit: “I find the whole process really meditative.” To see more of Sam’s creative endeavors, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "532,428", "path": "instagram/picture3740.jpg", "like_list": [], "date_time": "Sep 6, 2014", "location": "Portmeirion", "tag_list": ["@festivalnumber6", "@festivalnumber6", "@tonyevanstokyo"], "caption": "The magical setting of Portmeirion, a tiny village on the coast of North Wales, UK, gave birth to Festival No.6 (). “Festival No.6 is about so much more than music,” says festival organizer Luke Bainbridge, who strives to reflect the spirit of Portmeirion in the arts and cultural programming. Impromptu performances are known to happen throughout the weekend to create an experience truly grounded in its surroundings. “Buildings like the Central Piazza and Portmeirion Town Hall all become weird and wonderful venues and settings,\" he says.\n\nTo view more photos and videos from Portmeirion's Festival No.6, tap the blue location text above and follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "280,886", "path": "instagram/picture3741.jpg", "like_list": [], "date_time": "Sep 6, 2014", "location": "", "tag_list": ["#WHPheretothere", "#WHPheretothere", "@robin_kutlak"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos and videos that explore the ways we get from place to place. Some tips to get you started:\nThis project is all about going places, so don't be afraid to go somewhere new! Ride a bus you've never taken before, hop on a ferry or borrow a bicycle. Next, remember that transportation lends itself well to video. As starting points, try focusing on details likes motors and propellers or filming your surroundings as you move through them to create a sense of place. Think about all the ways you can tell the story of your trip. Finally, if you're interested in taking photos of people, try introducing yourself to your driver or fellow passengers and sharing portraits with their stories.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any tagged image or video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "411,800", "path": "instagram/picture3742.jpg", "like_list": [], "date_time": "Sep 5, 2014", "location": "", "tag_list": ["@mtat95", "@mtat95", "@mtat95"], "caption": "“My name is Michael Tatalovich. I am 18 years old from Las Vegas, Nevada. I guess I want people to know that I don’t define myself by any one thing. Yes, I am gay. Yes, I am a cancer survivor. Yes, I like science. But I am none of those things individually. I am a human, hurdling through space and time at the same rate as all of the other beings on this planet are.” —\n\nTo see more from Michael's visual journal of his life before and after recovery, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "339,098", "path": "instagram/picture3743.jpg", "like_list": [], "date_time": "Sep 5, 2014", "location": "", "tag_list": ["@qsakamaki", "@qsakamaki", "@qsakamaki"], "caption": "Japanese photographer, writer and educator Q. Sakamaki () lives in New York, where he documents social issues for Japanese publications. According to Q., the most interesting part about photography is how one can “feel, see and freeze the real essence of the human drama and share it with the world.” Whether capturing an image of a Harlem-bound subway passenger or schoolgirls in Tokyo, he strives to capture the human elements in moments that affect both individual people and society as a whole. “As my personal philosophy, all types of photography somehow contain self-metaphors, even in documentary photography and photojournalism.” To see more metaphorical documentary photography from Q., follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "333,794", "path": "instagram/picture3744.jpg", "like_list": [], "date_time": "Sep 4, 2014", "location": "Biomuseo", "tag_list": ["@biomuseo", "@rauloo", "@biomuseo", "@rauloo"], "caption": "On the Isthmus of Panama—the narrow land bridge that connects North and South America—a striking new museum has opened its doors after nearly a decade of construction. Designed by famed architect Frank Gehry, the Biomuseo () celebrates the key role the isthmus played in the biodiversity of the planet, enabling species to migrate between the continents after it formed some three million years ago.\nThe unique design of the structure takes its inspiration from the surrounding environment, incorporating the colors of local tropical species into the undulating steel roof and honoring the warm climate's traditional open-air floor plans. For Panama graphic designer and art director Raul Correa (), the architecture and exhibitions come together to create a memorable experience. “The museum is a very photogenic and artistic place,” he explains. “The first time I visited, it was like being transported into a story—and I could understand how the Isthmus of Panama completely changed the world. It's a fascinating story.” For more photos and videos from the Biomuseo, tap the blue location text above and follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "721,174", "path": "instagram/picture3745.jpg", "like_list": [], "date_time": "Sep 4, 2014", "location": "", "tag_list": ["@hannahmermaid", "@hannahmermaid", "@hannahmermaid", "@shawnheinrichs"], "caption": "Mermaid model Hannah Fraser () doesn't just have a passion for deep water, she considers the ocean to be her workspace. Outside coming face-to-face with whales, manta rays or even sharks, the most challenging part of her job is staying calm and maintaining a natural appearance while underwater. “I need to slow my heartbeat down by mentally relaxing, going into a meditative state where I am not thinking about anything other than where I am and the feeling of being comfortable and at one with the underwater world. This is especially important if I am swimming with wild animals.” To keep up with Hannah’s underwater adventures, follow .\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "509,187", "path": "instagram/picture3746.jpg", "like_list": [], "date_time": "Sep 3, 2014", "location": "", "tag_list": ["@twistdee", "#LocalLens", "@twistdee", "@twistdee"], "caption": "“What I love about Sydney is the beautiful coastlines and ocean mixed in with funky urban settings,” says Instagrammer Denise Kwong () for this month's edition of . Some of her favorite places to explore and shoot include rock fishing at Maroubra Beach, seaside swimming at Mahon Pool, the rocky shorelines of Turimetta Beach and the high peaks and cliffs of the Blue Mountains. Denise takes a minimalist approach when shooting and often gets her friends to interact with the landscape in interesting ways. For this photo taken at Flat Rock in the Blue Mountains, she explains, “the formation and positioning of that cloud allowed me to try something creative, so I got my friend to pose for me.” For more of Denise's photos from the landscapes found around Sydney, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "427,793", "path": "instagram/picture3747.jpg", "like_list": [], "date_time": "Sep 3, 2014", "location": "", "tag_list": ["@mattblack_blackmatt", "@everydayusa", "@mattblack_blackmatt", "@mattblack_blackmatt"], "caption": "Photojournalist Matt Black () shares stark black and white images from the farmlands of California’s rural Central Valley, where he was born and raised. “It just hasn’t seemed right for me to go to some far-flung place when there are so many stories and important things to do right around me,” he explains.\n\nTo convey the impact of years of drought and economic hardship, Matt launched the Geography of Poverty project on Instagram, where he weaves together a landscape of photos, census data, and map coordinates. “I’m trying to portray a certain environment, to build a world,” he continues. \"The goal of the project is to quite literally put places on the map.” As one of the founding members of EverydayUSA (), he now joins a dozen photographers who collaborate to share stories of life across the country. “Everyone is pursuing their own distinct thing,” says Matt, “but together the work is making a different sort of statement.” To see more of Matt's photographs from the Central Valley, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "365,385", "path": "instagram/picture3748.jpg", "like_list": [], "date_time": "Sep 2, 2014", "location": "", "tag_list": ["@luftaffe", "@luftaffe", "@luftaffe"], "caption": "“If you want to create a coffee-themed design, coffee cups are the best choice,” says Russia Instagrammer Illarion Gordon (), who posts photos of coffee cups that he has illustrated with unusual drawings. “My wife is a barista, and I use coffee cups as a place for my ideas. I just took a felt tip and drew a design on the white cup.” As a designer by day, Illarion's experimentations on coffee cups has allowed him to explore a new perspective on branding and develop his illustrations. “I create cups with melancholic and existentialist designs that would never exist in real life from real coffee brands.” To see more photos of Illarion's designs on coffee cups, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "516,676", "path": "instagram/picture3749.jpg", "like_list": [], "date_time": "Sep 2, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@tiggersousa", "#LaborDay", "@tiggersousa"], "caption": "Hello, Instagram! It’s time for the ! Today we meet Tigger (), a beautiful Golden Retriever pup with an enviable collection of bandanas. (Here she’s sporting a stars and stripes pattern in observance of .) To add some golden fluff to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "326,196", "path": "instagram/picture3750.jpg", "like_list": [], "date_time": "Sep 2, 2014", "location": "", "tag_list": ["@briannarr", "@aapoliti", "@edgilardon", "@hakimmpattani", "@51.3hz", "@stereotoy", "@gmp3", "@dtiselin", "@alyfromuk2us", "#WHPtimelapse"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "374,160", "path": "instagram/picture3751.jpg", "like_list": [], "date_time": "Sep 1, 2014", "location": "", "tag_list": ["@simonchaudoir", "@simonchaudoir", "@simonchaudoir"], "caption": "Simon Chaudoir () crafts jarring photos that draw from elements of Renaissance paintings, surrealist photography and the avant-garde. “For a long time I had the image in my mind of myself lying on a studio floor having been crushed by a falling lamp,” explains Simon, who leads a harried, globetrotting life directing music videos and commercials, which gives him access to equipment and backdrops. The image “expressed something that I felt about my working life,” he says. “I realized that Instagram gave me the platform to explore such images.” To see more playful portraits, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "401,330", "path": "instagram/picture3752.jpg", "like_list": [], "date_time": "Sep 1, 2014", "location": "", "tag_list": ["@filfury", "@filfury", "@filfury"], "caption": "“I hate sneakers getting old and tired. My art acts as a way of preserving them,” say UK graphic artist and director Phil Robson, aka “Fury” (). Using his own photographs and some Photoshop ingenuity, Fury creates digital sneaker mashups of things like insects, bats, skulls and moths. To create a butterfly from a pair of Nike Air Max 93s, Phil plays off the sneaker’s various textures. “I love the shoe's paneling, the soft curves of the upper and the harsh rubber chiseled sole. The two surfaces contrast, and makes me think about a before and after, like the soft wings of a butterfly have come from the hard casing on the cocooned sole.” Fury is especially drawn to objects that have bold forms, symmetry, and sharp angles. “I love taking the recognizable textures from my favorite shoes and making a new form with them,\" he says. “I guess it was a natural progression for me to mix my passions.” To see more of Fury's creative sneaker mashups, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "415,231", "path": "instagram/picture3753.jpg", "like_list": [], "date_time": "Aug 31, 2014", "location": "", "tag_list": ["@ana_yturralde", "@aqilahidris", "@denstorm", "@galaxie_noire", "@inessitao", "@leapinglotus", "@light_bandit", "@michelleocm", "@ursulabach", "@ana_yturralde"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "601,017", "path": "instagram/picture3754.jpg", "like_list": [], "date_time": "Aug 31, 2014", "location": "Burning Man", "tag_list": ["@missjessrose", "#BM2014", "@missjessrose", "@missjessrose"], "caption": "“It's way more than you can imagine,” says Jessica Rose Yurasek (), describing Black Rock City, the site of the annual Burning Man festival. Each year, a global tribe of artists, makers, and performers converge in Nevada’s Black Rock Desert, birthing a pop-up city of more than 60,000 “Burners” and their acts of radical self-expression.\n\nIn contrast to the inhospitable physical terrain, which ranges from scorching heat to torrential rain, Jessica sees Black Rock City as an inspirational place of generosity and creativity. The weeklong gathering culminates with the burning of a towering wooden effigy known as “the Man”, and then disperses, taking care to leave no trace in the desert. “If we as humanity can build this,” she says, “then I have hope for our future.” To see more photos and videos from Black Rock City, tap the blue location text above, browse the  hashtag and follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "406,808", "path": "instagram/picture3755.jpg", "like_list": [], "date_time": "Aug 30, 2014", "location": "", "tag_list": ["@ccminifactory", "@ccminifactory", "@ccminifactory"], "caption": "For Chelsea Cates and Quinn Corbin, each fantastical C+C Mini Factory () photo begins with their vast collection of miniatures and found images. “The tone is meant to be playful and theatrical,” Chelsea says. “Sometimes it's funny, sometimes it's absurd, and sometimes we're not even sure what those animals are up to—they have secrets.” For more from this strange, small world, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "260,705", "path": "instagram/picture3756.jpg", "like_list": [], "date_time": "Aug 30, 2014", "location": "", "tag_list": ["#WHPtimelapse", "#WHPtimelapse", "@ara.foto"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative time lapse videos. Some tips to get you started:\nUnlike slow motion videos that are meant to highlight a single moment, time lapse works best when showing a scene over a period of time. Experiment with how time lapse can reveal the rhythms of nature or the patterns in the way groups of people move. Next, remember that time lapse is also a great way to show process. Whether preparing a meal from start to finish or documenting a work of art as it takes shape, think about the otherwise long actions that you can speed up and show in their entirety. Finally, for those on iOS, try using Hyperlapse from Instagram to film your shot. If you're on Android, check out apps like Lapse It, Time Lapse and Frame Lapse.\n\nPROJECT RULES: Please only add the  hashtag to videos taken over this weekend and only submit your own videos to the project. Any tagged videos taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "386,165", "path": "instagram/picture3757.jpg", "like_list": [], "date_time": "Aug 29, 2014", "location": "The Cornershop, 19 Wellington Row", "tag_list": ["@sewyoursoul", "#thecornershop", "@sewyoursoul", "@helloandywest"], "caption": "Look closely at a corner shop in East London and you'll see everything is not as it seems. The Cornershop, opened by artist Lucy Sparrow (), is actually an art installation that consists of 4,000 items all handmade from felt. From Heinz Baked Beans to Digestive Biscuits, everything in the shop is hand-stitched, and the whole shop took Lucy eight months to assemble. “I wanted to create something that surrounded people completely,” says Lucy. “I hope this project reminds people just how much the cornershop cements life in local communities.” The installation runs until August 31st.\n\nTo view more photos and videos from Lucy's East London Cornershop, tap the blue location text above, browse the  hashtag and follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "390,990", "path": "instagram/picture3758.jpg", "like_list": [], "date_time": "Aug 29, 2014", "location": "Vancouver Art Gallery", "tag_list": ["@vanartgallery", "@yvarcade"], "caption": "Douglas Coupland's show at the Vancouver Art Gallery () is highly interactive. “It's creatively satisfying to crowdsource objects,” the artist says. “In this show, I have works made from crowd-sourced Lego, chewing gum, plastic bottle lids and cigarette foil. Anything can be beautiful.” And they encourage photography. “When everyone's taking pictures, everyone becomes a curator,” Douglas says. “How they document the show becomes an art exhibition that they now can store forever.” To see more photos of “everywhere is anywhere is anything is everything,” which closes on September 1, tap the blue location text above.\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "310,356", "path": "instagram/picture3759.jpg", "like_list": [], "date_time": "Aug 28, 2014", "location": "", "tag_list": ["@acidinvader", "@acidinvader", "@acidinvader"], "caption": "Before he became a prolific, semi-anonymous creator of dachshund-themed collages, David Carnie’s biggest claim to fame was coining the term “bromance” in the mid-90s. (“I’m sorry,” he says.) For the past year and a half, however, David has produced a dachshund collage nearly every single day under the pseudonym —an anagram of his name.\n\nDavid began collaging as an exercise in creativity after receiving a daily dachshund calendar as a gift from his parents. “At the time, I had a soul-crushing job that was rendering me mentally bankrupt,” David says, “so I gave myself an assignment: make one piece of art every day for one year.” A year came and went, and he kept going.\n\nWhile the resulting works feature dachshunds amidst seemingly random scenes, David says “there’s the occasional smarty-pants reference to literature, mythology, fairy tales or music.” To see more of David’s whimsical wiener dog works, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "423,588", "path": "instagram/picture3760.jpg", "like_list": [], "date_time": "Aug 28, 2014", "location": "The Wedge", "tag_list": ["#hurricanemarie", "@jstnspks", "@jstnspks"], "caption": "A crowd gathers to marvel at ’s swells building in Newport Beach, California. “I wanted to capture the madness on the beach as well as the madness in the water,” says Instagrammer Justin Speaks (), who took this image in the storm's earliest legs at a popular surf spot called ‘The Wedge.’ “Everyone who has lived around here has seen hundreds of photos of this beach... but this is different. It's a very serious situation out there for the surfers.” Photo by "}, {"num_of_comments": 24, "num_of_like": "450,373", "path": "instagram/picture3761.jpg", "like_list": [], "date_time": "Aug 28, 2014", "location": "Город Призрак", "tag_list": ["@polosatenkaya666"], "caption": "Old taverns, abandoned docks and ghost ships are all part of \"Ghost City\" (город-призрак), a park located in the small town of Seredinkovo in the Russian countryside. The park premises were originally constructed as a Russian movie set in 2010, and were designed to look like an 18th-century European city.\nNow open to the public, the former film set allows visitors to explore the \"city\" and dress up in period costumes. With replicas of prisons, gallows, hotels, cemeteries, a fort and more, the park offers opportunities to capture time-worn landscapes for visitors and Instagrammers alike.\nFor more bizarre and beautiful photos from \"Ghost City,\" tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "318,089", "path": "instagram/picture3762.jpg", "like_list": [], "date_time": "Aug 27, 2014", "location": "", "tag_list": ["@markotto", "@markotto"], "caption": "Seventeen-year-old Mark Otto first started experimenting with color when he was living abroad in Hungary, away from his family and friends. “I realized the city felt a little too dark and it made me a little sad,” he says. \"I started to use Instagram to showcase the few colorful things I could find.” After he returned to Ohio this year, he continued to use photography—and minimalism—as a way to express himself. “Minimalism kind of showcases the color as the subject instead of the background,” he explains. “I'd have to say that colors are probably the best thing to happen to our universe.” From Polaroids of his friends to a back-to-school pencil set, his Instagram feed also uniquely, and unabashedly, explores what it's like to be in high school. “I believe that our generation is using the Internet to make connections and showcase our art,” he says. “Young adults totally own the Internet world.” For more vibrant moments from Mark's high school experience, follow .\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "374,483", "path": "instagram/picture3763.jpg", "like_list": [], "date_time": "Aug 27, 2014", "location": "", "tag_list": ["@dguttenfelder", "@natgeo", "@dguttenfelder", "@dguttenfelder"], "caption": "“I’m redefining myself as a photographer in my home country,” says photojournalist David Guttenfelder (). Based in Japan and India for the past 15 years, David worked across Asia, from war-torn Afghanistan to reclusive North Korea, where his Instagram feed became an unique window into a secluded world. This year, he returns to the United States as a National Geographic () photography fellow, working on a long-term project about the ecosystem surrounding Yellowstone National Park. National Geographic was given a preview of Instagram’s new Hyperlapse app, and David was one of the first photographers to try it out, recording the bison that he now shares the road with on his daily commute. “I will spend the next year in America's Wild West,” he explains, adding: “What could be a more perfect homecoming?” To see more of David's videos and photographs, follow .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "291,419", "path": "instagram/picture3764.jpg", "like_list": [], "date_time": "Aug 27, 2014", "location": "", "tag_list": [], "caption": "Today, we’re excited to announce Hyperlapse from Instagram, a new app to capture high-quality time lapse videos even while in motion. Hyperlapse from Instagram features built-in stabilization technology that lets you create moving, handheld time lapses that result in a cinematic look, quality and feel—a feat that has previously only been possible with expensive equipment. From documenting your whole commute in seconds or preparing your dinner from start to finish to capturing an entire sunset as it unfolds, we're thrilled about the creative possibilities Hyperlapse unlocks. We can’t wait to see what you’ll create.\n\nHyperlapse from Instagram is available today for iOS devices in Apple’s App Store. It is currently only available for iOS."}, {"num_of_comments": 24, "num_of_like": "346,063", "path": "instagram/picture3765.jpg", "like_list": [], "date_time": "Aug 26, 2014", "location": "", "tag_list": ["@thephotographersgallery", "@impossible_hq", "@tomskipp", "@tomskipp", "@impossible_hq", "@thephotographersgallery", "@london_streetphotography"], "caption": "This weekend, 175 years since photographic processes were first created, a group of Instagrammers celebrated the anniversary by exploring the overlap between old and new forms of photography in a daylong workshop at The Photographers' Gallery () in London. Armed with vintage instant film cameras as well as smartphones, Instagrammers experimented with new techniques in printing Instagram photos using Impossible Project () Instant Labs and film. “People enjoy seeing an image being created right in front of them, so there's a really natural synergy between Instagram and instant film,” says InstaMeet organiser Tom Skipp (). “It was great to be able to share something simple and beautiful with people that are so passionate.” To view more photos and videos from the Impossible Project InstaMeet, follow ,  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "520,838", "path": "instagram/picture3766.jpg", "like_list": [], "date_time": "Aug 26, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@momomilochub", "@momomilochub"], "caption": "Hello, Instagram! It’s time for the ! Meet Momo and Milo (), two playful shorthairs that hail from Toronto, Canada. To add an adorable double dose of feline fluff to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "365,573", "path": "instagram/picture3767.jpg", "like_list": [], "date_time": "Aug 26, 2014", "location": "", "tag_list": ["@suzysaysrelax", "@shaneml", "@jasonbodak", "@karlstream", "@jeffro", "@nonametwentyseven", "@vladimir.rosario", "@americangarage", "@kneeseespieces", "#WHPcarcorners"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "489,615", "path": "instagram/picture3768.jpg", "like_list": [], "date_time": "Aug 25, 2014", "location": "The Sherlock Holmes Museum", "tag_list": ["@janhan513", "#Emmys"], "caption": "To fans of the novels and the BBC series, the locations featured in the Sherlock Holmes stories are almost as iconic as the characters themselves.\n\nThe most famous of all is 221B Baker Street, the home of Sherlock Holmes and John Watson. Although London's official Holmes museum now bears that number, the address was completely fictional when Sir Arthur Conan Doyle published the first “Sherlock” novel in 1887—building numbers on Baker Street did not yet extend that high. The flat shown on the British television show is actually located on the much-quieter North Gower Street, near Euston station.\n\nOther notable filming locations for the television series include Speedy's Cafe in London, which is a fan-favorite lunch spot, and St. Bart's Hospital in Smithfield, which is the oldest hospital in Europe and the site of Sherlock's final showdown with arch-nemesis Moriarty.\n\nPhoto by .\n\nFor a photographic tour of Sherlock's London, check out the Instagram blog: instagram.com/blog. To follow “Sherlock” at the 2014 Emmys, browse the  hashtag."}, {"num_of_comments": 24, "num_of_like": "369,794", "path": "instagram/picture3769.jpg", "like_list": [], "date_time": "Aug 25, 2014", "location": "", "tag_list": ["@nabildo", "@nabildo", "@nabildo"], "caption": "\"When I hear music I like, my mind turns into a pinball machine,\" says Nabil Elderkin (). “Music, traveling and even some self-doubt are probably what drive me the most creatively.\" Though Nabil is perhaps best known as a video director—his recent work includes John Legend’s \"All Of Me\" and Beats by Dr. Dre's \"The Game Before The Game\"—Nabil also self-identifies as a photographer and “amateur professional.” \"My film work can be pretty dark,\" he admits. \"I like to think I am a little more approachable and humorous on Instagram.\" His account reflects this playful, almost music-video-like sensibility, and often feels like a scrapbook of vibrant street photography from his international travels. \"I chase birds all over the world with my iPhone,” jokes Nabil. \"When I get off a plane in a new place, my lungs fill with a new air.\" Photo by \n\nFor more musical moments from Nabil's journeys, follow ."}, {"num_of_comments": 24, "num_of_like": "531,797", "path": "instagram/picture3770.jpg", "like_list": [], "date_time": "Aug 24, 2014", "location": "", "tag_list": ["@aliarkady", "@gamaley", "@kirstinesall", "@mafmalafaya", "@mybeigelife", "@nesamkeshavarz", "@wancrnls", "@wangslok", "@zacharygray", "@kirstinesall"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "454,238", "path": "instagram/picture3771.jpg", "like_list": [], "date_time": "Aug 24, 2014", "location": "", "tag_list": ["@echinopsisfreak", "@echinopsisfreak", "@echinopsisfreak"], "caption": "“This time-lapse shows flowers opening on a ‘Daydream’ hybrid echinopsis cactus,” explains succulent enthusiast Greg Krehel (). “The video shows eight hours of action. The flowers open overnight and rarely last more than a single day.” After years of owning desert-loving cacti that succumbed to Miami’s sogginess, Greg one day inadvertently took home an echinopsis, a genus of frequently-flowering cactus that thrives in humidity. What started as a chance encounter soon became an obsession. “Now I’m at 100 echinopsis species and hybrids,” says Greg. Through time-lapse photography, Greg is able to capture, condense and share his many cacti’s brilliant blooms. As Greg explains, “my passion for the cacti themselves has morphed into a passion for imaging them.” To see more vivid time-lapse videos of Greg’s diverse echinopsis family, follow .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "369,322", "path": "instagram/picture3772.jpg", "like_list": [], "date_time": "Aug 23, 2014", "location": "", "tag_list": ["@fredericksandmae", "@fredericksandmae", "@fredericksandmae"], "caption": "Windsocks, darts, tassels, dominos and kites—these are some of the classic objects that the design duo Fredericks & Mae () reimagine and make in their Brooklyn studio. “We are interested in forms that have existed for a long time that may have only recently fallen into the realm of not functional,” Jolie Mae Signorile, one designer, says. Her partner, Gabriel Fredericks Cohen adds, “Tools, games and rituals trace arcs though history and across the earth—we follow these arcs.” For more photos of their playful work and life, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "270,743", "path": "instagram/picture3773.jpg", "like_list": [], "date_time": "Aug 23, 2014", "location": "", "tag_list": ["#WHPcarcorners", "@bajerdesign", "#WHPcarcorners", "@bajerdesign"], "caption": "Weekend Hashtag Project: \n\nThis weekend's tag takes its inspiration from Melbourne mechanical engineer Ben James (), who began photographing cars from a unique angle as a way of capturing their design through distinctive details. With that in mind, the goal this weekend is to take creative automobile photos of your own. Some tips to get you started:\n\nWhen you're looking for cars to photograph, seek them out as you would interesting people to photograph on the street. Search for ones that stand out and look like they might have a story to them. As Ben suggests, try to get a high angle as you compose your photo. This will let you capture more details like the shape of the hood, design of the headlights or even a hood ornament in your shot. Finally, keep an eye out for unexpected details. Reflections in the chrome, shadows, decals or even dew can provide an interesting twist to your shot.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "323,372", "path": "instagram/picture3774.jpg", "like_list": [], "date_time": "Aug 22, 2014", "location": "", "tag_list": ["@stevegoedert", "@stevegoedert", "@stevegoedert"], "caption": "“I grew up in a rural part of northern California surrounded by cattle ranches,” says traveling rodeo announcer Steve Goedert (). “I wanted to be a saddle bronc rider, but never was very good.” When he set out to to become an auctioneer, Steve says, “I decided I needed to be a better public speaker.” To improve, he started announcing local rodeos free of charge. People noticed and began offering to pay him. These days, Steve spends up to 40 weekends a year announcing rodeos all across the United States and his photos and videos on Instagram chronicle his life on the road.\nFor a glimpse into the life of a nomadic rodeo announcer, follow .\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "310,745", "path": "instagram/picture3775.jpg", "like_list": [], "date_time": "Aug 22, 2014", "location": "MASS MoCA", "tag_list": ["@teresitafz", "@massmoca", "@massmoca", "@mangoparade"], "caption": "Teresita Fernández () created “As Above So Below,” her show for the Massachusetts Museum of Contemporary Art (), in response to the old factory space that houses the museum as well as the light that surrounds it. “The color in the works is meant to radiate a glowing light that changes with the tone of daylight pouring in through the windows of the space,” the artist says. “In many ways, the shapes and color of the works are like cinematic dissolves that seem ephemeral.” To see more photos of \"As Above So Below,\" on view until March 2015, follow  and tap the blue location page above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "519,446", "path": "instagram/picture3776.jpg", "like_list": [], "date_time": "Aug 21, 2014", "location": "Meenakshi Temple", "tag_list": ["@armellee"], "caption": "In the center of Madurai, the oldest city in India's southern state of Tamil Nadu, the Meenakshi Amman Temple stands as a mythological and architectural symbol of the region. Initially founded in ancient times and rebuilt around the 17th century, the Hindu temple is dedicated to the legendary Goddess Meenakshi and her husband Lord Sundareswara (also known as Parvati and Shiva). The 18 hectare (45 acre) temple complex consists of 12 pyramid-shaped gopurams, or traditional gateway towers, which are decorated with thousands of carved figures from roof to the floor, each representing gods, demons, heroes and animals appearing in Hindu myths. Other attractions of the premises include shrines for Meenakshi and Sundareswarar, magnificent hallways and the Golden Lotus Temple tank.\n\nFor more photos and videos from the temple, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "436,829", "path": "instagram/picture3777.jpg", "like_list": [], "date_time": "Aug 21, 2014", "location": "", "tag_list": ["@the69th", "#portraitwithoutface", "@the69th", "@the69th"], "caption": "“‘Why is the person in the portrait always turned away from you?’ everyone asks me,” says Russia Instagrammer Anna Pavlova (), whose  hashtag series features photos lacking faces. “My photos have people who don't show their faces, but there are still people in the shot,” she explains. “Portraits without faces are like an open-ended romance. Everyone can think what they like about the shot. Is this person in the portrait happy or not? Maybe the person is excited or just calmly enjoying the world around.” To see more of Anna's portraits and other work, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "470,189", "path": "instagram/picture3778.jpg", "like_list": [], "date_time": "Aug 20, 2014", "location": "", "tag_list": ["@rochajuliana", "#copacabanasentimental", "@rochajuliana", "#copacabanasentimental", "@rochajuliana"], "caption": "“On a day where the waves were particularly nasty I noticed an infuriated sea,” says Brazil Instagrammer Juliana Rocha (). “From then on, I was inspired to try to capture the beach’s daily moods through the  series. In the beginning, I was able to separate my emotions from the emotions of the sea,” she says. “Today, I am not sure where Copacabana Beach ends and Juliana begins.” For more of Juliana's moving pictures of “the place where the ocean meets the sky,” follow  and browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "438,855", "path": "instagram/picture3779.jpg", "like_list": [], "date_time": "Aug 20, 2014", "location": "", "tag_list": ["@OlegMKS", "@InstagramRussia", "@OlegMKS", "@InstagramRussia"], "caption": "This week, we welcome cosmonaut Oleg Artemyev () as a special guest contributor to Instagram's Russian account (), where he will be sharing live dispatches from his work at the International Space Station. “You will see some behind-the-scenes photos of our experiments, beautiful sunsets and sunrises from space, and how the Earth looks from my view,” says Oleg, pictured here holding the Russian nanosatellite NS-1. “Perhaps you too will be in our photographs from space, so look to the sky once in a while!” Photo of  by fellow cosmonaut Alexander Skvortsov for . Quotes translated from Russian."}, {"num_of_comments": 24, "num_of_like": "382,271", "path": "instagram/picture3780.jpg", "like_list": [], "date_time": "Aug 19, 2014", "location": "", "tag_list": ["@andersonangelico", "@andersonangelico", "@andersonangelico"], "caption": "São Paulo might be best known for its gray cityscapes, but local Instagrammer Anderson Angelico's () photos tell a more colorful story. “I look for colors in São Paulo, which is known for being full of traffic and dull-looking cars. It’s not easy to find color here, but if you pay close attention you can find it. Colors bring happiness and remind me of something childlike,\" says Anderson, who loves exploring hidden and winding streets. Whenever possible, he tries to place people in front of his urban scenarios. “Streets are incredibly inspiring to me. They are full of people, hidden colors and so many different situations just waiting to be captured.” To see more photos as Anderson colors in São Paulo's gray areas, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "579,337", "path": "instagram/picture3781.jpg", "like_list": [], "date_time": "Aug 19, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@otisbarkington", "@otisbarkington"], "caption": "Hello, Instagram! It’s time for the ! Say hello to Otis Barkington (), a handsome Boston Terrier that bides his time in Southern California. If your feed is in need of an infusion of photogenic terrier fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "305,082", "path": "instagram/picture3782.jpg", "like_list": [], "date_time": "Aug 19, 2014", "location": "", "tag_list": ["@nathanielatakora", "@haroldo_correia", "@ian_mckay", "@mfbmf", "@depuma", "@shelbzrobinson", "@echieq", "@susanins", "@greciappinto", "#WHPtodayimet"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for ! Be sure to tap through to the photos and read the stories in the captions."}, {"num_of_comments": 24, "num_of_like": "351,075", "path": "instagram/picture3783.jpg", "like_list": [], "date_time": "Aug 18, 2014", "location": "", "tag_list": ["@nana_ha", "@sundaysuppers", "@nana_ha", "@sundaysuppers", "#todayimet"], "caption": "Copenhagen food and travel journalist Nana Hagel () landed an internship in New York City through Instagram. She had been following the Instagram images of Karen Mordechai, founder of Sunday Suppers (). “I immediately fell in love with her style,\" Nana says. “I saw that she was looking for help and I knew I had to apply.\" Nana joined the team on Wednesday. “Most incredibly, we met on Instagram,\" Karen says, “and would have likely never connected otherwise.\" Photo of  by  "}, {"num_of_comments": 24, "num_of_like": "440,009", "path": "instagram/picture3784.jpg", "like_list": [], "date_time": "Aug 18, 2014", "location": "Rocca Di Narni", "tag_list": ["@shhhmydarling", "#narni"], "caption": "There are stunning similarities between the real-life town of Narni and the fictional world of Narnia: blazing green hills, clear blue skies and picturesque stone structures.\n\nIn fact, the classic fantasy series \"The Chronicles of Narnia,\" written by C.S. Lewis in 1950, is rumored to have been inspired by this small Italian town 80 kilometers north of Rome. According to biographer Walter Hooper, Lewis was fascinated by ancient history, and Narni—named “Narnia” in Roman times—was highlighted by the children's author in his personal atlas.\n\nWhether Lewis visited Narni has never been confirmed, but even today, its cobblestone streets and castle fortress look like they belong in a magical, medieval novel. And while there are no mythical, talking creatures roaming the land, Narni still feels like a place pulled straight out of our childhood imaginations.\nPhoto by \n\nFor more enchanting images from Narni, tap the blue location text above and browse the  hashtag."}, {"num_of_comments": 24, "num_of_like": "536,567", "path": "instagram/picture3785.jpg", "like_list": [], "date_time": "Aug 17, 2014", "location": "", "tag_list": ["@peter__lopez", "@ale_sagae", "@ana_schr", "@oscarsboss", "@fepparodrigues", "@cidadepretoebranco", "@joemagers", "@fcomata", "@heyfeelix", "@peter__lopez"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week! \n    \n  \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "410,613", "path": "instagram/picture3786.jpg", "like_list": [], "date_time": "Aug 17, 2014", "location": "", "tag_list": ["@rubberlegz", "@rubberlegz", "@rubberlegz"], "caption": "Professional dancer Rauf Yasit () can stretch into such seemingly impossible shapes that you might think he has no bones in his body. His self-portraits on Instagram are called \"Freezes\" that he says require him to \"click, run, and quickly get into the pose.\" Some positions he can hold for only a few seconds, others for much longer. \"With time you get to know your body,\" he says. \"You grow into it.\" The son of a folk dance teacher from Kurdistan who would make him perform traditional Kurdish dances at weddings, Rauf fell in love with breakdancing as a 12-year-old in Germany. His life as Rubber Legz began when an early back injury forced him to take a different approach, shifting his focus from acrobatics to flexibility. He started watching contortion videos and integrated elements of yoga into his breakdance moves. Rauf is now a full-time dancer with his stage group, Flying Steps, who are currently on tour in Germany. He says he wants to \"express pure and beautiful things\" with his dancing and credits the Instagram community as a motivation for pushing the boundaries of his art—and flexibility.\n\nFor more breakdance contortionism, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "336,093", "path": "instagram/picture3787.jpg", "like_list": [], "date_time": "Aug 16, 2014", "location": "", "tag_list": ["@letasobierajski", "@wadejeffree", "@wadejeffree", "@letasobierajski", "@wadejeffree"], "caption": "“Usually we send each other ideas, sketches and imagery throughout the week leading up to our shoot,” says Leta Sobierajski (), who collaborates with partner Wade Jeffree () on “Complements,” a weekly series of unconventional portraits. “We’re inspired both by hilarious couple photography from the Internet and beautiful imagery from couples in history.” Wade, a graphic designer, and Leta, an art director, had been looking for a way to collaborate and decided to explore their creativity—and relationship—through collaborative portraits shot in their Brooklyn apartment. “The portraiture often becomes surreal, funny and romantic,” says Leta, “and it helps depict our personalities and the way we think together.” To see more imaginative portraits from Wade and Leta, follow  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "250,010", "path": "instagram/picture3788.jpg", "like_list": [], "date_time": "Aug 16, 2014", "location": "", "tag_list": ["#WHPtodayimet", "#WHPtodayimet", "@imjomy"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to get outside of your comfort zone, make a new friend and share a portrait with his or her story in your caption. Some tips to get you started:\n\nThis project is as much about the caption as it is the photo. Approach someone, introduce yourself and only ask to take a portrait after you've been able to chat for a while. As you talk with people, don't be afraid to ask surprising questions: ask about their pasts, learn about their goals and try to discover what inspires them. If you're not feeling up to chatting with strangers, strike up a conversation with a coworker or neighbor you've always wanted to get to know better. For those starting school, use this project as an opportunity to meet new classmates, people in your dorm or even teachers and professors. Finally, when shooting your portrait, think about how the photo can help tell the person's story. Elements like environment, body language and even the lighting can say a lot, so be sure to keep them in mind.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "346,791", "path": "instagram/picture3789.jpg", "like_list": [], "date_time": "Aug 15, 2014", "location": "", "tag_list": ["@carolinavd", "@carolinavd", "@carolinavd"], "caption": "“Although I’m now officially a Finnish citizen, I often still feel as though I’ve just moved here,” says São Paulo native Ana Carolina Vieira (), who moved to Helsinki after falling in love 10 years ago. “The midnight sun during the summer and the snowy landscapes in the winter still amaze me every time.” As a decorator, Ana Carolina believes her visual aesthetic has evolved in her new home. “Long winters take up the vast majority of the year, making things naturally monochrome. Life is slower here, which translates into a clean and peaceful aesthetic,” she observes. Still, images of São Paulo’s hustle and bustle often make her homesick. “Pictures always remind me of the people and places that were part of my life back home. I start dreaming of everything I would do if I were there. To cope with being homesick, I spend time with my Finnish loved ones and try to see and enjoy the best of my new home. My dog Emma helps me a lot, too.” For more photos from Ana Carolina's new home, follow  on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "338,546", "path": "instagram/picture3790.jpg", "like_list": [], "date_time": "Aug 15, 2014", "location": "", "tag_list": ["#ArtThursday", "@scotthove", "@scotthove"], "caption": "Welcome to another ! The sweet but sinister works of Los Angeles artist Scott Hove () are characterized by fierce jaws and other dangerous elements ensconced in ornately decorated cakes. “Are these themes in conflict or in harmony?” asks Scott, who seeks to at once draw in and repel with his creations. “Cake decorating is not normally associated with the fine arts,” explains Scott, “but when I saw the emotional power of the medium, it was apparent it needed further investigation.” With that, Scott’s “Cakeland” series was born. While his works of art are not edible, Scott’s methods—chronicled on Instagram in great detail—are drawn from baking. As he explains, “I enjoy learning diverse traditional decorative techniques as a hobby and applying them to my art.\" Photo by "}, {"num_of_comments": 24, "num_of_like": "465,605", "path": "instagram/picture3791.jpg", "like_list": [], "date_time": "Aug 14, 2014", "location": "", "tag_list": ["@jiranarong", "@jiranarong", "@jiranarong"], "caption": "“I use a lot of drawing techniques, but right now I especially love watercolor and ink,” says Bangkok art director and illustrator Jiranarong Wongsoontorn (). His favorite themes to draw are things that make him feel joyous and peaceful, such as children, flowers and cats. “The main concept of my work is happiness, which means that the photos and videos I share are also made from my happiness,” Jiranarong explains. Through Instagram, Jiranarong feels that he is sharing more than just images of his drawings: “I'm very glad to know that many of my followers can feel the same happiness through my work—I am often inspired and learning new things from the people I'm following as well.” For more photos and videos of Jiranarong's illustrations, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "361,310", "path": "instagram/picture3792.jpg", "like_list": [], "date_time": "Aug 14, 2014", "location": "", "tag_list": ["@shiflettbros", "@shiflettbros"], "caption": "“Sculpt what you love” has been the life-long philosophy of artists Jarrod and Brandon Shiflett ()—and the self-described \"comic book nerds” are making their living doing just that. “Jarrod and I started sculpting about 20 years ago because of a mutual love of comic books,” says Brandon. “We wanted to see our favorite comic book characters in three dimensions.” The Texas brothers' joint Instagram account showcases some of the most impressive pieces in their collection, ranging from favorite comics characters to many of their own fantastical creations. \"Comics are huge in scope, and we feel like they try to say some really profound things about the human struggle,\" says Jarrod. \"These stories are modern day myths and legends for us.\" Photo by "}, {"num_of_comments": 24, "num_of_like": "407,567", "path": "instagram/picture3793.jpg", "like_list": [], "date_time": "Aug 14, 2014", "location": "Skrova", "tag_list": ["@eivindnatvig", "@eivindnatvig", "@eivindnatvig"], "caption": "Nestled among the craggy mountains of Norway's northern coast, the Lofoten Islands are some of the most idyllic on earth. Situated on a small group of islands, the fishing village of Skrøva is home to just a few hundred residents, and tourists flock to the area in the summer months seeking retreat from the modern world. The natural arctic surroundings provide the perfect setting for hiking, whale watching and spotting the Aurora Borealis in the clear night skies. Living in Skrøva also allows you to experience weather “at its most raw and wild,” says local Instagrammer Eivind Natvig (), who captures breathtaking moments from Skrøva's natural landscapes on Instagram. “Skrøva is somewhere you can experience human vulnerability to the elements.” To view more photos from Skrøva, tap the blue location text above and follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "327,263", "path": "instagram/picture3794.jpg", "like_list": [], "date_time": "Aug 13, 2014", "location": "", "tag_list": ["@harmonyhalo", "@harmonyhalo", "@harmonyhalo"], "caption": "“I’m often attracted to the more flamboyantly dressed—people living their own opera and acting out their theater on the street.” Damien Frost () is an Australian graphic designer who lives in London, where he makes posters for ballet and opera houses. Though self-described as reserved and conservatively dressed, Damien’s drawn to the eccentric. Every day after work, he searches the city—sometimes for hours—until he has a “random encounter” that produces a portrait of a stranger’s creative style. “I’m attracted to people on the fringes, whether that be on the fringe of fashion or gender or just what is considered mainstream,” Damien says, “but sometimes it might just be a little subtle touch, a flower in the hair, nice makeup or just a general style that the person seems to be inhabiting\nvery well.” To see more photos of the characters Damien captures, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "529,183", "path": "instagram/picture3795.jpg", "like_list": [], "date_time": "Aug 12, 2014", "location": "", "tag_list": ["@dobryvolshebnik", "@dobryvolshebnik", "@dobryvolshebnik"], "caption": "\"People on the road always spot this orange classic car. They remember their Soviet past—some of them had this model 20 or 30 years ago,\" says Russian Instagrammer Georgy Chernyshev (), who uses the retro vehicle to travel with his girlfriend across Russia and Ukraine. The car is a 1975 Muscovite (Russian \"Moskvitch\"—\"Mосквич\"), and Georgy says its distinctiveness helps him meet interesting people in his journeys. He also feels inspired to travel more. “You can feel a special nostalgia traveling in this car which you wouldn't get in a modern car,\" he says. \"I feel its soul, character and history.\" To see more photos from Georgy’s adventures in his orange car, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "549,710", "path": "instagram/picture3796.jpg", "like_list": [], "date_time": "Aug 12, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@tweetztagram", "@tweetztagram"], "caption": "Hello, Instagram! It’s time for the ! This week’s fluff is of the avian variety: a lovebird named Tweety (). To add some inquisitive—and talkative—peach-faced birdie to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "299,475", "path": "instagram/picture3797.jpg", "like_list": [], "date_time": "Aug 12, 2014", "location": "", "tag_list": ["@drewbikscube", "@mattcrump", "@francisco_oli", "@sheiku", "@visualmemories_", "@ananya.ray", "@anniset", "@templamentis", "@onahazymorning", "#WHPLineMeetsCorner", "@poeticwordvomit", "@slowjam98", "#linemeetscorner"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for ! Thanks also to  and  who created the  hashtag that inspired this weekend's project."}, {"num_of_comments": 24, "num_of_like": "464,675", "path": "instagram/picture3798.jpg", "like_list": [], "date_time": "Aug 11, 2014", "location": "", "tag_list": ["@marcelonava", "#roundseries", "@marcelonava", "@marcelonava"], "caption": "“While studying symbology in college, I noticed the importance of shapes throughout history,\" says São Paulo Instagrammer and creative director Marcelo Nava (). \"Suddenly, I began to pay attention to the many circles in my everyday life. I started thinking about telling my story through circles.\" Marcelo created the hashtag , and his quest for the perfect circle has led to some interesting stories. \"I recently found this amazing circular vent, which was unfortunately way too high for me to capture. I had to have two of my friends lift me up so that I could get the right angle,” he says. This event reminded Marcelo why circles were so meaningful as symbols. \"They represent trust and collaboration.\" To see photos of Marcelo's circular life follow \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "542,462", "path": "instagram/picture3799.jpg", "like_list": [], "date_time": "Aug 11, 2014", "location": "", "tag_list": ["@michaelmuller7", "@michaelmuller7", "@discoverychannel", "@michaelmuller7"], "caption": "Michael Muller () is on a mission to change the way we see sharks. “They are in a lot of trouble right now,” he says. “100 million are slaughtered every year, and I say slaughter because the majority of the time the shark is killed just for its fins.” In his day job, Michael is a Hollywood-based commercial photographer renowned for his celebrity portraits and images used in box office billboards. But when he has free time, Michael devotes himself to documenting sharks in their native habitat around the world.\n\nThe key to successful underwater shark photography, according to Michael, is staying relaxed. “Anxiety is the biggest obstacle,” he says. “If you let negative thoughts take hold then you are in for a really rough time.” His additional tips include working with a team you really trust, breathing efficiently and waiting for the right moment. \"Timing is everything,\" he says.\n\nFor more photos of Michael’s shark expeditions, follow  and follow  during Michael’s account takeover during Shark Week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "324,370", "path": "instagram/picture3800.jpg", "like_list": [], "date_time": "Aug 10, 2014", "location": "", "tag_list": ["@aaron_berg", "@aguynamedadrianc", "@harao", "@iichax3", "@lisahogben", "@mazenhavashem", "@swapnap", "@veronang", "@_xst", "@_xst"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \n\nPhoto by "}]}