{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "846,000", "path": "instagram/picture3001.jpg", "like_list": [], "date_time": "Aug 11, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@theyellowtowel", "@theyellowtowel"], "caption": "Hello, Instagram! It’s time for the . Today’s furry feature is a double dose of feline fun. Meet Yellow and Towel (), a duo of bright-eyed black and gray kitties from Indonesia who ham it up in bath-time portraits. To give your feed an infusion of expressive kitty cuteness, follow ."}, {"num_of_comments": 24, "num_of_like": "610,421", "path": "instagram/picture3002.jpg", "like_list": [], "date_time": "Aug 11, 2015", "location": "", "tag_list": ["@isabelitavirtual", "@mwads10", "@wrongrob", "@osheamatty", "@jessartes", "@annisuvisalo", "@kajeh", "@luccico", "@mcortizp", "#WHPforeveryoung"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "1,034,639", "path": "instagram/picture3003.jpg", "like_list": [], "date_time": "Aug 10, 2015", "location": "", "tag_list": ["@kurtarrigo", "@kurtarrigo"], "caption": "Growing up on the tiny European island of Malta, Kurt Arrigo () was never far from the water’s edge. At 9 years old he was trained to scuba dive. Soon after he picked up windsurfing. Eventually, and almost inevitably, he learned to sail, which progressed into racing yachts. “It was all very accessible for me to do what I loved to do,” he says. That love for the sea, water sports and the nautical lifestyle all came together in a career as a marine photographer. For more than 10 years now, Kurt’s international clientele has sent him around the world to photograph luxury vessels, underwater scenes and premier yachting events. To be successful with racing photography, says Kurt, “One needs to find the right balance between what is going on. What I am trying to capture tends to happen in bursts of excitement.” Photo by "}, {"num_of_comments": 24, "num_of_like": "780,376", "path": "instagram/picture3004.jpg", "like_list": [], "date_time": "Aug 10, 2015", "location": "", "tag_list": ["#Hellomynameis", "@light.feet", "@light.feet", "@no.way.josue"], "caption": "“ Elvis Krajnak () and I am 18 years old. I am half-Dominican and half-Slovak, and I was born and raised in New York, so it’s safe to say that the city has had a big influence on me. My favorite things to photograph are the hidden parts of the city. I was always curious as a child about the places and things in the city that people don’t really know about. I like finding angles, perspectives and small things that people often overlook.” Photo of  by "}, {"num_of_comments": 24, "num_of_like": "814,659", "path": "instagram/picture3005.jpg", "like_list": [], "date_time": "Aug 9, 2015", "location": "", "tag_list": ["@binhdangg", "@nicotucat", "@dmothe30", "@mrwarman", "@nusky1", "@sznpkt", "@ramos_fred", "@alexwroblewskiphoto", "@ernestovillalba", "@nicotucat"], "caption": "Every Sunday, we look back on the week and select some of our favorite images and videos from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "696,626", "path": "instagram/picture3006.jpg", "like_list": [], "date_time": "Aug 9, 2015", "location": "", "tag_list": ["@clive78757", "@clive78757"], "caption": "Architectural historian Gregory Smith () is obsessed with American roadside relics. Family road trips to destinations like the Atlantic City, New Jersey region — home to numerous miniature golf courses and Lucy, the six-story building shaped like an elephant — initially sparked Gregory’s affections, and he began photographing his favorite landmarks in college. He aims for a light touch in processing, yet admits, “I’m prone to saturate color and dramatize the sky, perhaps inspired by the old postcards I’ve loved since I was kid.” But it’s not just about image for Gregory, who helps get Texan landmarks listed in the National Register of Historic Places. His goal is to document and promote the preservation of commercial landmarks. “They represent the spirit of small business, exemplify creativity in design and construction, and help us better recognize and understand patterns in the ever changing American landscape.” Photo by "}, {"num_of_comments": 24, "num_of_like": "762,189", "path": "instagram/picture3007.jpg", "like_list": [], "date_time": "Aug 8, 2015", "location": "", "tag_list": ["@anablizz", "@anablizz"], "caption": "Some stories scream to be told, while others come quietly, inspired, perhaps, by a visual prompt. That seems to be the philosophy of Ana Blizzard (), a set designer from Monterrey, in northeastern Mexico. Ana’s spare compositions spark curiosity, inviting viewers to step into each scene and make it their own. “For me, it’s more fun if people create a story using my picture as a starting point. I’m only guiding them,” she says.\n\nOften awash in soft pastels, each vignette is inspired first by colors — say, purple stairs against a peach wall — that capture Ana’s fancy. She then looks for shape, in the form of well-placed objects or a whimsical view. Ana is especially drawn to ordinary objects that often go unnoticed. “I like to look at everyday things and give them the highlight they deserve,” she says. “My photos are like a daily treasure.” Photo by "}, {"num_of_comments": 24, "num_of_like": "625,340", "path": "instagram/picture3008.jpg", "like_list": [], "date_time": "Aug 8, 2015", "location": "", "tag_list": ["#WHPforeveryoung", "@tierneygearon", "#WHPforeveryoung", "@tierneygearon"], "caption": "Weekend Hashtag Project: \n\nInspired by Los Angeles-based photographer Tierney Gearon (), the goal this weekend is to use your camera to be as playful as possible and make photos and videos that unlock your youthful creative energy. “My mind works very similar to a child’s mind,” says Tierney. “I live moment to moment.” Along with her children and family friends, Tierney is constantly adventuring out with props and art supplies to make ordinary moments into extraordinary and fun art projects. Here are some tips to get you started with advice from Tierney: Set up something playful with friends and do something silly. Add colorful elements by wearing blocks of bright colors or using props. Experiment with different angles to see how it changes perspective. Have fun and see where your imagination takes you.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "954,322", "path": "instagram/picture3009.jpg", "like_list": [], "date_time": "Aug 7, 2015", "location": "", "tag_list": ["@notflavio", "@nat_rvieira", "@ruyjorgee", "@notflavio"], "caption": "Flávio Cardoso () is an experienced time traveler, simultaneously capturing Angola’s past and present. Through his camera, the 27-year-old information technology advisor from Luanda records nostalgic relics, like aging walls and shattered windows, scattered amid shiny new architectural designs in his southern African hometown. “People just let go of things they once treasured. There’s a lot you can tell from the past when it’s left abandoned,” he says. Flávio’s fascination with old objects is very much a result of his surroundings. “You get all sorts of contrasts around here; from the richest people in Africa to very poor people struggling to survive in the streets to expensive luxury cars parked right next to rotting, used commuters,” he explains.\n\nLucky for Flávio, there are many nearby places to explore Luanda’s history and make new memories for himself. “One of my favorite places is certainly Santiago Beach, also known as Ship’s Graveyard, where several decomposing ships were left abandoned. This is also where Natalia Vieira (), Rui Jorge () and I had our first InstaMeet, and it inspired many photo adventures here in Angola.” Hotel Panorama, a decaying hotel with mesmerizing views of the city and sea, is also among Flávio’s favorite photo locations. Although his photos capture scenes of destruction, they also bring the past back to life, in hopes that these places and objects may be valued again.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "589,202", "path": "instagram/picture3010.jpg", "like_list": [], "date_time": "Aug 7, 2015", "location": "", "tag_list": ["@craftmethod", "#machineart", "@themuseumofmodernart", "@craftmethod"], "caption": "Brian Alfonsi () started collecting and restoring vintage belt-driven machinery six years ago, but he only recently quit his decade-long career making concept cars for General Motors to give his hobby his full attention.\n\nFrom his shop on the outskirts of Detroit, Brian now meticulously fabricates parts for automobiles, airplanes, motorcycles and bicycles. “I serve a clientele that desires quality over quantity,” he explains.\n\nIt’s the artistry inherent in hand fabrication that drew Brian to his trade. Inspired by the  hashtag and a 1934 Museum of Modern Art () exhibition that explored the unrecognized artistic applications of modern machinery, Brian says he seeks to “expose the beauty in machine-made objects.” Video by "}, {"num_of_comments": 24, "num_of_like": "762,871", "path": "instagram/picture3011.jpg", "like_list": [], "date_time": "Aug 6, 2015", "location": "", "tag_list": ["@sso_yang", "@sso_yang"], "caption": "Traditionally served up in a brass bowl or thick stone pot, Korean cuisine gets an artful, contemporary makeover in the kitchen of Soyeon Kim (). When the interior designer from Seoul, South Korea, started collecting modern tableware crafted by her favorite designers, so grew her own appetite for cooking, styling and photographing food. “I like taking photos because I can enjoy my plates, preparing meals, table settings and food pictures all at the same time,” she says.\n\nSoyeon typically fills her tabletop with nourishing noodles or a colorful mix of rice and vegetables, neatly arranged in her favorite plates and bowls. “Korean food takes a lot of care and time to make,” she says, noting that many items, such as kimchi, must be fermented. Lovingly prepared ingredients combined with one of three basic sauces — “gochujang” (red pepper paste), “doenjang” (soybean paste) and “ganjang” (soy sauce) — imbue Korean fare with its deep signature flavor, says Soyeon. “These are the key ingredients. Without them, Korean food just wouldn’t be delicious.” Photo by "}, {"num_of_comments": 24, "num_of_like": "957,705", "path": "instagram/picture3012.jpg", "like_list": [], "date_time": "Aug 6, 2015", "location": "", "tag_list": ["@motherofthewild", "@motherofthewild"], "caption": "After 1-year-old Dread took a bad fall, mom Laurel Creager () soothed him in a way only she could — by nursing. “My husband actually thinks of breastfeeding like a magic wand,” she says. “Breastfeeding has changed me as a person. [It] has given me so much respect for the female body.” Laurel, who is a drummer, seamstress and self-described “tech nerd,” would call both her kids daredevils. “The wild” is Laurel’s nickname for Dread’s 4-year-old sister Vera, who recently decorated her own hair with clothes hangers and once moved their living room furniture in order to jump from tables to chairs. Their family also has four hermit crabs, two dogs, two rats and a guinea pig, meaning Laurel never runs out of adorable material for pictures. But documenting her family’s life is more than entertainment. Laurel’s mom passed away shortly after Vera was born, and didn’t leave behind many personal photos. “I feel like I am leaving a footprint,” Laurel says. “Like my children will never have to question how much they meant to me or what activities we did together. They are my world, and the unconditional love I receive from them is so beautiful.” This post is celebrating World Breastfeeding Week 2015.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "655,659", "path": "instagram/picture3013.jpg", "like_list": [], "date_time": "Aug 5, 2015", "location": "", "tag_list": ["@anushree_fadnavis", "@anushree_fadnavis"], "caption": "Amid the megacity bustle of Mumbai’s commuter trains, Indian photojournalist Anushree Fadnavis () finds an oasis of sisterhood. Known as “ladies compartments,” the gender-segregated train cars provide a refuge from the crush of rush-hour crowds and create a second home, on wheels, for the women of the city.\n\nPassing the time together on the train, “women knit sweaters from start to finish. They peel and chop vegetables so that by the time they get home they are ready to cook,” says Anushree. “Some women change in the ladies compartment. Most, including myself, do their makeup while the train is running. And if you want to shop, then there are people who do business in the compartment, too, right from selling vegetables to accessories to clothes.” Anushree captures all this and more in her “Train Diaries” photo series, a subset of her many images documenting life in Mumbai. “In this day-to-day travel, many relationships are forged,” says Anushree, adding that even the “Hijras” — transgender and transsexual women, who often move among the trains asking for money — are usually welcome. “I have laughed, cried, thrown a fist in anger at the crowd, yelled, danced (yes, women dance too in those small places), sang and lived almost all the emotions for a lifetime in here.” Video by "}, {"num_of_comments": 24, "num_of_like": "718,963", "path": "instagram/picture3014.jpg", "like_list": [], "date_time": "Aug 5, 2015", "location": "", "tag_list": ["#Hellomynameis", "@huntingforbooks", "@huntingforbooks"], "caption": "“ Chantelle () and I’m 15 years old. I’ve lived in the UK for the majority of my life, but I’m not British — I’m Chinese. I love reading books, as you’ve probably guessed. With my account, I can talk to people about things that I can’t talk about with my friends, because they often haven’t read the same books as me, or aren’t readers themselves. I started reading when I was about five years old and it’s become something that defines me as a person. My favorite thing about reading is connecting with characters and being able to explore another world.” Photo by "}, {"num_of_comments": 24, "num_of_like": "732,089", "path": "instagram/picture3015.jpg", "like_list": [], "date_time": "Aug 4, 2015", "location": "", "tag_list": ["@nenavonflow_", "@nenavonflow_"], "caption": "Nena Fidalgo López () thinks of herself as a queen of extremes — passionate about tattoos, “out-of-the-flock” fashion and her young family in near equal measure. Her affections show through in clear, cuddly portraits of her husband and young son alongside skin-friendly selfies showcasing her customized clothing designs and her favorite tattoos. “I could walk naked, but not without tattoos,” says the 35-year-old entrepreneur from Galicia, Spain.\nBut when it comes to defining her priorities, Nena doesn't hesitate: “My family is the first and most important thing in my life. They are my everyday, my absolute happiness. My son ... ufff! I can’t even express with words what it’s meant to bring him to the world,” she says before adding, “In a way, he is making us better human beings.” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,136,218", "path": "instagram/picture3016.jpg", "like_list": [], "date_time": "Aug 4, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@pom.potechin", "@pom.potechin"], "caption": "Hello, Instagram! It’s time for your . Today’s munchkin-sized canine is an adventurous Pomeranian named Potechin () in Tokyo, Japan. If your feed could use an infusion of dapperly-dressed puffy Pom, follow ."}, {"num_of_comments": 24, "num_of_like": "587,482", "path": "instagram/picture3017.jpg", "like_list": [], "date_time": "Aug 4, 2015", "location": "", "tag_list": ["@rrrudya", "@unkjims", "@carolyn_mara", "@cecis.r", "@ciaraelliott", "@issapics", "@thecynicalfox", "@saguphoto", "@thekdd", "#WHPimperfections"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to          who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "671,640", "path": "instagram/picture3018.jpg", "like_list": [], "date_time": "Aug 3, 2015", "location": "", "tag_list": ["@kimbadawi", "@kimbadawi"], "caption": "As a teenager, Kim Badawi () ran away from his loving home in Paris to find adventure on the road. Hoping to escape the impending dullness of adulthood, Kim slept on virgin beaches and even shared a trailer with Andalusian circus clowns. Then in his late 20s, he found himself suffering at a traditional desk job, again searching for an out — a way to explore his curiosity about the world. It was then that Kim discovered photography as a way to meet people he would otherwise not approach. “Photography is an excuse to put myself into certain situations, for better or worse,” says Kim. “The more open you are to being vulnerable, the more your subjects do the same. I really love people, so all I feel I’m doing at times is pointing a lens at the appropriate moment between us.” Now based in Brazil, the 34-year-old photojournalist travels the world documenting cultures in regions as far flung as Georgia and Egypt. Holding no less than four different passports, the self-described “cultural mutt” always feels at home. “I don’t see borders between people, because after all, we are all from the same planet,” says Kim. “Borders don’t define where a culture ends or where family begins, and photography is a unifying language for those who share this sensibility.” Photo by "}, {"num_of_comments": 24, "num_of_like": "719,359", "path": "instagram/picture3019.jpg", "like_list": [], "date_time": "Aug 3, 2015", "location": "", "tag_list": ["@markosian", "@markosian"], "caption": "Diana Markosian’s () images confront the haunted human condition of those who have experienced the numbing effects of loss. The 26-year-old photographer has focused her lens on the survivors of traumatic and sensitive historical events — the Beslan school massacre, the Chechen wars and the 1915 Armenian genocide — and documented her own reconciliation with her long lost father. “I was seven when I was taken away from him,” Diana says. “The year was 1996.” Fleeing a desperate situation in Russia with the collapse of the Soviet Union, Diana’s mother looked to California in search of a better life. “She decided to move us to Santa Barbara, based on the American soap opera, which we watched in our tiny apartment in Moscow,” says Diana. “She woke me up and told me to pack my belongings.” Fifteen years later, when she and her father were reunited, Diana says she felt numb and out of place. “There he was. A stranger,” she recalls. “He didn’t recognize me, and I didn’t recognize him either.” Diana longed to know him better, so she moved in with him six months later. “We began to take images of each other. It was a way for us to create new memories without the past intruding,” she says. “The collaboration became a turning point in the way I approach my photography.” Photo by "}, {"num_of_comments": 24, "num_of_like": "919,977", "path": "instagram/picture3020.jpg", "like_list": [], "date_time": "Aug 2, 2015", "location": "", "tag_list": ["@xmd101", "@mehdi_fazlollahi", "@paul_tozer", "@oliverweiken", "@suzanneleephoto", "@winewasted", "@toddfrance", "@ashley.francis", "@chien_chi_chang", "@ashley.francis"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "640,730", "path": "instagram/picture3021.jpg", "like_list": [], "date_time": "Aug 2, 2015", "location": "", "tag_list": ["@elleluna", "@kingcholo", "@katrinamchugh", "@thejellyologist", "#the100dayproject", "@greatdiscontent", "@elleluna"], "caption": "For 100 consecutive days between April and July,  painted her dreams. Simultaneously,  drew faces of Texan strangers on the insides of matchbooks.  layered song lyrics over natural science diagrams, while  mixed up daily flavor experiments like coconut water and lavender into exquisite little jelly molds. What connects them all, and the more than 270,000 images posted to the hashtag , is the challenge to participate in 100 days of making, initiated by San Francisco–based artist Elle Luna in partnership with The Great Discontent () magazine.\nInspired by an assignment given to design students at the Yale School of Art, “the 100-Day Project is not about fetishizing finished products,” says Elle. “It’s about celebrating the process.” Elle believes the great gift of the practice comes through surrender: “You show up day after day, even when you’re tired or sick or on vacation,” she says. True to the spirit of creating versus finalizing, the 100-Day Project didn’t exactly end on July 14, the original date Elle set for completion. “What’s amazing is that there are people who are just now discovering the project and beginning their own journey, while others have decided to continue their projects beyond Day 100,” says Elle. In the words of one inspired participant, “These 100 days have been like rocket fuel and I am ready to launch.” Photo by "}, {"num_of_comments": 24, "num_of_like": "689,222", "path": "instagram/picture3022.jpg", "like_list": [], "date_time": "Aug 1, 2015", "location": "", "tag_list": ["@lionheaded", "@ladyvenom", "@lionheaded", "@stefanjoham"], "caption": "In secondary school, it was Dr. Martens working-class, rebel-punk boots, and later on, the severe silhouettes of Helmut Lang that made Raffael Payr’s () heart beat faster. Today, the Viennese fashion lover says he has found his calling with his lifestyle and fashion blog, The Lionheaded. “I love the feeling of being on the cutting edge — to stand up front, like a train driver, and witness everything first hand,” says Raffael, who counts traveling, shopping and posing as his job duties.\nWith his wife Marion () acting as the photographer on most productions, Raffael feels comfortable expressing himself freely in front of the camera. “At times, I have the best ideas shortly before shooting,” says Raffael. “My plan is to not have a plan.” Photo of  by "}, {"num_of_comments": 24, "num_of_like": "558,425", "path": "instagram/picture3023.jpg", "like_list": [], "date_time": "Aug 1, 2015", "location": "", "tag_list": ["#WHPimperfections", "#WHPimperfections", "@billycress"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to photograph imperfections in your surroundings to show how mistakes and flaws can in fact be photographed in a beautiful way. Some tips to get you started:\n\nWrinkles in aging skin, colorful spills and stains, crooked walls and peeling paint are all imperfections that can add special charm and character to an image if looked at from a new perspective. Look for the messy parts of a scene you might otherwise leave out of a picture and make them the focus of your frame. Explore the imperfections of your photographs themselves — embracing blurriness, skewed lines and other technical factors you might ordinarily attempt to fix.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "965,693", "path": "instagram/picture3024.jpg", "like_list": [], "date_time": "Jul 31, 2015", "location": "", "tag_list": ["@bluemountainlife", "@bluemountainlife"], "caption": "Melanie Hamblin () shares images of her daily life on a ranch in Central Queensland, Australia, where more than 5,000 heads of cattle are bred surrounded by green hills and mountains. “My family started breeding wagyu cattle, a Japanese breed, about 14 years ago,” says the rancher and mother of four. Their cattle operation includes a biannual artificial insemination program, meticulous record keeping of the calves, mustering the cattle on horseback and an annual 9-mile (15-kilometer) walk of the cows between the family’s two properties. While Melanie admits that the work is extremely labor intensive, she still enjoys the rich natural environment as well as handling her horses every day — whether it’s for driving cattle or for campdrafting, a uniquely Australian horse sport. “People all over the world and from different cultural backgrounds seem to be drawn to the strength and beauty of horses,” she says. “There is nothing more relaxing than wandering around their paddocks with them early in the morning as the sun comes over the mountain.” Photo by "}, {"num_of_comments": 24, "num_of_like": "736,694", "path": "instagram/picture3025.jpg", "like_list": [], "date_time": "Jul 31, 2015", "location": "", "tag_list": ["@julie_weaves", "@julie_weaves", "@clement_minair"], "caption": "There are certain fabrics — cotton muslin, shiny silk, natural wool — that move Julie Robert (). “When I touch fabrics, a lot of things appear in my head, like ideas and combinations with other fabrics to create a piece,” says Julie, a textile designer who taught herself to weave on the Internet two years ago. For six months, she practiced every day, undoing and redoing every line to push herself to learn new techniques. Now she makes large, contemporary wall hangings on a loom and teaches weaving classes in Hyères, her small coastal town in the South of France, and in other parts of the country. “I get to meet other creative minds and learn a lot myself,” she says. “I’m very shy and it’s a great way to get out of this feeling.” Photo of  by "}, {"num_of_comments": 24, "num_of_like": "895,738", "path": "instagram/picture3026.jpg", "like_list": [], "date_time": "Jul 30, 2015", "location": "", "tag_list": ["@rafaelvarandas", "@cottonproject", "@rafaelvarandas"], "caption": "Fashioning a global style comes naturally to 29-year-old designer Rafael Varandas (), and it all started when he was 10. Growing up in São Paulo, before the Internet broke open the doors to other cultures, he devoured American skateboarding and surfing magazines for inspiration. “We were miles behind everything and seeing those guys and bands from outside of Brazil was really a turning point,” he says. “They dressed like nothing I’d ever seen. They were an inspiration, not only because of their clothes, but because of the way they behaved,” says Rafael. Today, as creative director of his own indie fashion line, Cotton Project (), his style is still all about attitude. “We are young adults. We have our responsibilities and jobs, but we are not dead. We want to have fun, maybe not quite like when we were teenagers, but we do want to explore possibilities.” Photo by "}, {"num_of_comments": 24, "num_of_like": "753,234", "path": "instagram/picture3027.jpg", "like_list": [], "date_time": "Jul 30, 2015", "location": "", "tag_list": ["@the.daily.splice", "@the.daily.splice"], "caption": "Thanks to fellow commuters leaving behind free magazines on London’s Tube, Adam Hale () compiles material for his daily collages on the go. “I thought it would strike a chord on social media, as there’s an immediacy to the work in which current topics, trends and affairs are given new context, turning something disposable into something of permanence,” says Adam. Although a lot of people assume that Adam’s works are created digitally, everything is done by hand. Adam sees the analogue art form of collaging — and its challenges — as a welcome change from his day job at a digital company. “It’s often very hard to ‘splice’ images together without the ability to flip or resize individual elements as you would on a computer, but I enjoy problem-solving and it feels great when something finally slots into place.” Photo by "}, {"num_of_comments": 24, "num_of_like": "643,788", "path": "instagram/picture3028.jpg", "like_list": [], "date_time": "Jul 29, 2015", "location": "", "tag_list": ["@photoaskew", "@photoaskew"], "caption": "On his eighth birthday, Fred Askew () received a momentous gift. It was a Leica M3 camera, bestowed on him by his beloved grandfather — a painter, a musician and an avid large-format, glass plate photographer. The elder artist died many years ago, yet remains a huge influence on Fred, who grew up to become a musician himself, playing drums for a time in a touring rock band, and then a news photographer documenting conflict overseas and political unrest at home in New York City.\nIn his gallery, Fred finds creative refuge, a place to practice a more personal sort of journalism through poetic text and imagery shot and manipulated mostly with his phone. His dreamscapes explore themes that haunt him, such as “the insanity of aging” and “memories that don’t sleep.” His distressed images recall not only his grandfather’s process but also his own early days experimenting with frugal techniques — walking on negatives, scratching photo paper, pouring coffee over his lenses — when he couldn’t afford the chemicals and tools of an analog darkroom. Then, as now, says Fred, “I was finding a new layer to photography. I could make prints look closer to how I saw them in my heart.” Photo by "}, {"num_of_comments": 24, "num_of_like": "547,373", "path": "instagram/picture3029.jpg", "like_list": [], "date_time": "Jul 29, 2015", "location": "", "tag_list": ["#Hellomynameis", "@jojo.jonah", "@jojo.jonah"], "caption": "“ Jojo Jonah (). I am 17 years old. I was born in Ghana, then moved to Montreal and now I live in Denver. When I take the train, I will go out of my way and go up to people and talk to them. I ask them questions about their lives. I try to take the things they tell me — small phrases or stories — and portray them in a painting or a photograph. Sometimes, I get to hear things that they have never told anyone else.” Photo by "}, {"num_of_comments": 24, "num_of_like": "973,100", "path": "instagram/picture3030.jpg", "like_list": [], "date_time": "Jul 28, 2015", "location": "", "tag_list": ["@kinzieriehm", "@kinzieriehm"], "caption": "When they aren’t shooting for magazines and mainstream children’s companies, photographer couple Ken Kinzie and April Riehm () turn their cameras on something much more familiar: the adventures of their three children as they grow up in balmy Orlando, Florida. “School’s out and we’re all together in the summer — that’s where the magic begins,” Ken says of the backyard adventures and beach excursions that provide the backdrop for the moments they capture. “It’s not all sunshine and popsicles. We have the same struggles as other parents. But we’re probably not going to show the tantrums and nose-picking,” April says. “We’re not trying to portray a perfect lifestyle,” Ken adds, “when there is a breakdown or a trauma we put the cameras down and deal with it.” The children are often eager participants in their parents’ photos, bringing their own creative ideas to their activities. And for all of them, their photos tell a story. “They look at these images and they can remember what happened last week and last year,” April says. “They talk and ask questions. It’s like time traveling. We get to go back — we get to experience those tiny little moments again and again together as we’re flipping through the feed.” Photo by "}, {"num_of_comments": 24, "num_of_like": "991,446", "path": "instagram/picture3031.jpg", "like_list": [], "date_time": "Jul 28, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@cleo_thebunny", "@cleo_thebunny"], "caption": "Hello, Instagram! It’s time for an extra furry edition of the . Say hello to Cleo (), an adorable white English Angora rabbit enjoying apartment life in New York City. She’s posh and petite, but her big bent ears and even bigger appetite give her huge personality! Fill your feed with her greenery-grazing antics by following ."}, {"num_of_comments": 24, "num_of_like": "664,057", "path": "instagram/picture3032.jpg", "like_list": [], "date_time": "Jul 28, 2015", "location": "", "tag_list": ["@islandika", "@zachfack", "@ari_fararooy", "@bidhan.kar", "@godyar", "@aglotic", "@echosight", "@ranflygenring", "@mollycphoto", "#WHPsayhitothewater"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , , , and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "798,607", "path": "instagram/picture3033.jpg", "like_list": [], "date_time": "Jul 27, 2015", "location": "", "tag_list": ["@virgin_honey", "@virgin_honey"], "caption": "Broken figurines, outworn toys, battered shuttlecocks, random bits of plastic. These seemingly useless items, carelessly tossed away by others, find new purpose in the playful assemblages of German artist Sabine Timm (). A practiced scavenger drawn to the sun-bleached and oddly shaped treasures found in flea markets and on beaches, Sabine builds amusing scenes from her collections at her home studio in Düsseldorf. Each arrangement is fleeting — most live only to be photographed and then are quickly disassembled. “I am always a bit sad to part with my ephemeral little creatures,” Sabine says. “But in taking them apart, I can again give rise to new characters.” Photo by "}, {"num_of_comments": 24, "num_of_like": "593,576", "path": "instagram/picture3034.jpg", "like_list": [], "date_time": "Jul 27, 2015", "location": "", "tag_list": ["@mau.cp", "@mau.cp"], "caption": "Things aren’t always what they seem. At least that’s the mantra behind Guatemalan visual artist Mauricio Contreras-Paredes (), who likes to create visual incentives to prompt an interaction between art and spectators. “Imagine an empty world, without curves, almost totally blue. It’s a world where perspectives fool you and where planes interact almost randomly. That’s my artistic style,” says Mauricio.\n\nMauricio’s choice of blue, however, is not random. “I am really invested in blue because gaseous bodies or transparent liquids, like the sky or the sea, are perceived as blue. As my work explores invisible or imaginary architecture, somehow transparent blue is conceptually perfect.” Photo by "}, {"num_of_comments": 24, "num_of_like": "852,918", "path": "instagram/picture3035.jpg", "like_list": [], "date_time": "Jul 26, 2015", "location": "", "tag_list": ["@laylahb", "@magdalenaswitek", "@mabdulle", "@jimmysunday", "@uletifan", "@chiplitherland", "@chuckseye", "@yolafotografa", "@divizna", "@chuckseye"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "762,557", "path": "instagram/picture3036.jpg", "like_list": [], "date_time": "Jul 26, 2015", "location": "", "tag_list": ["@patricialaydorsey", "@patricialaydorsey"], "caption": "Patricia Lay-Dorsey () is masterful at finding new ways to see herself. In old photographs, in handheld mirrors, in soft focus or sharp, in straight ahead poses for her camera and obscured reflections, she is willing to study her gaze and her body in them all.\nAn avid documentarian of her own life, Patricia, who is 73, pays close visual attention to living with multiple sclerosis, a disease of the nervous system that significantly impairs her use of her hands and legs. For years her photography centered on self-portraiture and her relationship with her disability. In joining Instagram, Patricia moved into a new phase of picturing herself and her life in Detroit with her husband Eddie, whom she calls her Instagram muse. “I feel like a child again, that little girl who let her imagination and sense of play lead her into magical realms.” Photo by "}, {"num_of_comments": 24, "num_of_like": "617,801", "path": "instagram/picture3037.jpg", "like_list": [], "date_time": "Jul 25, 2015", "location": "", "tag_list": ["@mahjorth", "@mahjorth"], "caption": "For Malin Hjorth (), drawing is a way to represent the amusing situations of life. A project manager at a kitchen company in Oslo, Norway, by day, Malin’s playful images are of collages of hand-drawn figures mixed with real-life objects or photos from interior and fashion magazines in delightful compositions. “I start out with no idea, then I start drawing. I cut out the figure or object and place it on the wall or at a photo. When composing my photo I think of the light, and of the shadow my objects are creating,” Malin says. “For one year I was an exchange student at the Academy of Fine Art in Oslo, and one teacher said to me, ‘Malin, stop talking! Start drawing!’ And I did! With my work I want people to see the humor in life.” Photo by "}, {"num_of_comments": 24, "num_of_like": "566,062", "path": "instagram/picture3038.jpg", "like_list": [], "date_time": "Jul 25, 2015", "location": "", "tag_list": ["#WHPsayhitothewater", "@cesinha", "#sayhitothewater", "#WHPsayhitothewater", "@gabriel.palermo"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make photos that creatively capture your own reflection in the water. Our inspiration for the challenge comes from Brazilian photographer César Ovalle (), who created the  hashtag. Some tips to get you started:\nMake sure to look beyond the puddle and get creative about where you might find interesting reflections. If you are in a dry area, fountains, glass and swimming pools can all reveal natural mirrors. Greetings come in many shapes and forms. Be bold when it comes to striking a pose with your hands, legs and feet. “Doing something unconventional is always worth a try,” suggests César. Focus on reflections that have interesting backgrounds but are not too polluted. Make sure the surface beneath the water is clean. If it’s too dirty, it can damage the end result. Pay attention to your style. “Wear interesting shoes,” encourages César.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "786,549", "path": "instagram/picture3039.jpg", "like_list": [], "date_time": "Jul 24, 2015", "location": "", "tag_list": ["@sabeenu", "@sabeenu"], "caption": "When Sabeena Karnik () started making alphabet letters out of paper, she had no idea her creations would someday appear on billboards and the covers of magazines. The 32-year-old artist from Mumbai, India, takes inspiration from a vivid palette of complementary colors and her daily ritual of drawing letterforms by hand. “The versatile letter ‘S’ is never easy to make,” says Sabeena, “but it is my favorite to create.” Once she decides on the design, Sabeena brings the letters to life with strips of colored paper and glue. “Every step is a discovery of new things, and this profession has taught me a lot about paper — its strengths and limitations, as well as my own,” she says. “It’s very fragile and has to be treated with care and love.” Photo by "}, {"num_of_comments": 24, "num_of_like": "833,444", "path": "instagram/picture3040.jpg", "like_list": [], "date_time": "Jul 24, 2015", "location": "", "tag_list": ["#hellomynameis", "@mylifeaseva", "#Layout", "@mylifeaseva"], "caption": "“ Eva Gutowski (). I am a third-year college student from Orange County, California. I want to be known as a person who accepts herself for being who she really is, and not changing that for anyone. If you knew me back in high school, you would know that I’m the same exact person — just with better eyebrows! I’ve always kind of accepted the fact that I am a total dork who makes way too many SpongeBob references. Figuring out that there are millions of people out there who love that has helped me embrace myself even more. There’s so much acceptance on the Internet. You just have to open yourself up to find it.”  by "}, {"num_of_comments": 24, "num_of_like": "661,237", "path": "instagram/picture3041.jpg", "like_list": [], "date_time": "Jul 23, 2015", "location": "", "tag_list": ["@marcquinnart", "#whereartthou", "@whitecubeofficial", "@seebyshadow"], "caption": "An early morning walk on the beach was Marc Quinn’s () inspiration for his new show “The Toxic Sublime.” But the subject of this week’s , on view at White Cube () in London until September 13, is a fresh take on a classic subject. “I was struck by how water is like the blood of the world, connecting every country in oceans and rivers like arteries, then into the veins a capillary system of drains, taps, showers, baths and ourselves,” says Marc, whose show includes large paintings that have the wear and tear of found objects as well as stainless steel sculptures of shell fragments shaped by the sea. “It seemed to be a really good subject for a body of work in our age of environmental uncertainty.” Photo by "}, {"num_of_comments": 24, "num_of_like": "845,889", "path": "instagram/picture3042.jpg", "like_list": [], "date_time": "Jul 23, 2015", "location": "", "tag_list": ["@annaremarchuk", "#envelope_series", "@annaremarchuk"], "caption": "Not long after Kiev-based photographer Anna Remarchuk () found a bunch of old envelopes that belonged to her great-grandfather, she received a gift of snowdrops in the post. “At the table there were those envelopes. I saw them together and decided to make a photo,” she says. The simple combination gave birth to a new creative project — the . Anna buys the flowers or receives them as gifts, then looks at the colors and tones of the envelope paper and the natural beauty of the flowers before shooting the two on her phone. “During the process I forget about all, because I am in love with what I do,” she says. “I want my followers to be able to understand my flowers’ message without any words.” Photo by "}, {"num_of_comments": 24, "num_of_like": "607,994", "path": "instagram/picture3043.jpg", "like_list": [], "date_time": "Jul 22, 2015", "location": "", "tag_list": ["@alexkpotter", "@alexkpotter"], "caption": "As a nursing student from a small town in the American Midwest, Alex Potter () might not have imagined living through airstrikes and civil war in the Middle East. But a university trip to Jordan sparked an interest in learning Arabic and led her to Yemen, where she now lives and works as a freelance photographer and writer. Despite the crisis around her, the 25-year-old describes Yemen as “the easiest place I have ever worked — especially as a woman.” She adds, “I dress like a local to respect the culture and speak the local dialect, so that helps, but everyone wants their photo taken all the time.” While she photographs across the region from Eritrea to Kurdistan, Alex still works occasional stints as a nurse during visits home to the United States. “I go back to Minnesota to do some nursing work, center myself and see family and friends,” she says. “Personal relationships are important to me, and it’s difficult but essential to stay connected to those who know me the best, especially in this line of work.” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,432,306", "path": "instagram/picture3044.jpg", "like_list": [], "date_time": "Jul 22, 2015", "location": "", "tag_list": ["@muenchmax", "@muenchmax"], "caption": "A gentle melody echoes across the still, crisp landscapes of German photographer and pianist Maximilian Münch () and, if you look and listen closely, you can almost hear it. In a gallery as carefully composed as a musical arrangement, the 23-year-old intentionally uses line and color to connect each spectacular vista: rock spurs point toward the horizon in an adjacent image, and treetops melt into a lake’s surface in another. Based in Berlin, but frequently traveling to European destinations and abroad, Max says, “With every picture I put down a small composition on paper, a new note that will somehow lead me to the next — wherever this may be.” Photo by "}, {"num_of_comments": 24, "num_of_like": "737,312", "path": "instagram/picture3045.jpg", "like_list": [], "date_time": "Jul 21, 2015", "location": "", "tag_list": ["@layleonardo", "@antonyadriano", "@brasilmostratuacapa", "#sleeveface", "#sleeveface", "@isbabs"], "caption": "Layana Leonardo () and Antônio Adriano () originally set out to recreate Brazilian vinyl records through portrait photography. “But then, we realized we could do something more relevant, something where other people might even participate,” says Antônio. Layana’s passion for music and Antônio’s love for photography inspired them to create , a project where they use Brazilian album covers as faces and also feature submissions from the  hashtag. Their creative process is very collaborative: “To portray the cover, we try to find the perfect clothing and venue to take the photographs.” From the beginning, paying homage to Brazilian sounds and visuals was very important. “When we started out, the  hashtag was already really popular, but there were almost no photos of Brazilian records,” says Layana, who describes herself as totally addicted to Brazilian music, from the old to the new. “I have a lot of vinyl records, and most of them are Brazilian. It’s very hard to resist nice vinyl records and their beautiful album covers. It really is an addiction!” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,154,352", "path": "instagram/picture3046.jpg", "like_list": [], "date_time": "Jul 21, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@citroneko", "@citroneko"], "caption": "Hello, Instagram! It’s time for your dose of . Meet Citronnelle (), a dashing gray British Shorthair lady cat with a prominent splash of white mustache. To follow the adventures of this unconventionally facial-haired feline fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "658,045", "path": "instagram/picture3047.jpg", "like_list": [], "date_time": "Jul 21, 2015", "location": "", "tag_list": ["@billgrip", "@benxlren", "@bismosatria", "@jennbischof", "@alicewholivesinapalace", "@dashgrey", "@mevisualartist", "@c5759", "@denstorm", "#WHPhairplay"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "995,005", "path": "instagram/picture3048.jpg", "like_list": [], "date_time": "Jul 20, 2015", "location": "", "tag_list": ["@memomedfish", "@memomedfish", "@freedive_international"], "caption": "Some four-year-olds are terrified of swimming in the ocean. Memo Arikok () was not even close to being one of them. His dad, a spear fisherman, taught him free diving, or breath-hold diving, and the now 37-year-old never stopped challenging himself to go deeper. “All these years taught me one single thing — the ocean is always bigger than you,” Memo says. “Learning how to adapt to the pressure in a place where we are just visitors takes a little bit of time, but the key is to enjoy every single minute of it!” Photo of  by "}, {"num_of_comments": 24, "num_of_like": "555,828", "path": "instagram/picture3049.jpg", "like_list": [], "date_time": "Jul 20, 2015", "location": "", "tag_list": ["#hellomynameis", "@minivango", "@minivango"], "caption": "“ Vincent Yung (). I am 20 years old and grew up in Vancouver, Canada. Currently, I’m an architecture student at the University of Toronto. I don’t usually post a lot of personal photos. It’s more what I’ve seen — cool places I’ve been. A lot of times you just decide, ‘Oh, I’m going to take a picture of this because it looks cool,’ but in architecture, you learn to take these moments and try to find a purpose for them in order to create something meaningful. You need to have a methodology behind all the designs you draw. Nothing is out of place.” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,076,433", "path": "instagram/picture3050.jpg", "like_list": [], "date_time": "Jul 19, 2015", "location": "", "tag_list": ["@markhartman", "@annieflanagan", "@jtkerby", "@dshivkiran", "@lottiehedleyphoto", "@iantehphotography", "@bentaub91", "@blasiuserlinger", "@fabianweiss", "@iantehphotography"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "529,098", "path": "instagram/picture3051.jpg", "like_list": [], "date_time": "Jul 19, 2015", "location": "", "tag_list": ["@graphilately", "@graphilately"], "caption": " is like a love letter to two of Blair Thomson’s obsessions: philately — the collection and study of postage stamps — and graphic design. “It’s effectively a growing digital stamp album shared from my collection,” says Blair, who lives in Exeter, England, and founded his own brand design agency. “I want to inspire, educate and encourage new collectors and, especially, raise the profile of stamp designers from across the world.” Photo by "}, {"num_of_comments": 24, "num_of_like": "686,900", "path": "instagram/picture3052.jpg", "like_list": [], "date_time": "Jul 18, 2015", "location": "", "tag_list": ["@fcoronado", "#LocalLens", "@fcoronado"], "caption": "“Oaxaca is color, flavor, smells and sounds. Walking through its streets you get a unique encounter with your senses,” says Frank Coronado (), a photographer and painter from the region in southern Mexico.\n\nThe Mexican state is known for its cultural diversity, something that Frank aims to capture. “The differences between the eight regions of Oaxaca can be found in their gastronomy, in their textile richness. Every regional costume is made in a different way with colorful threads, which weave traditions inherited throughout generations.” Frank spent 18 years away from his hometown, Oaxaca City, and was amazed with everything he rediscovered when he returned. “You just need to walk through its streets to realize there are endless things going on,” he says.\n\nFor more from Frank’s  in Oaxaca, visit the Instagram blog.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "628,349", "path": "instagram/picture3053.jpg", "like_list": [], "date_time": "Jul 18, 2015", "location": "", "tag_list": ["#WHPhairplay", "#WHPhairplay", "@hamadahideaki"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative photos and videos featuring creative hairdos and facial hair. Some tips to get you started:\nKeep your setting in mind as you stage your shot. On a windy day, the breeze moving through long hair can lend itself to beautiful video portraits — especially if filmed in slow motion. Sharpen your street photography skills and keep an eye out for interesting hairstyles in the wild. Snap from afar or respectfully approach and ask to take a portrait. Or, if you can’t find anything interesting, get creative. Grab a willing friend and break out the hairspray to see what you can create. Finally, as with all photos of people, keep light in mind as you shoot. Take advantage of an overcast sky or nearby window for softer portrait light, or go out into direct sun for bold shadows.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own photographs and videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged image or video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "798,704", "path": "instagram/picture3054.jpg", "like_list": [], "date_time": "Jul 17, 2015", "location": "", "tag_list": ["@twinleaves", "@twinleaves"], "caption": "For Hitoshi Kobayashi () from Tokyo, Japan, the sceneries that excite his photographic endeavors are not the urban landscape or the modern architecture found inside the city center, but rather the decades-old stores and houses which he discovers in suburban neighborhoods. “I’ve just been capturing whatever that catches my attention in the streets, but come to think of it, I think I’m naturally drawn to things that tell stories about people’s lives,” he says. “Timeworn buildings, overused dustpans and even small inventions like attaching a broken door with a string — these are the kinds of things that I find fascinating,” explains Hitoshi. Over time, his photography has evolved from snapping nostalgic moments to capturing straight facades of aged buildings. “The appearance of the facade changes even with the slightest trim,” he reveals. “It takes forever for me to walk through an old town — because when I’m walking, my eyes and head are so busy trying to trim the reality in front of me.” Photo by "}, {"num_of_comments": 24, "num_of_like": "833,060", "path": "instagram/picture3055.jpg", "like_list": [], "date_time": "Jul 17, 2015", "location": "", "tag_list": ["@into_theworld", "@into_theworld"], "caption": "Traveling the world in a car and taking photographs on the road was Christof Schoppa’s and Marcus Hofschulz’s () dream. The idea came up during a phone call. “The same night we decided: We’re going to do this!” says Marcus. Since starting the adventure in February, “Kalli,” a transformed Kia Carnival van, is equally vehicle and home to the duo. The brave decision to leave everything behind — apartments, jobs, studies – has been rewarded through unforgettable moments and memories along the way. “It was a starlit night, and we drove along the coast to find a place to sleep. Eventually we found a small sandy path that led to a cliff, offering a vast view over the moonlight-flooded ocean.” So far, Marcus and Christof have visited 13 countries, and there’s no plan to stop any time soon. “We are currently focusing on Europe and then the rest of the world. ‘Into the World’ is a global photography project,” says Christof.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "837,425", "path": "instagram/picture3056.jpg", "like_list": [], "date_time": "Jul 16, 2015", "location": "", "tag_list": ["@dailybreakfast", "@expo2015milano", "@dailybreakfast"], "caption": "“The culture of Italian food is renowned worldwide and although this is a small country, every region has its gastronomic tradition and even within each region there are huge culinary differences,” says Milan-based photographer and food stylist Laura La Monaca (). As a freelancer, Laura says breakfast is the only fixed point of her day before shooting, preparing and working with chefs to create dishes which are not just photogenic, but entirely delicious too. “The food styling process starts from the dish itself: I try to understand what may be the difficulties in terms of photography and try to minimize them. For example, the pasta is better to photograph al dente rather than cooked, and a bit of olive oil makes it more pretty in photos. Then I think about how to serve it, about the set and props to use,” she explains.\nMilan’s Expo 2015 () runs through the end of October this year, with 140 countries showcasing sustainable solutions to providing food for everyone. “This is a great opportunity for Italy,” Laura adds. “An opportunity to bring attention to the enormous amount of food wasted every day and to learn about the traditions and culture of the countries that joined the Expo.” Photo by "}, {"num_of_comments": 24, "num_of_like": "839,374", "path": "instagram/picture3057.jpg", "like_list": [], "date_time": "Jul 16, 2015", "location": "", "tag_list": ["@danischafer_", "@danischafer_"], "caption": "Spend time looking at Dani Schafer’s () recent work and you might feel an overwhelming sense of calm. “I never consciously intended to work with cooler tones, but once I started I couldn't stop,” says Dani, an artist in Madison, Wisconsin. “I'll move away from them when they no longer fit my vision.” She starts her 3-D pieces with drawings and plans, but her painting process is different. “They begin with a vague idea in my mind — maybe a few colors, the shadows of a few forms,” she says. “Once I start, it all happens on my palette and the painting surface.” Photo by "}, {"num_of_comments": 24, "num_of_like": "870,297", "path": "instagram/picture3058.jpg", "like_list": [], "date_time": "Jul 15, 2015", "location": "", "tag_list": ["@dita_alangkara", "@dita_alangkara"], "caption": "Like countless people around the world, Indonesian photojournalist Dita Alangkara () commutes to work. Unlike most of those people, Dita enjoys the ride. “Jakarta, where I live, is huge — a city of 10 million people and really crowded, so traffic is crazy here,” he says. “I commute on the bus, so I have a lot of time to observe, and I enjoy working in this traffic chaos.” Some of his most thoughtful pictures are made in the midst of colossal traffic jams.\nDita, 40, has been a professional photographer for two decades. He first fell in love with photography in his teens, and has been seeing the world anew, every day, ever since. “Curiosity is something that every photographer should have, I think. Curiosity is what brings us to new places. It helps us to refresh our eyes, to refresh our minds, gives us new ideas,” he says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "620,836", "path": "instagram/picture3059.jpg", "like_list": [], "date_time": "Jul 15, 2015", "location": "", "tag_list": ["@miketrout", "@miketrout"], "caption": "Twenty-three-year-old Mike Trout () is baseball’s reigning American League MVP, who signed a $144.5 million contract in 2014. And yet, his pictures reveal a regular guy who loves his job with its locker room “office,” his family and his fans — many of whom make him creative signs.\nOne child made a sign with a built-in net that Mike tosses a ball into every home game that’s known as — what else? — the “Trout Net!” “What’s cool is he always finds a new fan to give a ball to,” the superstar says.\n\nIn the midst of what might be his best season yet, Mike doesn’t boast about his success. “I love the game,” he says. “I do my best to play it the right way. When you go out there and have fun, good things will happen.” Photo by "}, {"num_of_comments": 24, "num_of_like": "634,438", "path": "instagram/picture3060.jpg", "like_list": [], "date_time": "Jul 14, 2015", "location": "", "tag_list": ["@lapetitetouche", "#14juillet", "@lapetitetouche", "@lapetitetouche"], "caption": "For one Parisian couple, the city of romance inspired not only enduring love but also a joint artistic endeavor. “Lélé is my muse. It was obvious to combine our passions, our love for art. Photography is a way to express ourselves,” says Phémina Madiande, a self-taught painter and photographer, and one-half of La Petite Touche  — an artistic collective. Phémina met Lélé Matelo, an actor/model, eight years ago in the city, and three years ago they began working together creatively, inspired by everything: light, place, the name of a street and color. “Working with passion is our motto,” says Lélé. “Paris is a cosmopolitan and beautiful city, that’s why we rediscover it every day.” On July 14, Francophiles all over the world celebrate France’s national holiday with fireworks and a military parade down the Champs-Élysées in Paris. “To be French means to live in a beautiful country with a heritage, rich history and culture,” says Lélé. “We will go to see fireworks and explore Paris by night; the lights adorn the city, it’s wonderful,” adds Phémina.\n\nTo see Bastille Day celebrations all over the world, browse the  hashtag, and for more from Phémina and Lélé, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,101,813", "path": "instagram/picture3061.jpg", "like_list": [], "date_time": "Jul 14, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@bonosurfdog", "@bonosurfdog", "@bonosurfdog", "@minduim"], "caption": "Hello, Instagram! Are you ready for a splashing ? Meet Bono (), a champion surfer pup from Rio de Janeiro who has been catching waves since he was just six months old! This athletic Labrador feels happiest in the water, surfing with his best friend, Ivan Moreira. To add some tropical fluff to your feed, follow .\n\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "627,880", "path": "instagram/picture3062.jpg", "like_list": [], "date_time": "Jul 14, 2015", "location": "", "tag_list": ["@micdenny", "@m.kulio", "@hellojoyus", "@carolyn_mara", "@trapexoid", "@sshamsaria", "@scodyg", "@jhows_", "@adityavarmaartist", "#WHPscreentest"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "599,755", "path": "instagram/picture3063.jpg", "like_list": [], "date_time": "Jul 13, 2015", "location": "", "tag_list": ["@vincentmoustache", "@giambattistapr", "@vincentmoustache"], "caption": "The women in the world of the illustrator Vincent Moustache () are chic with wide, curious eyes and long, elegant necks. “I try to capture that delicious silhouette,” says Vincent, who lives in Paris. Delicious silhouettes were everywhere during the haute couture shows this week, when Vincent was invited to the Giambattista Valli () presentation as well as to the showroom to see the pieces up close. “Giambattista dresses extraordinary women, and you can see it in his designs,” Vincent says. “He offers a contemporary romantic silhouette.” Photo by "}, {"num_of_comments": 24, "num_of_like": "637,503", "path": "instagram/picture3064.jpg", "like_list": [], "date_time": "Jul 13, 2015", "location": "", "tag_list": ["@malalafund", "@macklemorgz", "@maddibraps", "@malalafund", "#booksnotbullets", "@macklemorgz", "@maddibraps"], "caption": "In true teen idol fashion, Malala Yousafzai () inspires girls around the world to create fan art. And the Nobel Peace Prize winner, who turns 18 years old today, found and shared one particular drawing on her Instagram account — made in chalk, featuring the words “extremists have shown what frightens them most: a girl with a book.” The drawing was created by 16-year-old Morgan Ciocca () from Kansas City, Kansas, and it was shared with Malala by her 16-year-old best friend, Maddi McMaster (). “It’s odd to reflect on how Malala’s story has impacted my life, since it has with such immensity,” says Maddi. “To me, the quote on Morgan’s drawing means that for women across the world, knowledge and education are our greatest powers and weapons against sexism.” Morgan’s chalk piece was made during an art day at her high school, where she was asked to illustrate something that reflected diversity and inclusion. Turning it into a tribute to Malala was a no-brainer. “Recently, I taught my ten-year-old sister and a few of her friends the meaning of feminism and about Malala,” says Morgan. “I believe young women see someone who very much resembles them, standing up for her rights, and feel as if they can do the same.” For more images from young activists around the world, follow  and explore the  hashtag.\n\nPhoto of  artwork by "}, {"num_of_comments": 24, "num_of_like": "876,506", "path": "instagram/picture3065.jpg", "like_list": [], "date_time": "Jul 12, 2015", "location": "", "tag_list": ["@sherria29", "@misterhouser", "@paolopatrizi", "@annie_montgomerie_art", "@joannamansfield", "@sachacohen19", "@samharrisphoto", "@hulaseventy", "@moeinsss", "@samharrisphoto"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "717,356", "path": "instagram/picture3066.jpg", "like_list": [], "date_time": "Jul 12, 2015", "location": "", "tag_list": ["@midimew", "@midimew"], "caption": "Kick-ass female superheroes are a common theme in Beth Sotelo’s () work. And the comic artist from California, who does coloring for DC and Aspen Comics, is doing her own butt-kicking in the industry — which she credits, in part, to an important moment that happened in high school. “I dropped art as my elective until my teacher, Mr. Lee Samuels, called my house and demanded my return,” she says. “I thought art was just for fun, but after that I learned it was a valuable skill to keep working at.” For her coloring work, Beth built herself her own desktop PC, and she uses an old version of Photoshop. For penciling, she uses a piece of medium-density fiberboard and some binder clips. “I sit on the couch with the board in lap, mechanical pencil in hand and my dachshund, Colonel Mustard, at my side editing,” she says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "687,644", "path": "instagram/picture3067.jpg", "like_list": [], "date_time": "Jul 11, 2015", "location": "", "tag_list": ["@alfredorondon", "@alfredorondon"], "caption": "Alfredo Rondón () seems to be attracted to opposite ends. His hometown is Caracas, Venezuela, but his new home is Valencia, Spain, where he is studying for a master’s degree. “Caracas is an excellent city, but unfortunately is going through a difficult time,” he says before adding, “Valencia is a smaller city but gives you the feeling that you don’t need anything else.” His pictures show a divided love between architecture and nature. “I am always trying to find spaces with harmony, pleasant to the eye. And so many times I’ve captured places with objects that are usually unpleasant, but I put them in harmony within the composition,” Alfredo says.\n\nAlfredo is a triathlete and takes his phone with him whenever he has a training session, hunting for the unexpected. “I always create new routes so I can discover all the corners Valencia has in store for me.” Photo by "}, {"num_of_comments": 24, "num_of_like": "530,872", "path": "instagram/picture3068.jpg", "like_list": [], "date_time": "Jul 11, 2015", "location": "", "tag_list": ["#WHPscreentest", "#WHPscreentest", "@gold_front"], "caption": "Weekend Hashtag Project: \n\nIn the film industry, actors and actresses will often audition for roles with a screen test, a short recording where they can show off their ability to get into character. The goal this weekend is to capture creative moving portraits that convey a sense of personality. Some tips to get you started:\n\nTraditional screen tests often involve a script, but in 15 seconds, less is more. Try to capture the essence of a personality, and don't be afraid to capture unscripted moments as well. Clothes and setting also help convey a sense of personality. Keep that in mind when seeking out real-life characters to capture or when creating a character of your own. Don't forget the importance of body language. Small movements and gestures can speak volumes about a personality, so keep the camera rolling and see what you pick up.\n\nPROJECT RULES: Please add the  hashtag only to videos taken over this weekend and only submit your own videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "725,570", "path": "instagram/picture3069.jpg", "like_list": [], "date_time": "Jul 10, 2015", "location": "", "tag_list": ["@bryanjaysinger", "@bryanjaysinger"], "caption": "Actors were flying through the air, and director Bryan Singer () wanted “X-Men” fans to see it. “This moment is but a tiny fraction of an elaborate sequence which involves pretty much every single aspect of both physical and visual effects one can imagine,” he says. “I just thought it looked so surreal I had to post it.” His goal is to give the fans “a slice of the experience” of being on set, and everything he shares is personal. That’s because Bryan, who has worked on “X-Men” films for the past 15 years, understands what it means to love these characters. “There’s something deep-seeded in the mythology of ‘X-Men.’ In the idea of identity. The feeling of being an outsider. It strikes at the core of every growing person.” Photo by "}, {"num_of_comments": 24, "num_of_like": "801,446", "path": "instagram/picture3070.jpg", "like_list": [], "date_time": "Jul 10, 2015", "location": "", "tag_list": ["@samishome", "@samishome"], "caption": "“My job is to tell stories of people through objects,” says Chicago-born prop stylist Samantha Wong (), who currently lives in Hong Kong. Her job, along with her passion for traveling, connecting with people and living a creative lifestyle, are the things that inspire her photography — and food often plays a big role in those moments. “Food is very much a platform for social engagement and interaction: My photos capture that community as much as they tell about the ‘deliciousness’ of the food itself,” explains Samantha. When Samantha encounters the right lighting, interiors and composition during her snacks and meals with her peers, there’s a good chance she’ll take out her smartphone for a photo shoot. “I always ask friends to have their nails painted, wear small pieces of jewelry or dress in clothes with interesting texture to add a stylistic angle and reflect the attitude of our destination,” she reveals. “My friends have become expert hand models as a result of this!” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,022,465", "path": "instagram/picture3071.jpg", "like_list": [], "date_time": "Jul 9, 2015", "location": "", "tag_list": ["#whereartthou", "@olafbreuning", "@stntostn", "@stntostn"], "caption": "One work of art, a rainbow of photo possibilities. This week’s , a series highlighting exhibitions which inspire visitors to take pictures, is Olaf Breuning’s () “Smoke Bombs.” The piece, which is created using a large grid of colorful smoke bombs, was staged during the artist Doug Aitken’s Station to Station (), a vibrant 30-day project. “All the bombs have to be lit at the same time, and there it goes,” says Olaf, who lives in New York City. “However the wind blows.” It is one of over a hundred artist-led events planned for the living exhibition that runs until July 26 at the Barbican in London. Station to Station also featured the piece in a series of 30, 15-second videos they made for Instagram and play sequentially, seamlessly, on their website.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "680,048", "path": "instagram/picture3072.jpg", "like_list": [], "date_time": "Jul 9, 2015", "location": "", "tag_list": ["@d33zle", "@intro2skate", "@d33zle", "@frankyvillani", "@teejharris"], "caption": "“Learning a trick is a great feeling,” says Jon Depoian (), a 26-year-old skateboard instructor in Southern California, “but teaching a trick, seeing the progression from nothing to landing something, and knowing you were a part of it is incredible.” There weren’t many skaters in Jon’s hometown of Kalamazoo, Michigan. “We didn't know what we where doing,” he says. “There was no YouTube, and no one to really show us, so we tried to copy ‘Tony Hawk’s Pro Skater.’” But the connection was instant. “As soon as I discovered skateboarding, it was all I ever thought about and all I ever wanted to do.” Jon spent three years touring the US in a motor home with the King of Kings Skateboard Ministry before eventually making his way west, where he co-founded . When starting out, Jon stresses the importance of patience and persistence. “The most common mistake is that some expect to be doing ollies in the first week,” he says. “Work on getting comfortable riding and using the nose and tail first.” Video of  by  and "}, {"num_of_comments": 24, "num_of_like": "601,829", "path": "instagram/picture3073.jpg", "like_list": [], "date_time": "Jul 8, 2015", "location": "", "tag_list": ["@wlodarczyk", "@music", "@wlodarczyk"], "caption": "In jagged, flash-filled images, Walter Wlodarczyk () captures the raw urgency of the DIY (do-it-yourself) music scene. “DIY is about creating — and fostering creation,” says the Brooklyn, New York-based photographer, “outside of the larger, mainstream, established structures that exist for the arts.” He adds, “It’s about providing a space for work that you think is important, rather than waiting for someone else to.” Typically, his own work pits a wide-angle lens against compressed, makeshift stages to document live performances — in venues that he recognizes as inherently ephemeral. “Spaces grow and evolve and change,” he says. “No different than an artist’s work changing and evolving. Change is the only constant, so it’s important to document as much as possible.” For more stories from around the music community, check out .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "610,793", "path": "instagram/picture3074.jpg", "like_list": [], "date_time": "Jul 8, 2015", "location": "", "tag_list": ["@k_koenning", "@k_koenning"], "caption": "Welcome to the interstellar world of photographer Katrin Koenning (), a German-born photographer who lives in Melbourne, Australia. Her pictures and experimental videos eulogize the absurd beauty of an earthbound existence. “My thoughts are in the stars every day, and in a migrant existence, the idea of a shared sky is of great comfort,” says Katrin. Her work is a celebration of distant galaxies and planetary light. “Physically I’ll never get to space, I know this. But I’ve come to understand that all it takes to travel to the stars is the mind. So I create my own universes, with whatever it is that’s around me.” Photo by "}, {"num_of_comments": 24, "num_of_like": "751,415", "path": "instagram/picture3075.jpg", "like_list": [], "date_time": "Jul 7, 2015", "location": "", "tag_list": ["@vinicius_eneas", "@vinicius_eneas"], "caption": "“It does not have to be a rhinoceros crossing the street,” says the 25-year-old advertising copywriter Vinícius Enéas () about capturing what he calls the “surrealism of everyday life” in his photographs. Vinícius is interested in documenting the unusual aspects of everyday life that are often overlooked. “These details catch my attention, whether they are beautiful, sad or eccentric,” he says. Vinícius, who has spent nearly a decade in the Brazilian city of Natal, famous for its postcard scenery of sand dunes and pristine beaches, challenges himself to show other sides of the city. “Most people see Natal as paradise, and for a tourist, it definitely is. But living here is different, so it’s good to be able to show other perspectives, which are just as real, perhaps even more so.” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,159,998", "path": "instagram/picture3076.jpg", "like_list": [], "date_time": "Jul 7, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@nugget_pancake", "@nugget_pancake"], "caption": "Hello, Instagram! It’s time for the . Today’s purrrecious feline is of the pint-sized variety. Meet Pancake (), a blue munchkin tabby whose teensy body is bursting with boundless energy and curiosity. To add some miniature kitty fluff to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "718,570", "path": "instagram/picture3077.jpg", "like_list": [], "date_time": "Jul 7, 2015", "location": "", "tag_list": ["@stacyant", "@matt.andersen", "@habib.alidengi", "@sudeepnandurkar", "@heyitsamoff", "@nyroamer", "@ceeesk", "@me.lo.die", "@cole_younger_", "#WHPnightlights"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "945,870", "path": "instagram/picture3078.jpg", "like_list": [], "date_time": "Jul 6, 2015", "location": "", "tag_list": ["@foxslane", "@foxslane"], "caption": "Before Kate Ulman () began farming, she spent her time rallying at protests. “At one point I realized that I was exhausted from all the fighting and wanted to create something positive instead,” Kate says. “And what could be more positive than growing food with love and integrity?” That was 15 years ago. She learned on the job and now runs her small farm Daylesford Organics outside Melbourne, Australia, with her partner Bren. “Farming is definitely hard work, but I can’t imagine doing anything else.” Photo by "}, {"num_of_comments": 24, "num_of_like": "753,530", "path": "instagram/picture3079.jpg", "like_list": [], "date_time": "Jul 6, 2015", "location": "", "tag_list": ["@lourdes_villagomez", "@lourdes_villagomez"], "caption": "Color is a constant in the life of Lourdes Villagómez (). The Mexican painter started off as a graphic designer, afraid of devoting herself to painting. But it was color that brought her back to her passion. “I love color and the fact that it’s so Mexican. One of my main topics is Mexican culture and traditions, and in my country that goes hand in hand with color. I started painting with this theme while I was in Italy, missing my country, and automatically the color appeared,” says Lourdes, who abandoned design after winning a scholarship to study painting in Florence, Italy.\n\nBack in Mexico City, Lourdes' paintings mainly focus on her country, but she also does portraits. “Now I earn my living through my paintings, and that is because I believed in me. I said, I’m going to throw myself at it — I am going to do it.” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,089,066", "path": "instagram/picture3080.jpg", "like_list": [], "date_time": "Jul 5, 2015", "location": "", "tag_list": ["@robfinch", "@thanos_duck", "@rickloomis", "@arkadripta1", "@huggynbg", "@heathermcgrath", "@toastcards", "@milanjaros09", "@charles_post", "@heathermcgrath"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe.\nFor these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "791,943", "path": "instagram/picture3081.jpg", "like_list": [], "date_time": "Jul 5, 2015", "location": "", "tag_list": ["@copaamericachile2015", "@t_w_o", "#emptycopaamerica", "@asiredey", "@t_w_o"], "caption": "Soccer stadiums are full of passion, roars and cheers, unless they are empty. That’s when magic happens.\n\nA few hours before the long-awaited Copa América 2015 () final between Chile and Argentina, the Estadio Nacional (National Stadium) in Santiago, Chile showed a different face to a group of Instagrammers. “You see this place completely empty, in silence, as if it was dormant, but you know it’ll awake soon,” says Tomás Westenenk Orrengo (), a Chilean architect who took part in , an opportunity to greet and meet the stadium’s history with no one around. “Every corridor and aisle, it’s like a big labyrinth that can take you to unexpected places, so I was inventing memories in my head. In the end, I was able to stop seeing it as a stadium and was able to defragment all of its elements as artistic pieces that produce and communicate different feelings,” adds Alberto Siredey (), a designer from the Chilean capital.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "801,512", "path": "instagram/picture3082.jpg", "like_list": [], "date_time": "Jul 5, 2015", "location": "", "tag_list": ["@everydayusa", "@mattblack_blackmatt", "@malinfezehai", "@dguttenfelder", "@mikimeek", "#identityUSA", "@malinfezehai"], "caption": "Over the past year, a group of photojournalists have been telling stories about Americans you won’t see on the news. Their account is , and the 16 contributors have shown what it’s like to live on the nation’s poverty line with the images of Matt Black (), to quiet moments of beauty photographed by Malin Fezehai (), ironic encounters with modern Americana by David Guttenfelder (), and more.\n\nOne of the members is Miki Meek (). She is half-Japanese, grew up Mormon in West Mountain, Utah and now lives in New York City where she works as a producer for the public radio show This American Life. “I’m a very random — or maybe classic — American,” she says.\n\nTo tell stories like Miki’s, the group has started , a call for personal images that answer the question, “What does America mean to me?” Miki says, “We are all spread out, with different interests and backgrounds, missions and viewpoints. We’re trying to tease out what isn’t obvious, but is right in front of you.” Photo by "}, {"num_of_comments": 24, "num_of_like": "694,452", "path": "instagram/picture3083.jpg", "like_list": [], "date_time": "Jul 4, 2015", "location": "", "tag_list": ["@letourdefrance", "@sargentandco", "@letourdefrance", "#tdf2015", "@sargentandco", "@sargentandco"], "caption": "Just a few weeks before Bradley Wiggins became the first British cyclist to win the Tour de France () in 2012, he appeared in Rob Sargent’s bike shop, Sargent & Co. (), in Finsbury Park, north London. “It was just so exciting,” says Rob, who opened the shop in 2008 after a career in photography and art. Bradley was there for a photo shoot inside the shop, where the walls are covered with a stock of vintage bike frames from France, England, Belgium and Italy, and the house cat Aalto prowls between the suspended frames and window displays. Rob creates custom builds or renovates old classics to their former glory for customers, a passion project turned into a full-time endeavor. “He had a very strong presence which remained after he left; he was here for about half a day,” Rob recalls fondly. A sign in the shop window reading “Go Wiggo Go!” stayed up throughout the rest of the London 2012 Olympics.\nTo keep up with this year’s Tour de France, follow  on Instagram and browse the  hashtag.\nFor more vintage bike renovation, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "677,737", "path": "instagram/picture3084.jpg", "like_list": [], "date_time": "Jul 4, 2015", "location": "", "tag_list": ["#WHPnightlights", "#WHPnightlights", "@melaniericcardi", "#WHPnightlights"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture dynamic displays of light in the darkness. Some tips to get you started:\nLook for all the different sources of light that can illuminate an interesting scene around you, including street lamps, flashlights, candles and moonlight. The glowing lights of buildings and bridges at night offer a great opportunity for cityscapes. Remember to hold your camera as still as possible for the longer exposure required in a low light setting. To prevent your photo or video from being too bright or grainy, tap and hold the brightest part of your frame to adjust and lock the exposure. If you’re celebrating Independence Day in the United States this weekend, try to capture the unique light effects of fireworks and sparklers. (Just remember to maintain a safe distance.) PROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own photographs and videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged image or video taken over the weekend is eligible to be featured on Monday.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by  (Take two: the original announcement for  featured a mistakenly credited photo.)"}, {"num_of_comments": 24, "num_of_like": "1,025,860", "path": "instagram/picture3085.jpg", "like_list": [], "date_time": "Jul 3, 2015", "location": "", "tag_list": ["@yurin1020", "@yurin1020"], "caption": "“It all started about eight years ago, when I saw a tent on display and felt a sense of excitement rush through me — and then I bought the tent on impulse,” says Yuko Ueda (), a camping enthusiast from Osaka, Japan. Now, she not only finds joy in the act of camping itself, but also in collecting the gear and decor that’s essential to camping in style. For the hot summer season, she recommends camping out by a river. “Setting up the tent and cooking is not easy to do in the heat, but it’s much cooler if you’re closer to water,” she explains. “I would also recommend bringing a tent that’s compact and made out of breathable fabric.” Another thing that Yuko has learned over the years is that camping is for everyone, of all ages, genders and groups. In a recent camping trip, she took her dog and a few of her friends and their dogs to enjoy a girls-and-poodles’ night out. “Being able to feel the season and play outside is the best kind of luxury in your everyday life,” says Yuko. “For me, camping and outdoor activities are the best ways to recharge.” Photo by "}, {"num_of_comments": 24, "num_of_like": "665,101", "path": "instagram/picture3086.jpg", "like_list": [], "date_time": "Jul 3, 2015", "location": "", "tag_list": ["@malikafavre", "@malikafavre"], "caption": "The art starts with shapes. “Big shapes,” illustrator Malika Favre () says. Much of her abstract work is inspired by graphic photographers, real-world objects and patterns that she shoots herself — not other sketch artists. “I always try to spot beauty in everyday things, from a shadow cast on a wall to a beautiful object,” the 32-year-old, who grew up in France and now lives in London, says. Then, she starts “cleaning,” cutting away at the image, because Malika is obsessed with negative space. But, she also seeks to add a human element to her canvas, which is why she describes her aesthetic as “bold, minimalistic, colorful and playful with a hint of sexiness.” Photo by "}, {"num_of_comments": 24, "num_of_like": "620,819", "path": "instagram/picture3087.jpg", "like_list": [], "date_time": "Jul 2, 2015", "location": "", "tag_list": ["#Hellomynameis", "@lurkhard1", "@lurkhard1", "@romancreates"], "caption": "“ Jarvis Lawson (), and I am a 24-year-old photographer based out of Milwaukee, Wisconsin. Being from such a small town has made me who I am today. No one knows anything about where I live, and popular pictures are often from bigger cities. If I make somebody feel like they should’ve been in Wisconsin — or wish they were in the place I took the photo — I feel like I’m doing the right thing.” Photo of  by "}, {"num_of_comments": 24, "num_of_like": "868,962", "path": "instagram/picture3088.jpg", "like_list": [], "date_time": "Jul 2, 2015", "location": "", "tag_list": ["@lifeasfunder", "@lifeasfunder"], "caption": "Thomas Funder () fell in love with drawing on a wet, dreary day 12 years ago in northern Denmark. He was 11 years old and bored inside his grandparents’ house. “Then my father gave me a car magazine, a pen and a piece of paper,” Thomas recalls. “The rest of the day I was sitting and drawing cars while getting inspired from the illustrations in the magazine. This was the kickoff.” Thomas hasn’t stopped sketching since, developing his talent for creating extraordinarily precise freehand renderings of watches, cars and sneakers. “Sometimes it can be like a drug. When I finish one sketch I need to start on a new one immediately,” he says. “In a time where 3-D programs are used more than ever, the importance of creating a good sketch on paper should never be lost.” In August, Thomas will enroll at Umea Institute of Design in Sweden and hopes one day to land his dream job: “It would be an honor for me to work in the Swiss watchmaking industry.” Photo by "}, {"num_of_comments": 24, "num_of_like": "733,995", "path": "instagram/picture3089.jpg", "like_list": [], "date_time": "Jul 1, 2015", "location": "", "tag_list": ["@mishkusk", "@mishkusk"], "caption": "As a young girl raised in a landlocked country, the most beautiful gift Michaela Skovranova () received from her parents was the water. Born in Slovakia near the end of communist rule, Michaela moved with her family to Sydney, Australia, when she was 13. “We could all look at the endless ocean every single day,” she recalls. “One early morning during a swim I could hear soft clicks of a dolphin and suddenly she appeared right beneath me. She looked at me with the most curious eye — and just as quickly she was gone. I was left breathless, and from then on I wanted to feel that every single day, and perhaps let other people feel that too through my work.” Now 27 years old and working as a freelance photographer and filmmaker, Michaela describes her continuing relationship with the water: “Seeing all the wonderful things that the ocean creates, all I need to do is respond to it, and sometimes hold my breath for a little while — and if I am really lucky, a dolphin may come and say hi.” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,033,018", "path": "instagram/picture3090.jpg", "like_list": [], "date_time": "Jul 1, 2015", "location": "", "tag_list": ["@100limitefilmes", "@100limitefilmes"], "caption": "Brazilian adventure photographer Murilo Vargas () shares adrenaline for a living. “Rock climbing got me into photography, as I always wanted to capture the essence and beauty of the sport. When a friend gave me my first camera back in 2004, I became instantly fascinated with capturing my altitude adventures on film, and adventure photography became my obsession,” says the 34-year-old Rio de Janeiro resident. Murilo has found that capturing athletes at daredevil heights can be just as intense as performing the sport. He recalls a time he photographed a friend highlining — traversing an inch-wide (2.5 cm) nylon line — over Mina Gerais’ Tabuleiro waterfall without any safety ropes. “He was trying to keep his balance. My hands were shaking and sweating, my heart was pulsing and I was so scared that I couldn't concentrate to capture the best angle. Honestly, I was really happy when it was over and he was safe!” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,029,908", "path": "instagram/picture3091.jpg", "like_list": [], "date_time": "Jun 30, 2015", "location": "", "tag_list": ["@niharikahukku", "@niharikahukku"], "caption": "“For me, to create form and function out of what is essentially mud was magical,” says Sydney-based artist Niharika Hukku (). With a background in painting, Niharika started out her career as a commercial illustrator, but later decided to pivot into the field of pottery making. “I always felt a pull towards ceramics,” Niharika says. “I wanted to do something that was personal and organic.” Now she devotes her time and creative energy to producing porcelain and other ceramic items, which has also allowed her to revisit her painting roots. For Niharika, her pottery is a way to bring extraordinary ideas to life — like cupping the moon in her hands or catching the clouds in a vessel. “My work is an expression of what I find elegant and beautiful with inspiration seeded in my observations in nature.” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,116,862", "path": "instagram/picture3092.jpg", "like_list": [], "date_time": "Jun 30, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@fuzzberta", "@fuzzberta"], "caption": "Hello, Instagram! It’s time for your dose of . Today’s furry feature is an adorable pair of Guinea Pigs named Fuzzberta and MiniGuineaPig (). This duo’s dizzying collection of dapper clothes and accessories is enough to make any pampered pet green with envy. If your feed could use a dash of playful Guinea Pig fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "735,104", "path": "instagram/picture3093.jpg", "like_list": [], "date_time": "Jun 30, 2015", "location": "", "tag_list": ["@vinceharttrup", "@skyzzle", "@iantevo", "@frequentwanderer", "@pursuitofportraits", "@darklydreamingdaniel", "@wanda_rasuto", "@mc_gutty", "@alison__wu", "#WHP🌈"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to          who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "692,359", "path": "instagram/picture3094.jpg", "like_list": [], "date_time": "Jun 29, 2015", "location": "", "tag_list": ["#Hellomynameis", "@jordvnhaus", "@MileyCyrus", "#happyhippiepresents", "#instapride"], "caption": "“ Brendan Jordan () and I am 15 years old. I was born and raised in Las Vegas, Nevada to a half-Peruvian family. Last year, I was in a video that went viral. I was dancing in the background of a newscast. It was very overwhelming. I battled a lot of threats. But there were also people who wanted to know more about who that flamboyant boy behind the camera was — who he really was. That’s when I started sharing myself on social media, talking about the things I believe in, standing up for what I believe in, and showing the world who I truly am: a 15 year old who is happy with himself. I post sometimes about my makeup looks, and I want my followers to think to themselves: 'Oh, it's a boy wearing makeup. I'm a boy and I want to wear makeup. Why can't I do that?’” Photo by  for  "}, {"num_of_comments": 24, "num_of_like": "783,329", "path": "instagram/picture3095.jpg", "like_list": [], "date_time": "Jun 29, 2015", "location": "", "tag_list": ["@ianwillms", "@ianwillms"], "caption": "A few emotional pictures became the start of a photographic odyssey for Ian Willms (). Seven months ago, Ian’s father was in a motorcycle accident in South Africa. “When I first got there, he was unconscious so I was very hesitant to take pictures of him. I took one or two just with the intention of keeping them for myself and for my own understanding of what happened,” says Ian, who is a freelance photojournalist.\nAs his father recovered and became a willing participant, taking pictures took on a more profound purpose. The camera allowed Ian to find expression for feelings of shock, sadness, isolation, love, and ultimately anguish. On May 20th, Ian’s father unexpectedly passed away. Even amidst this grief, Ian continues to photograph. “After he died it just became about his presence in things and places,” Ian says. “Maybe the act of making something out of it will be therapeutic,” he adds. “I’m hoping to photograph it for as long as I feel like I’m going through it. I think that’s an important thing.” Photo by "}, {"num_of_comments": 24, "num_of_like": "813,718", "path": "instagram/picture3096.jpg", "like_list": [], "date_time": "Jun 28, 2015", "location": "", "tag_list": ["@martinaalbertazzi", "@wallopart", "@ljohnphoto", "@ahmetdogankg", "@zabelita", "@flyingkat", "@stevenperilloux_", "@peteyhutch", "@benjaminrasmusen", "@peteyhutch"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "633,980", "path": "instagram/picture3097.jpg", "like_list": [], "date_time": "Jun 28, 2015", "location": "", "tag_list": ["@ponypork", "@ponypork"], "caption": "Romo Jack () describes himself as a “creative worker” who explores new ways of expressing himself and devising new forms of art. In one of his projects, he captures scenes of his hands engaging in various activities — including painting, cooking, playing with board games and catching rainbows. “Just like how my eyes are always seeing from the time I wake up from bed to the time I fall back asleep, my hands are also doing something every second,” says the 22-year-old from Jakarta, Indonesia. “There might be thousands, even millions of things our hands have got to do.” Romo says he didn’t labor over how his photo series would take shape — he just visualized it and made it happen. “I found out that you don’t need to spend too much time just imagining about a concept, which might lead you to do nothing in the end. The more important thing is to take a look around us and just do it!” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,057,680", "path": "instagram/picture3098.jpg", "like_list": [], "date_time": "Jun 27, 2015", "location": "Panther Creek Falls", "tag_list": ["@matthew__cohen", "@la_tigressa", "@matthew__cohen"], "caption": "Nature has always inspired a sense of awe inside Portland attorney Matthew Cohen (). “I’m originally from Milwaukee, Wisconsin, and grew up on the shore of Lake Michigan,” Matthew recalls. “I remember appreciating nature as a young child as I explored the forested shoreline of the huge lake.” Now living in the Pacific Northwest, Matthew keeps his love for the forests alive through regular adventures to waterfalls throughout Oregon and Washington with his wife, Tessa (). “All of my senses are triggered when visiting waterfalls,” he shares, adding, “The air just seems cleaner and crisper near a waterfall. Once I reach the falls, I feel as if time is standing still, and I stand in awe at the story that the land and the water are telling me.” Among Matthew’s favorite waterfalls are the 136-foot (41-meter) Panther Creek Falls and the 335-foot (102-meter) multi-tiered Falls Creek Falls, both in Skamania County, Washington, as well as Spirit Falls on Oregon’s Little White Salmon River. “It’s world famous with kayakers but rarely visited by hikers,” Matthew explains of Spirit Falls. “You might be lucky enough to catch a kayaker making a run.” For more photos from Panther Creek falls, tap the blue location text above. For more photos from Matthew’s Local Lens on the waterfalls of the Pacific Northwest, check out blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "667,542", "path": "instagram/picture3099.jpg", "like_list": [], "date_time": "Jun 27, 2015", "location": "", "tag_list": ["#WHP🌈", "@agaphotographer"], "caption": "Weekend Hashtag Project: ‪#WHP‬🌈 In honor of Pride Month — and this morning’s landmark decision legalizing marriage for all in the United States — the goal this weekend is to capture creative photos and videos that celebrate pride. Some tips to get you started:\n\nThe rainbow is a key symbol of the LGBT community. Look for rainbows in your surroundings or create your own through original art and craft. With dozens of major pride events happening around the world this weekend, there will be plenty of opportunities to capture the energy of the crowds. Seek out candid moments that showcase the joy of the parades and festivities. Take the time to strike up conversations with people you meet then share their stories through portraits and captions.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own photographs and videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged image or video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out the Instagram blog at blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "785,358", "path": "instagram/picture3100.jpg", "like_list": [], "date_time": "Jun 26, 2015", "location": "", "tag_list": ["@sydneyleroux", "#WWC", "#USWNT", "@sydneyleroux"], "caption": "She might be one of the world’s top soccer players, but off the field and on Instagram, Sydney Leroux () likes to keep it light. “I want people to know that I like to have fun,” she says. “And no matter what your life looks like from the outside, pictures are a way to let people in and let people see that you are very normal. Except sometimes maybe I’m not so normal, but that’s part of the fun.” Sixteen years ago, when she was just a little girl, Sydney watched on television as the US team won the 1999 Women’s World Cup. Now she and her teammates on the US Women’s national soccer team are three victories away from another title. “Now that you are here, you look back and say that everything was worth it,” says Sydney.\n\nThe US team faces China in one of today’s quarterfinal matchups. The winner will advance to the semifinals to play against either France or Germany next week. The final will be held July 5. To follow the World Cup action taking place across Canada, keep up with the hashtags  and .\nPhoto by "}]}