{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "1,014,275", "path": "instagram/picture0901.jpg", "like_list": [], "date_time": "Jun 27, 2017", "location": "San Francisco, California", "tag_list": ["@alpanaaras", "#WHP🌈", "@alpanaaras"], "caption": "“A day filled with sunshine and rainbows,” writes Alpana Aras-King () of her  submission.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,644,934", "path": "instagram/picture0902.jpg", "like_list": [], "date_time": "Jun 27, 2017", "location": "", "tag_list": ["@kympham", "#WHP🌈", "@kympham"], "caption": "Kym Pham () found the end of the rainbow in Iceland. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "837,870", "path": "instagram/picture0903.jpg", "like_list": [], "date_time": "Jun 27, 2017", "location": "Dublin, Ireland", "tag_list": ["#WHP🌈", "@inge19934"], "caption": "Rainbow flags fly proudly in the Irish capital city’s LGBTQ pride parade.\nFollow along to see more of our favorites from last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "960,368", "path": "instagram/picture0904.jpg", "like_list": [], "date_time": "Jun 27, 2017", "location": "Toronto, Ontario", "tag_list": ["@maayanziv_", "@accessnowapp", "#🇨🇦❤️", "@maayanziv_"], "caption": "“Being an accessibility detective wasn’t a job I wanted to have,” says Maayan Ziv (), a photographer who was born with muscular dystrophy. “But I got so frustrated with spending hours calling ahead and researching to find out if the places I wanted to go were wheelchair accessible. I just wanted to get out and do the things I want, like anyone else.”\nMaayan’s solution was to start Access Now (), an app that crowdsources information about the accessibility of places to people with disabilities worldwide. She was inspired by the open spirit of her home of Toronto: “Wherever I go, there are conversations about creating equal opportunity for all, no matter your background, gender, religion, ability or ethnicity,” she says. “Many people think accessibility is only something for people with disabilities. But people aren’t disabled; it’s our environments that are disabling. The truth is that we all benefit from accessible, inclusive spaces.”\nThis story is part of , a new series celebrating people all across Canada.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "969,046", "path": "instagram/picture0905.jpg", "like_list": [], "date_time": "Jun 26, 2017", "location": "", "tag_list": ["@taryndraws", "#HarryPotter20", "@taryndraws"], "caption": "Like millions of others around the world, Taryn Knight () first discovered the magical world of Harry Potter when she was a young girl, and hasn’t stopped loving it since. “I just kept reading them over and over,” she says of author J.K. Rowling’s book series. “Something just clicked. I was immediately obsessed.” It wasn’t until Taryn, a Colorado-based freelance illustrator, was older that her love for all things witchcraft and wizardry began to manifest itself in her drawings. “I didn’t do a lot of art when I was first reading the books,” she says. “But once I started drawing regularly, my passion for Harry Potter began to creep in.” Taryn, a self-proclaimed Hufflepuff, is excited about the celebration surrounding , the 20-year anniversary of the UK release of the first book in the series, “Harry Potter and the Philosopher’s Stone.” “It seems to be reigniting everyone’s love for the Potter world,” she says. “It feels a bit like that old familiar buzz of a new book release.” ⚡️ Illustration by "}, {"num_of_comments": 24, "num_of_like": "927,981", "path": "instagram/picture0906.jpg", "like_list": [], "date_time": "Jun 26, 2017", "location": "", "tag_list": ["@mastirham", "@mastirham"], "caption": "For Javanese photographer Mast Irham (), Indonesia can feel both intimate and colossal — a land of limitless possibilities. “Indonesian people have lived together with many differences for a very long time,” says Mast. “I think that’s why Indonesians are friendly with people they’ve just met and with foreigners. For a photographer, that attitude is definitely an advantage. People in the countryside like to have their pictures taken. We just need to spend some time with them, and it becomes comfortable for us to shoot.”\nDuring Islamic holidays like Eid al-Fitr, a three-day holiday marking the end of Ramadan, the islands of the largest Muslim-majority country in the world especially come to life. “People leave Jakarta and other big cities to go back to their hometowns to visit family,” says Mast. “Taking pictures feels different, too. We see more people during prayer time, and during Eid people often pray outside instead of inside the mosques.”\nWatch our Instagram story now to learn about Eid al-Fitr traditions in Indonesia.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,129,704", "path": "instagram/picture0907.jpg", "like_list": [], "date_time": "Jun 25, 2017", "location": "", "tag_list": ["#TheWeekOnInstagram", "@roger_bv"], "caption": "Running through sprinklers at sunset in Catalonia \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,449,397", "path": "instagram/picture0908.jpg", "like_list": [], "date_time": "Jun 25, 2017", "location": "", "tag_list": ["@dreamingofmidsummer", "#TheWeekOnInstagram", "@dreamingofmidsummer"], "caption": "While having a visit in her mother’s garden in Austria, Nina Streit () spotted Moonie, her mom’s cat, crawling out of an abandoned birdhouse after a catnap. “I love the cat’s expression — so serious and self-assured,” says Nina. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "886,949", "path": "instagram/picture0909.jpg", "like_list": [], "date_time": "Jun 25, 2017", "location": "", "tag_list": ["@ivan_pavlukhin", "#TheWeekOnInstagram", "@ivan_pavlukhin"], "caption": "“Once upon a time I ran barefoot on these roads,” says St. Petersburg, Russia-based photographer Ivan Pavlukhin (), who recently returned to his childhood home near Pskov. “Now I have grown, but these smells of fields, grass and flowers are still the same. It’s interesting to suddenly realize the difference between that barefoot child and an unshaven guy on a motorcycle. To be honest, I miss him.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,384,183", "path": "instagram/picture0910.jpg", "like_list": [], "date_time": "Jun 24, 2017", "location": "", "tag_list": ["#TheWeekOnInstagram", "@villano1970"], "caption": "Exploring the countryside outside of Bogota with a pup named Milo \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "756,682", "path": "instagram/picture0911.jpg", "like_list": [], "date_time": "Jun 24, 2017", "location": "", "tag_list": ["@gustmv", "#TheWeekOnInstagram", "@gustmv"], "caption": "While strolling through the Condesa neighborhood of Mexico City, Gustavo Marquez () spotted a man polishing his car. “It shows the dedication he has with his car and all the stories that they must have together.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "973,560", "path": "instagram/picture0912.jpg", "like_list": [], "date_time": "Jun 24, 2017", "location": "", "tag_list": ["@ohsnapjames", "#TheWeekOnInstagram", "@ohsnapjames"], "caption": "James Kuan () followed the sound of horns while visiting Kampenwand mountain in Germany and found these traditional Bavarian musicians. “One of my favorite styles in photography is blending different perspectives or genres together to create a unique fusion,” says James, who’s a student in Munich. “The inspiration for this was a blend of street photography and outdoor-landscape photography.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "571,114", "path": "instagram/picture0913.jpg", "like_list": [], "date_time": "Jun 24, 2017", "location": "Árbæjarsafn", "tag_list": ["@annielingphoto", "#TheWeekOnInstagram", "@annielingphoto"], "caption": "During a celebration of Iceland’s National Day, photographer Annie Ling () captures the crowning of a select “Fjallkona,” or Lady of the Mountain — the female incarnation of Iceland. “Here in Iceland, women are naturally perceived as powerful and independent,” says Annie. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "706,867", "path": "instagram/picture0914.jpg", "like_list": [], "date_time": "Jun 24, 2017", "location": "", "tag_list": ["@vidcon"], "caption": "We’re heading to Los Angeles for , an annual celebration of all things online video. Watch our Instagram story now to see the action with some of our favorite creators."}, {"num_of_comments": 24, "num_of_like": "706,867", "path": "instagram/picture0915.jpg", "like_list": [], "date_time": "Jun 24, 2017", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@liztsarevna", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@liztsarevna"], "caption": "Now you see it, now you don’t, in this  from Elizabeth Tsareva (). 🐈 🔥\nAdd  to your next Boomerang’s caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "1,210,971", "path": "instagram/picture0916.jpg", "like_list": [], "date_time": "Jun 24, 2017", "location": "", "tag_list": ["#WHP🌈", "#WHP🌈", "#WHP🌈", "@thealex_turner"], "caption": "Weekend Hashtag Project: \nIn many countries around the world, June is Pride Month. So, for the third year in a row, we’re celebrating with . The goal this weekend is to make photos and videos of people celebrating diversity, love and the LGBTQ community. Here’s how to get started:\nThe rainbow is a symbol of LGBTQ pride and social movements. Seek out rainbows or create your own.\nLook for opportunities to make a Boomerang or a video at a pride parade or celebration.\nWhether you’re hanging out with friends or making new ones, ask them about what pride means to them and share their response in a caption to their portrait.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,210,971", "path": "instagram/picture0917.jpg", "like_list": [], "date_time": "Jun 23, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@timothy_the_mini_pig", "@timothy_the_mini_pig"], "caption": "Hello, world! It’s time to meet today’s : Timothy (), a house-trained piggy with an adorably squishy nose. 🐽 When he’s not eating, sleeping or playing with his human mama, Timothy likes learning new tricks — as long as they result in a treat, of course. Follow  to never miss a day in Timothy’s life."}, {"num_of_comments": 24, "num_of_like": "859,748", "path": "instagram/picture0918.jpg", "like_list": [], "date_time": "Jun 23, 2017", "location": "", "tag_list": ["@annieflanagan", "#Pride2017", "@annieflanagan"], "caption": "Annie Flanagan’s () portraits are so intimate, so full of private moments and bared emotion, that you’re almost compelled to avert your gaze — but don’t. “Such a large part of the hate, confusion and judgement, gender-based or otherwise, stems from a lack of understanding,” says Annie, a New Orleans-based gender-neutral photographer and filmmaker. Currently, Annie’s working on a documentary project that introduces the genderqueer community to rural communities. “The more people can get to know each other, and the situations that are threatening or unfamiliar to them, the more they can identify with each other,” Annie says. “We all have so much to learn. Creating this intimate work can, in whatever small way, open up spaces for conversations and healing.”\nIt’s June, and in many countries that means it’s time to celebrate . All month long, we’ll be sharing stories from diverse LGBTQ community members from around the world, like Annie.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "662,317", "path": "instagram/picture0919.jpg", "like_list": [], "date_time": "Jun 23, 2017", "location": "", "tag_list": ["@ahmad_monk", "@ahmad_monk", "#NBADraft", "@ahmad_monk"], "caption": "“I’ve been looking forward to this moment since I was a kid,” says Malik Monk (), a 19-year-old former shooting guard on the University of Kentucky men’s basketball team, who’s heading into today’s NBA draft as one of the most sought-after picks. Though he only spent a year at Kentucky, Malik helped his team advance well into the NCAA tournament — “I’m proud of how we made it to the Elite Eight with such a young team” — and is ready for the next level of challenges he’ll come up against in the NBA. “I’m really looking forward to the competition,” he says. “I’m going to be playing against the best players in the world.” 🏀\nHead to  to follow along with Malik for the .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "918,425", "path": "instagram/picture0920.jpg", "like_list": [], "date_time": "Jun 22, 2017", "location": "", "tag_list": ["@brooklynandbailey", "#VidCon", "@brooklynandbailey"], "caption": "Some 13 year olds ask for bikes, later curfews or larger allowances; Brooklyn and Bailey McKnight () asked for their own online video channel. “We grew up on our mom’s channel,” say the Texas-based twins, who gained their ease in front of the camera by acting as hair models for their mother’s own hairstyle-focused video channel. “Viewers were asking about us all the time, so we really hoped for our channel to showcase our personalities and the more personal aspects of our lives.”\nFour years later, Brooklyn and Bailey post new videos every week, which is dedicated to “all things fun” — anything from beauty trend trial and errors to comedy sketches and songs. “We try to showcase the normal, day-to-day aspects of being teenagers,” they say, which includes thinking about college. What will become of the dynamic duo’s channel once they strike out on their own? “We still plan to film videos while at college. We’re both excited for those adventures, but nervous to be away from home for the first time!”\nThis week, Brooklyn and Bailey are headed to , an annual celebration of videos and video creators.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "559,376", "path": "instagram/picture0921.jpg", "like_list": [], "date_time": "Jun 22, 2017", "location": "", "tag_list": ["@_anishinaabekwe", "@_redworks", "#NationalAboriginalDay", "#🇨🇦❤️", "@_redworks"], "caption": "Before she identifies as Canadian, photographer Nadya Kwandibens () identifies as Anishinaabe. “I’m an Anishinaabe woman and an Anishinaabe artist,” she says. “In Canada, native people belong to different nations that are indigenous to this continent, which is known as Turtle Island. The Anishinaabe — which translates to ‘the people’ in our language — are just one of the many indigenous nations here.” Nadya lives on Anishinaabe land in northwestern Ontario, and her ancestors have called what is now Canada home for over 10,000 years.\nNadya started Red Works Photography () to empower herself and other First Nations people through portraits, event photography and workshops. “By focusing on the strength and vibrancy that our people have, we’re changing that way that society sees indigenous people,” she says. “It’s important that my artistic practice shed light on the fact that indigenous stories have been largely silenced during most of Canada’s colonial history. But there is more willingness to make room for dialogue and collective understanding. I’m hopeful about our future.” \nWatch our Instagram story now to learn about First Nations culture and art with Nadya.\nThis story is part of  , a new series celebrating people all across Canada.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "983,838", "path": "instagram/picture0922.jpg", "like_list": [], "date_time": "Jun 21, 2017", "location": "Warsaw, Poland", "tag_list": ["#WHPstandout", "@hashtagalek", "@hashtagalek"], "caption": "As seen through a puddle, cobblestones and nearby apartments became  material to Alek Malachowski (). “I like how the reflection of the building disturbs the structure of the pavement,” says Alek.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "881,237", "path": "instagram/picture0923.jpg", "like_list": [], "date_time": "Jun 21, 2017", "location": "", "tag_list": ["@tiny_chikn", "#WHPstandout", "@tiny_chikn"], "caption": "“I love making people laugh,” says Ashley Helbert (). “I bought this hanging basket plant a few weeks ago at a local Tennessee nursery, and I instantly thought it looked like some kind of floating plant monster. I finally took it upon myself to give it googly eyes.” 👀 \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "634,764", "path": "instagram/picture0924.jpg", "like_list": [], "date_time": "Jun 21, 2017", "location": "", "tag_list": ["@chandanbhola", "#WHPstandout", "@chandanbhola"], "caption": "In the heat of the summer, “Cloudy sleeps closest to the AC,” says Chandan Bhola (), who took this picture of his furry friend at home in Gurugram, India.\nFollow along to see more of our favorites from last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,062,641", "path": "instagram/picture0925.jpg", "like_list": [], "date_time": "Jun 21, 2017", "location": "", "tag_list": ["@isabelamoner", "@transformersmovie", "@isabelamoner", "@adamchristopherphoto"], "caption": "Three — that’s how many trainers Isabela Moner () had in the six weeks leading up to filming the , when the 15-year-old actress was getting in shape for her role as the independent Izabella. “I was doing cardio, boxing and resistance training,” says Isabela. “I had to build up stamina and endurance for the long days that little old me would be running alongside Mark Wahlberg.”\nTough workouts and extraterrestrial bad guys aren’t even Isabela’s biggest challenges these days — it’s balancing school and acting. “My mom said I couldn’t continue acting if I didn’t keep my grades up,” says Isabela, who calls Cleveland home. “I usually fit in as much school as I can on set, but it’s hard to switch gears. You go from quadratic formulas to dramatic death scenes. It’s complicated, but also rewarding — I have such a sense of accomplishment in juggling both my career and my education.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "722,270", "path": "instagram/picture0926.jpg", "like_list": [], "date_time": "Jun 21, 2017", "location": "", "tag_list": ["@sebbbbas", "#VidCon", "@sebbbbas"], "caption": "It was only six years ago that Sebastián Villalobos () first borrowed his mom’s camera to create his own videos and post them online. “Growing up, we didn’t have a computer at home,” he says, “so I had to go to a cybercafé and pay to go online!” At 21 years old, Sebastián is now one of the most popular video creators in his home country of Colombia, with millions of fans who follow his channel of comedy sketches and music videos. “I believe that part of the success is because I’m not unreachable,” he says. “I’m just a normal guy with a bunch of dreams.”\nThis week, Sebastián is headed to , an annual celebration of video and video creators.\nPhoto by "}, {"num_of_comments": 8, "num_of_like": "439,057", "path": "instagram/picture0927.jpg", "like_list": [], "date_time": "Jun 21, 2017", "location": "", "tag_list": [], "caption": "Starting today, we’re introducing the option to share a replay of your live video to Instagram Stories. Now, more of your friends and followers can catch up on what they missed.\nWhen your broadcast has ended, you’ll be able to tap “Share” at the bottom of the screen to add your replay to Instagram Stories for 24 hours. You can also tap the toggle and choose “Discard,” and your live video will disappear from the app as usual.\nWhen someone you follow shares a replay, you’ll see a play button under their profile photo in the stories bar. Tap it to watch the video and see comments and likes from the original broadcast.\nSince introducing live video in November, millions of people have used it to connect with friends and followers in an authentic way. Now, you can share these experiences with even more people.\nTo learn more about today’s updates, check out help.instagram.com.\nThese updates are available as part of Instagram version 10.26 for iOS in the Apple App Store and for Android in Google Play."}, {"num_of_comments": 24, "num_of_like": "882,700", "path": "instagram/picture0928.jpg", "like_list": [], "date_time": "Jun 21, 2017", "location": "Democratic Republic of the Congo", "tag_list": ["@dianazeynebalhindawi", "#WhereIComeFrom", "#WorldRefugeeDay", "@dianazeynebalhindawi"], "caption": "“Photography allows me to stay on the move, much like I did throughout my childhood and young adult years,” recounts photojournalist Diana Zeyneb Alhindawi (), who was born in Romania to an Iraqi father and Romanian mother. “Our family faced repeated harassment under the communist regime, but returning to Iraq was not an option for my father,” she says. “He would have been killed.”\nThe family moved to Syria, then back to Romania, where they applied for asylum in Germany, but were rejected.\n“We ended up living in a refugee camp in former Yugoslavia, and were accepted for resettlement in Canada just before my 8th birthday,” says Diana. We were the perfect refugee family — my mother and father had professional degrees, and my brother and I were young enough to easily integrate into a new society and national identity.”\nDiana now divides her time between Brooklyn, New York, and the Democratic Republic of the Congo. “I started working in humanitarian aid because I wanted to help people in the types of situations my family went through,” she says. Four years ago, she decided to turn to a career in photography. “It lets me immerse myself in the lives of others, and to continue working with those experiencing some of the world’s harshest realities.” \nJune 20th marks , a day to honor the men, women and children who must flee their homes under threat of persecution and violence.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,529,585", "path": "instagram/picture0929.jpg", "like_list": [], "date_time": "Jun 20, 2017", "location": "", "tag_list": ["#WHPstandout", "@chezdre"], "caption": "Two brothers play with optical illusions on a beach in the Netherlands. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "901,415", "path": "instagram/picture0930.jpg", "like_list": [], "date_time": "Jun 20, 2017", "location": "Tehran, Iran", "tag_list": ["#WHPstandout", "@anatiros"], "caption": "An average man and an average fish transform into one extraordinary creature in Tehran, Iran. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,194,994", "path": "instagram/picture0931.jpg", "like_list": [], "date_time": "Jun 20, 2017", "location": "", "tag_list": ["#WHPstandout", "@ryanmamba"], "caption": "A burst of bright yellow shines from Hong Kong’s monochromatic skyline.\nFollow along to see more of our favorites from last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "744,412", "path": "instagram/picture0932.jpg", "like_list": [], "date_time": "Jun 20, 2017", "location": "", "tag_list": ["@rosannapansino", "#VidCon", "@rosannapansino"], "caption": "When Rosanna Pansino () first moved to Los Angeles from her hometown of Seattle, she decided to start making online videos to get more comfortable in front of the camera. “One of my first videos was me making a Mario-themed cake,” she says. “After posting that, I began to get requests to make more themed treats.” And so, Nerdy Nummies, Rosanna’s weekly online baking show, was born.\nBaking has long held a special place in Rosanna’s heart — her grandmother taught her the art of mixing, pouring and measuring when she was growing up, and continued to be a family activity during holidays and special occasions. Even today, Rosanna’s family is behind the scenes of Nerdy Nummies. “My mom, dad and sister all moved to LA to help run the show,” she says.\nThis year, Rosanna is heading back to , an annual celebration of video and video creators. “There are always two best parts of VidCon,” says Rosanna, “catching up with my friends and meeting my awesome viewers.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "744,412", "path": "instagram/picture0933.jpg", "like_list": [], "date_time": "Jun 20, 2017", "location": "", "tag_list": ["@trevormoran", "#KindComments", "#Pride2017", "#KindComments"], "caption": "“I wanted to be a singer since I was a child, but the hunger and drive for it escalated when I saw Lady Gaga perform on her Monster Ball Tour,” says 18-year-old artist Trevor Moran (), who has since gone on to record two EPs and garner a following of loyal online fans. “The proudest moments of my career are when my fans tell me I inspire them to be their authentic selves,” says Trevor, who believes  are all about love, respect and, of course, kindness. “The most memorable kind comments I’ve ever received were the ones I got the day I came out online,” says Trevor. “People all over the world were showing me great acceptance. It brought tears to my eyes.”\nIt’s June, and in many countries that means it’s time to celebrate . Join the celebration by adding your own  that uplift you and others in the LGBTQ community."}, {"num_of_comments": 24, "num_of_like": "744,412", "path": "instagram/picture0934.jpg", "like_list": [], "date_time": "Jun 20, 2017", "location": "", "tag_list": ["@kyladrewatla", "#KindComments"], "caption": "Playing the inclusive, supportive character of Mae Valentine on Nickelodeon’s “Nicky, Ricky, Dicky & Dawn” isn’t much of a stretch for 13-year-old actress Kyla-Drew Simmons (). “I try to congratulate, acknowledge and praise as many people as possible,” she says. “My favorite emoji is two high-fives!” Growing up in Atlanta, Kyla-Drew relocated to Los Angeles to pursue acting at age 8. “Every day, I remind myself to stay focused and keep a positive attitude. That’s the only way to keep moving forward.”\nWatch our Instagram story now to hear more  — empowering comments that uplift you and others in the community."}, {"num_of_comments": 24, "num_of_like": "744,412", "path": "instagram/picture0935.jpg", "like_list": [], "date_time": "Jun 20, 2017", "location": "", "tag_list": ["@coreyfogelmanis", "#KindComments", "#KindComments"], "caption": "Actor Corey Fogelmanis () has been performing since he was 6 years old, but it was around age 10 that it all really clicked. “I knew then that I wanted acting to be more than just a hobby,” says the 17-year-old California native, who’s spent the past decade performing onstage and on TV. Each setting brings its own set of rewards and challenges, but after working on a sitcom for the last three years, Corey is excited to take his acting chops back to the theater. “I love the intimacy of it, and that the audience and cast alike can experience something together that’s unique to a moment in time,” he says. “When it’s over, it’s over; it can only live on in our memories.”\nAs someone who’s spent much of his life in the spotlight, Corey is no stranger to the power of . “To me, it’s about people going out of their way to spread positivity and build others up,” he says.\nJoin in by sharing your  — empowering comments that uplift you and others in the community."}, {"num_of_comments": 24, "num_of_like": "1,043,013", "path": "instagram/picture0936.jpg", "like_list": [], "date_time": "Jun 19, 2017", "location": "", "tag_list": ["@foodbabyny", "#FathersDay", "@foodbabyny"], "caption": "The only mystery behind the popularity of Mike Chau’s () pictures is why no one came up with the simple equation — food + babies — sooner. So, what inspired Mike to pose his son, Matt, and his daughter, Samantha, with delicious-looking foods around New York City? Mike’s answer is simple: boredom.\n“Right after Matt was born, we didn’t go out very often,” says Mike. “We ordered a lot of takeout and ate at home. I was taking pictures, but it was getting boring. Same photos of Matt, same foods. Then I thought it would be fun to combine them. I figured if there was a shot of food with a cute kid behind it, it might be more interesting.”\nJudging by the response — Mike and his family are often recognized on the street by well-wishers — he was right. But the best part? The family time. “It’s just great that we can do this together, as a family, because we all love it.”\nWatch our Instagram story now to eat some tasty treats with Mike and his family this .\nPhoto by "}, {"num_of_comments": 23, "num_of_like": "923,355", "path": "instagram/picture0937.jpg", "like_list": [], "date_time": "Jun 18, 2017", "location": "Dayton, Ohio", "tag_list": ["@amy.lynn.powell", "#TheWeekOnInstagram", "@amy.lynn.powell"], "caption": "Lucie the sheepdog gets far too hot in the Midwestern summers, so her human, Amy Powell (), brought home a kiddie pool for her to cool down in. “Lucie went ballistic with excitement, jumping and biting at the water,” says Amy. “Then she ruined my flower beds by rolling around in them. I had to give her a bath after that.” \nPhoto by "}, {"num_of_comments": 22, "num_of_like": "1,294,023", "path": "instagram/picture0938.jpg", "like_list": [], "date_time": "Jun 18, 2017", "location": "", "tag_list": ["@giselagc_", "#TheWeekOnInstagram", "@giselagc_"], "caption": "In Ushuaia, Argentina, the southernmost city in the world, the June nights are long. “The moon shines double the time of the sun,” says Gisela Gomila (), who lives at the foot of the Andes Mountains with her husband and two children. “Some call Ushuaia the end of the world, but it’s the beginning of everything.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "703,820", "path": "instagram/picture0939.jpg", "like_list": [], "date_time": "Jun 18, 2017", "location": "", "tag_list": ["@robyaskovic", "@robyaskovic"], "caption": "As the dad of four children ranging in age from 15 to 5, photographer Rob Yaskovic () enjoys untold opportunities for capturing informal family portraits — with “enjoys” being the operative word. “Every day, I’m taking photos,” Rob says. “Every day, I’m thinking about photos, and my children end up in my pictures because I’m around them so often. When you have four kids with crazy schedules, that’s your life. Fortunately for me, it also happens to be pretty exciting.”\nAt 38 years old, Rob has been a working photographer — five years at a New Jersey newspaper, then freelancing for magazines, shooting weddings and other gigs — for almost half his life. Explaining his passion for the craft of picture-taking, Rob cites another longtime pastime that has given him pleasure through the years: fly fishing. “It’s about the decisive moment. When you’re trout fishing, drifting a dry fly, you hold your breath, waiting for the strike. It’s like that with photography, too. It’s about eternal hope. You’re always hoping something amazing is going to happen on the river, or in front of your camera. And sometimes, if you’re lucky, it does.”\nPhotos by "}, {"num_of_comments": 18, "num_of_like": "753,251", "path": "instagram/picture0940.jpg", "like_list": [], "date_time": "Jun 18, 2017", "location": "", "tag_list": ["@hernalex_art", "#Pride2017", "@hernalex_art"], "caption": "The clashing colors, patterns and fabrics you see in Alexander Hernández’s () work are no accident — they represent the patchwork of the artist himself. “I like to mix different things together because that’s kind of my identity,” says the San Francisco-based textile artist and social worker. “I’m Mexican, but I also grew up with American pop culture. So, I’ve always been interested in edgy patchworks, in mixing patterns that shouldn’t work together, but do.” The metaphor extends to how Alexander hopes Pride celebrations continue to grow in acceptance of everyone’s patterns of identity. “We might not all see eye to eye,” says Alexander, “but being aware and supportive of each other is a start.”\nIt’s June, and in many countries that means it’s time to celebrate . All month long, we’ll be sharing stories from diverse LGBTQ community members from around the world, like Alexander.\nWatch our Instagram story now for a look inside Alexander’s studio.\nPhoto by "}, {"num_of_comments": 18, "num_of_like": "870,025", "path": "instagram/picture0941.jpg", "like_list": [], "date_time": "Jun 17, 2017", "location": "", "tag_list": ["@nastaran__fp", "#TheWeekOnInstagram", "@nastaran__fp"], "caption": "Nastaran Farjadpezeshk () is inspired by the simplicity of life outside of the city of Mashhad, Iran. “Whenever I get tired of the city, I take refuge in the suburbs,” she says. “It’s a new and different form of life.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,508,234", "path": "instagram/picture0942.jpg", "like_list": [], "date_time": "Jun 17, 2017", "location": "", "tag_list": ["@vivianhaung", "#TheWeekOnInstagram", "@vivianhaung"], "caption": "In the lush greenery of Taiwan’s Yangmingshan National Park, Vivian Huang () stops to smell the hydrangeas. “The light coming down from between the clouds made these flowers even more dazzling,” she says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,508,234", "path": "instagram/picture0943.jpg", "like_list": [], "date_time": "Jun 17, 2017", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@christamilster", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@christamilster"], "caption": "We’re sliding into the weekend with this  by Christa Milster (), captured at her family’s cabin in northern Michigan. “We used to play on this slide all the time when I was a little girl,” says Christa. “I had completely forgotten about it and then one day, I was in the barn and saw it collecting dust in the corner. I thought we should bring it down to the beach to see if it was still as fun as an adult. And it was!”\nAdd  to your next Boomerang’s caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "1,053,562", "path": "instagram/picture0944.jpg", "like_list": [], "date_time": "Jun 17, 2017", "location": "", "tag_list": ["#WHPstandout", "@cherkis", "#WHPstandout", "@cherkis"], "caption": "Weekend Hashtag Project: \nThis weekend, the goal is to create photos and videos that capture one or several surprising elements — like this image by Ali Kate Cherkis (). Here are some tips to get you started:\nLook for unexpected additions to a scene. Is there a child’s face peeking out from behind the couch during a family photo shoot? An animal standing in an urban setting where there typically isn’t one? Let your mantra be, “One of these things is not like the others.”\nGlance at your surroundings. What immediately catches your eye? Let yourself be drawn naturally to colors, shapes and movements, and then work those into your photos, videos or Boomerangs.\nThink of someone in your life whose personality stands out from the crowd. How can you capture that spirit or ethos in a photograph?\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "724,411", "path": "instagram/picture0945.jpg", "like_list": [], "date_time": "Jun 17, 2017", "location": "", "tag_list": ["@mylittleday", "@mylittleday"], "caption": "There’s no rule that kids’ birthday parties have to be splashed with cartoon characters, primary-colored balloons and superheroes, say business partners and mom-friends Gabriella Toscan and Dorothée Monestier. In fact, they prefer a more sophisticated, design-forward aesthetic, which is why the owners of Paris-based My Little Day () offer party supplies and decorations with both children and grownups in mind. “This is a different way of considering kids,” says Gabriella. “It’s more about bringing them into the parents’ lives with things that are cool and fun.”\nGabriella and Dorothée began forming this philosophy before they became parents themselves. During college, the two dressed up as princesses and pirates to entertain at children’s parties, and before long drew up plans for activities, decorations and themes that were chic and a hit with the little ones. Nowadays, My Little Day has enough party designs and themes to fill up several childhoods, while the mission has remained the same. “The first idea we had — which was to help other moms entertain — is still there,” says Gabriella.\nWatch our Instagram story now to learn how to throw the perfect summer party with My Little Day.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "726,129", "path": "instagram/picture0946.jpg", "like_list": [], "date_time": "Jun 16, 2017", "location": "", "tag_list": ["@mourariel", "#Pride2017", "@instagrambrasil", "@mourariel"], "caption": "There are two things 19-year-old trans model Ariel Moura () doesn’t leave home without: authenticity and self-love. “We learn something new every day, but a lesson that I take with me wherever I go is to be myself,” she says. Born in Belo Horizonte, Brazil, Ariel believes that cultivating high self-esteem and maintaining the right friendships were two key factors during her earlier teen years. “I have always been very sure of myself, and the self-confidence that I exuded worked as a shield. I also always had friends, who are still my friends today, who made that awful high school period very enjoyable.” With a routine of castings, photo essays and catwalks, Ariel sets aside a few minutes each day to take photos of her looks and styles. “I would define my style as high-low. I love mixing vintage pieces that I pick out at thrift stores with modern finds from fast-fashion stores.”\nIt’s June, and in many countries that means it’s time to celebrate . All month long, we’ll be sharing stories from diverse LGBTQ community members from around the world, like Ariel.\nDiscover more stories from Brazil on .\nPhoto by "}, {"num_of_comments": 20, "num_of_like": "718,935", "path": "instagram/picture0947.jpg", "like_list": [], "date_time": "Jun 16, 2017", "location": "", "tag_list": ["@bluexheeta", "@shamioshun", "@bluexheeta"], "caption": "It worked out that 17-year-old fashion designer Shami Oshun () didn’t decide to go to prom until the week before — after all, she only needed one night to hand-sew her own gown. “I’m kind of a last-minute person. That’s where all my best ideas come from,” says the Hayward, California, native, who’s been sewing since she was 8 and now runs her own clothing line, .\nShami credits her design success with letting her ideas flow, so that’s just what she did. The day before prom, she bought a few yards of purple tulle, grabbed some pins and her dress form, and got to work, putting the finishing touches on just before her friends came over to get ready. While Shami had no expectations that her dress would be as much of a hit as it was, she hopes young designers will follow her lead and make events like prom their own fashion runway. “If I make a fancy dress, what am I going to do with it? Just take pictures?” says Shami. “Take advantage of nights like prom — do what you love and show off your skills.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "797,785", "path": "instagram/picture0948.jpg", "like_list": [], "date_time": "Jun 16, 2017", "location": "", "tag_list": ["@kimscustomcaps", "@kimscustomcaps", "@bianca_orozco"], "caption": "Though she turned her own tassel last year, college graduate Kim Haskins () has been looking forward to the 2017 graduation season. Since high school, the California native has been helping friends add creative flare to their graduation caps, and now, Kim accepts orders from across the country. “I like talking to graduates and getting their vision of what they want on their caps, because they tend to go for designs that represent who they are or their struggle,” she says. Requests run the gamut from beloved childhood symbols to over-the-top trends like beaded curtains and flower crowns, but Kim feels a special connection with first-generation graduates. “When I sat in front of my cap and actually started thinking about what I wanted on it, I was like, I have to thank my parents. They worked their whole lives to send my brother and me to college. People who are dreaming big, they’ve dreamt of this since they were little, so they want to reflect that on their cap.”\nPhoto of  by "}, {"num_of_comments": 20, "num_of_like": "802,007", "path": "instagram/picture0949.jpg", "like_list": [], "date_time": "Jun 15, 2017", "location": "", "tag_list": ["@transcendingself", "#EyesOn", "#Pride2017", "@trittscamera"], "caption": "Photographer Annie Tritt () has her  the journey of transgender youth around the world. “The project started with an idea of authenticity, of what it means to be yourself,” says the New York-based photographer, who takes portraits of transgender children for her series titled “Transcending Self.” “The dynamics that young people experience vary a lot depending on where they live and who their parents are. The only commonality is that the kids who are happy are the ones who are embraced for fully being themselves.”\nNow three years in the making, Annie didn’t originally intend to dedicate so much time and effort to the project, but the outpouring of support convinced her to continue. “I get messages every time I post something about how ‘Transcending Self’ has changed someone’s life,” says Annie, “from the young trans man who did not see himself reflected in the media, to a 28-year-old who did not think his life was worth living anymore, to a mom who reconnected with her trans child. It’s a project that saves lives. Now that I know that, I can’t stop.”\nIt’s June, and in many countries that means it’s time to celebrate . All month long, we’ll be sharing stories from diverse LGBTQ community members from around the world.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "802,007", "path": "instagram/picture0950.jpg", "like_list": [], "date_time": "Jun 15, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@apy.m", "@apy.m"], "caption": "Hello, world! It’s time to meet today’s : Malt (), a big-eyed, sleek-haired Singapura cat who lives in Japan. Malt enjoys head scratches, ear cleanings and carrying a stuffed rabbit toy from room to room. Follow  to keep up with Malt’s day-to-day adventures at home."}, {"num_of_comments": 24, "num_of_like": "544,433", "path": "instagram/picture0951.jpg", "like_list": [], "date_time": "Jun 15, 2017", "location": "", "tag_list": ["@alokvmenon", "#Pride2017", "@alokvmenon", "@elif___kucuk"], "caption": "“Every day I have to ask myself, ‘Am I ready to get harassed today?’” says Alok Vaid-Menon (), a gender-nonconforming writer and performance artist based in New York City. “When I’m walking down the street, everyone knows I’m queer. I visibly defy what it means to be a man or a woman.”\nRaised in a conservative town in Texas, Alok soon realized that a refusal to choose one category to fit into meant being ostracized not only by mainstream society, but also from within the LGBTQ community. “I’ve had so many people tell me, ‘Maybe if you just took hormones or tried to look more like a woman, you wouldn’t experience so much violence,’” says Alok. “But I shouldn’t have to change what I look like to be safe.”\nTraveling the world as an educator and poet, Alok remains playful and upbeat, indulging in a love for fashion by taking selfies stripped down to sports bras or dolled up in frilly gowns. “I could try to disappear, to dress like a boy or a girl,” says Alok, “but this is about creating a world where when people are different, we say, ‘That’s awesome. Thank you for showing me a different way of living.’”\nIt’s June, and in many countries that means it’s time to celebrate . All month long, we’ll be sharing stories from diverse LGBTQ community members from around the world, like Alok.\nWatch our Instagram story now to join Alok for a day leading up to a performance.\nPhoto of  by "}, {"num_of_comments": 23, "num_of_like": "938,220", "path": "instagram/picture0952.jpg", "like_list": [], "date_time": "Jun 14, 2017", "location": "", "tag_list": ["@mummslove", "#WHPfriendship", "@mummslove"], "caption": "Summer break is in full swing for Sakura (the human) and MoMo (the French bulldog), whose mother Kyoko Mumm () took a picture of them one morning while they watched TV. “They can be the worst enemies — and the best friends,” she says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,296,685", "path": "instagram/picture0953.jpg", "like_list": [], "date_time": "Jun 14, 2017", "location": "", "tag_list": ["@andresnb77", "#WHPfriendship", "@andresnb77"], "caption": "Diving in the blue waters off the coast of Spain’s Balearic Islands, Andrés Navarro Blanco () spotted a pair of swimming friends. “These two fish always stayed together,” he says. “I saw them and I instantly thought about friendship.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,022,813", "path": "instagram/picture0954.jpg", "like_list": [], "date_time": "Jun 14, 2017", "location": "", "tag_list": ["@melkarlbergphotography", "#WHPfriendship", "@melkarlbergphotography"], "caption": "Two young friends hug goodbye during their last playdate before a move. “I expected some tears,” says Mel Karlberg (), one the girls’ mother. “But they were smiling and laughing the entire time — just enjoying the friendship, living in that moment and not focusing on any sadness.”\nFollow along to see more of our favorites from last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "463,036", "path": "instagram/picture0955.jpg", "like_list": [], "date_time": "Jun 14, 2017", "location": "", "tag_list": ["@laurencephilomene", "#Pride2017", "@laurencephilomene"], "caption": "The rainbow hues favored by Canadian photographer Laurence Philomène () are vibrant — think lipstick-red, banana-yellow and bubblegum-pink — but the most radiant part of the photographs isn’t the colors. It’s the models themselves, who are Laurence’s friends, biggest inspirations and fellow gender nonconformists. “People who are unapologetic about who they are and who are willing to put themselves out there inspire me, because that’s really scary to me,” says Laurence, a 24-year-old Montreal native.\nGender nonconformists, who don’t behave and appear in their expected gender roles, can receive stares. In Laurence’s photos, they stare right back — boldly, playfully, joyfully. “A lot of my work is about showing people as they are,” says Laurence. “I’m not interested in trying to create an illusion of some perfect beauty. I just want to make people happy and make them feel validated. Doing that work makes me feel validated, too.”\nIt’s June, and in many countries that means it’s time to celebrate . All month long, we’ll be sharing stories from diverse LGBTQ community members from around the world, like Laurence.\nPhoto by "}, {"num_of_comments": 23, "num_of_like": "673,837", "path": "instagram/picture0956.jpg", "like_list": [], "date_time": "Jun 14, 2017", "location": "", "tag_list": ["@maisonchateaurouge", "@maisonchateaurouge", "@ojoz"], "caption": "While dreaming up designs for their brightly colored, sporty-chic clothing line Maison Château Rouge (), co-founders Mehdi Bathily and Youssouf Fofana don’t have to look far for ideas. “Our inspiration is our moms, aunts and women in our families who used to wear African prints — and the modern Parisian woman with sport-style clothes,” says Mehdi, who started the Parisian brand that, after exploding in popularity online, has since expanded into a storefront in Paris’ 18th arrondissement.\nGrowing up in France, they both had African-born parents who went to great lengths to preserve their heritage. Now, Mehdi, 29, and Youssouf, 28, blend their African and French cultures, integrating bright colors and bold, chunky motifs into the classic, elegant silhouettes Parisian fashion has long been known for. “For a long time, the trend was classic black and white with a basic cut,” says Mehdi. “Now, people want to buy happy, bright colors.”\nWatch our Instagram story now to explore the Parisian neighborhood that inspires Maison Château Rouge’s styles.\nPhoto of  by "}, {"num_of_comments": 15, "num_of_like": "673,837", "path": "instagram/picture0957.jpg", "like_list": [], "date_time": "Jun 14, 2017", "location": "", "tag_list": ["@yelldesign"], "caption": "Today we’re introducing Archive, a new feature that lets you move posts you’ve previously shared into a space that’s visible only to you.\nYour profile is a representation of who you are and evolves with you over time. With Archive, you now have more flexibility to shape your profile while still preserving moments that matter.\nTo archive a post you’ve already shared, tap “...” at the top of the post and choose “Archive.” You’ll still be able to see it when you tap the Archive icon in the top right corner of your profile. That way, you can always return to these posts and see previous likes and comments from friends. If you change your mind about a post you’ve archived, tap “Show on Profile” at any time and it’ll show up in its original spot.\nWith this update, you now have a space just for you, where you can revisit moments without having to keep them all on your profile.\nTo learn more about Archive, check out help.instagram.com.\nThese updates are available as part of Instagram version 10.21 and above for iOS in the Apple App Store and for Android in Google Play.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,232,768", "path": "instagram/picture0958.jpg", "like_list": [], "date_time": "Jun 13, 2017", "location": "", "tag_list": ["#WHPfriendship", "@harismuzzaqi"], "caption": "A group of friends band together to play in the waves in Surabaya, Indonesia. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "839,929", "path": "instagram/picture0959.jpg", "like_list": [], "date_time": "Jun 13, 2017", "location": "", "tag_list": ["#WHPfriendship", "@angelaruediger"], "caption": "Friends who braid together, stay together. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "839,929", "path": "instagram/picture0960.jpg", "like_list": [], "date_time": "Jun 13, 2017", "location": "", "tag_list": ["@batmangiulli", "#WHPfriendship", "@batmangiulli"], "caption": "Two iridescent butterflies perform a slow-motion dance around each other in Stephen Mangiulli’s ()  submission.\nFollow along to see more of our favorites from last weekend’s hashtag project.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "819,495", "path": "instagram/picture0961.jpg", "like_list": [], "date_time": "Jun 13, 2017", "location": "", "tag_list": ["@tristantales", "@tristantales"], "caption": "When Tristan () was growing up, he wanted to be a pirate-cowboy-firefighter-astronaut-detective — “or, realistically, anything that allowed me to be creative on a daily basis.” The Los Angeles resident has since carved himself out a role producing short videos for his own brand as well as global ones. “This type of visual storytelling didn’t exist when I was a kid,” says Tristan. “But if it had, it would’ve 100 percent been my dream job.”\nTristan began using Instagram Stories to keep his friends updated on his day-to-day life, but would add his own creative twist. “Even if I was going to the grocery store, I would try my best to craft some sort of adventure out of it,” he says. The stories evolved into Tristan’s take on “Choose Your Own Adventure,” where the viewer taps forward and backward to decide how Tristan finds his way out of various situations in and around LA. “I’m always looks for ways to make my stories more engaging,” he says, “and what better way to do that than by making the story interactive and giving the viewer complete control?”\nWatch our Instagram story now to choose your own adventure with Tristan.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "939,041", "path": "instagram/picture0962.jpg", "like_list": [], "date_time": "Jun 12, 2017", "location": "Oceanside, California", "tag_list": ["@lizziearmanto", "@lizziearmanto", "@burnout"], "caption": "Twenty-four-year-old American professional skateboarder Lizzie Armanto () is on our Instagram story, sharing her skateboarding skills and favorite local spots. Watch right now to follow along on Lizzie’s California adventure. 🌴💫\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "1,317,063", "path": "instagram/picture0963.jpg", "like_list": [], "date_time": "Jun 11, 2017", "location": "", "tag_list": ["#TheWeekOnInstagram", "@aufzehengehen"], "caption": "Casting shadows during an InstaMeet in Hamburg, Germany. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "922,854", "path": "instagram/picture0964.jpg", "like_list": [], "date_time": "Jun 11, 2017", "location": "", "tag_list": ["@myminiabode", "#TheWeekOnInstagram", "@myminiabode"], "caption": "Maria Angus () took her daughter Lola out for an afternoon of exploring the Story Book Trail, a pathway leading through a 20th-century heritage garden in Australia, when they met this pair of life-sized zebra statues. “I managed to take this photo just as Lola is about to point to say, ‘Oh look, mama,’” says Maria. “The joy and magic of childhood is in this very moment.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "687,472", "path": "instagram/picture0965.jpg", "like_list": [], "date_time": "Jun 11, 2017", "location": "", "tag_list": ["@photographybd", "#TheWeekOnInstagram", "@photographybd"], "caption": "Abdul Momin () came across this group of boys happily playing a rules-free game of badminton in Bogra, Bangladesh. “They get one hour of leisure time each afternoon, and they spend it playing badminton even though they don’t know the rules,” says Abdul. “I learned a lesson from them — you don’t need much to be happy.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "687,472", "path": "instagram/picture0966.jpg", "like_list": [], "date_time": "Jun 11, 2017", "location": "", "tag_list": ["@slimeysugar", "@slimeysugar"], "caption": "Borax, cornstarch, detergent — these are the everyday household ingredients that Megan Li () uses to make her slimes. “Borax has the best texture, and doesn’t melt,” says Megan, a 14-year-old California student who began making slime when she discovered the trend online. She now sells her colorful slimes — dressed up with glitter and Styrofoam pellets and given names like Confetti Beads, Strawberry Fondue and Watermelon Crunch — to slime fans all over the world.\n“I like making slime because of the texture,” says Megan, “but the sound is a huge reason why I do it.” Watch a slime video, and you’ll understand why — slimes make oddly satisfying gooey noises, which cements their status as a favorite among the ASMR (Autonomous Sensory Meridian Response) community—those who have a sensory reaction to certain sounds.\nWatch our Instagram story now (sound on!) to see how Megan makes some of her favorite slimes.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,539,029", "path": "instagram/picture0967.jpg", "like_list": [], "date_time": "Jun 10, 2017", "location": "O Lavandário", "tag_list": ["@vmiura", "#TheWeekOnInstagram", "@vmiura"], "caption": "Two of Vanessa Miura’s () favorite things — lavender fields and her dog, Suri — came together at sunset in southern Brazil. “Suri is such an inspiration for me, with all her dog innocence and pure love.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "778,956", "path": "instagram/picture0968.jpg", "like_list": [], "date_time": "Jun 10, 2017", "location": "", "tag_list": ["@maeryan", "#TheWeekOnInstagram", "@maeryan"], "caption": "On a warm afternoon in Budapest, Mae Ryan () spent some time people-watching at Széchenyi Thermal Baths, one of the largest in Europe. “My eye can keep moving around the frame between the statues, the exterior yellow walls, the shimmering sunlight on the water and the brightly colored caps,” says Mae of her photo. “I love trying to make layered photos that you can keep exploring.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,099,726", "path": "instagram/picture0969.jpg", "like_list": [], "date_time": "Jun 10, 2017", "location": "", "tag_list": ["@tavepong_street", "#TheWeekOnInstagram", "@tavepong_street"], "caption": "A flock of ducks waddle by their faux counterparts in Bangkok. “I like it when the audience is confused by a photo at first, but then smiles,” say Tavepong Pratoomwong (). \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,099,726", "path": "instagram/picture0970.jpg", "like_list": [], "date_time": "Jun 10, 2017", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@gergelyfidavid", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@gergelyfidavid"], "caption": "Three surprised kittens from Hungary are the stars of our . “These cats were adopted some time ago and have been inseparable ever since,” says Dávid Gergelyfi (), who snapped his fingers to make them turn around in unison. “We call them ‘the crazy gang.’” 🐈🐈🐈\nAdd  to your next Boomerang’s caption — yours might show up here on .\n by "}, {"num_of_comments": 20, "num_of_like": "788,024", "path": "instagram/picture0971.jpg", "like_list": [], "date_time": "Jun 10, 2017", "location": "", "tag_list": ["#WHPfriendship", "#WHPfriendship", "@harlis_gie"], "caption": "Weekend Hashtag Project: \nThis weekend, the goal is to take photos and videos that capture the many aspects of friendship. Here are a few tips to get you started:\nConsider the different ways that friendship can be represented — not just through photos of friends themselves, but how relationships manifest in objects and actions. Take a photo of a thoughtful gift you were given, or a Hyperlapse of a helpful friend painting your kitchen with you.\nShow friends coming together, from gathering around the dinner table for a shared meal to a pickup soccer game.\nKeep an eye out for surprising or unlikely friendships: a dog and a cat snoozing together in a sunspot, a vine reaching out for a neighboring tree or a child embracing her new toy.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "876,949", "path": "instagram/picture0972.jpg", "like_list": [], "date_time": "Jun 10, 2017", "location": "", "tag_list": ["@hamletinteriors", "@carlaypage"], "caption": "“Unlike a lot of people, I didn’t dream of being an interior designer my whole life,” says Veronica Hamlet (). In 2014, the Grand Rapids, Michigan, resident found her calling after she and her husband purchased their first renovation property. “During that process, I realized how much I’m inspired by interiors — the way the light shines into a room, the juxtaposition between modern and traditional and making my home a place of rest.” A year later, right after opening her online shop, Semikah Textiles, Veronica connected with photographer Carley Summers on Instagram. Without ever meeting in person, they decided to go on a sourcing trip to Morocco, documenting their journey along the way.\n“The kindness of Moroccan culture is unlike any place I have been in the world — and I have done a fair share of traveling,” says Veronica, who now with Carley and two other friends, Paige Morse and Meredith MacDougall, are on their fourth sourcing trip to the region. “We’re staying with our Berber friends and learning the culture, which is a very important aspect in the heart and motivation behind Semikah Textiles. It’s really about the people, at the end of the day. Relationships remain the driving force behind our business.”\nTo follow along on their adventure in Morocco, watch our Instagram story right now.\nPhoto by "}, {"num_of_comments": 3, "num_of_like": "1,133,772", "path": "instagram/picture0973.jpg", "like_list": [], "date_time": "Jun 9, 2017", "location": "", "tag_list": ["@luciabalcazar", "#myinstagramlogo", "@luciabalcazar"], "caption": "Artist Lucia Balcazar () spent two hours meticulously painting paper petals to create her . “It took longer than I thought because I had to paint each petal individually for the gradient to work,” says the Bolivian-born, Boston-based illustrator and printmaker, who used crepe paper, wire, clay, inks, pastels and markers to make this delicate anemone flower. “I’m incorporating this into an Instagram-themed paper bouquet, complete with like, comment and follow icons.” 🌸\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,019,889", "path": "instagram/picture0974.jpg", "like_list": [], "date_time": "Jun 9, 2017", "location": "Vavau, Kingdom of Tonga", "tag_list": ["@mishkusk", "#WorldOceansDay", "@mishkusk"], "caption": "“The ocean is the most magical place I have ever visited,” says Michaela Skovranova (), a photographer who brings ethereal underwater images back up to land. “In it, you experience weightlessness and an incredible sense of freedom of movement. It’s as close as I will probably get to experiencing space.”\nWhether she’s with her camera exploring the Polynesian seas, the frigid waters of Antarctica or at home near Byron Bay in eastern Australia, Michaela carries her reverence for the ocean with her, and hopes that her photos inspire others to understand its importance and beauty. “A healthy ocean means health for each and every one of us,” she says. “Most of the oxygen in the atmosphere is generated from the ocean. It drives climate and weather. It’s incredibly powerful and important to our survival. Whether you’re landlocked or live by the coast, the ocean is what makes life possible — and it brings immense joy to our existence.”\nWatch our Instagram story now to see the ocean through Michaela’s lens for .\nPhoto by "}, {"num_of_comments": 22, "num_of_like": "990,270", "path": "instagram/picture0975.jpg", "like_list": [], "date_time": "Jun 8, 2017", "location": "", "tag_list": ["@loounie", "#🇨🇦❤️", "@loounie"], "caption": "Almost a decade ago, Caroline Huard () had an epiphany about her health. “I had been so focused on helping others that I had forgotten myself,” says the occupational therapist from Montreal, who turned her once-sedentary lifestyle around with exercise and healthy eating. These days, Caroline inspires others to do the same with her colorful, plant-based meals and focus on mindfulness. “I believe the more mindful we are, the more grateful, open and generous we can become.”\nCaroline finds that spirit in her home province of Quebec. “The culture is so unique and rich in history, politics and art,” says Caroline, whose family immigrated from France in the 1800s. “French and English cultures coexist, and there are lots of other vibrant communities.” Caroline is grateful for the open-mindedness that comes with diversity. “Equality and inclusivity are core values in Canada.”\nThis story is part of , a new series celebrating people all across Canada.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "503,600", "path": "instagram/picture0976.jpg", "like_list": [], "date_time": "Jun 8, 2017", "location": "", "tag_list": ["@everydayamericanmuslim", "@zoshiaminto", "@everydayamericanmuslim"], "caption": "Scenes from a community center in Maryland. A surprise 70th birthday party in Virginia. Peaceful protests in Philadelphia. These are the types of moments you’ll find on Everyday American Muslim (), a collective photo project founded by Baltimore-based photographer Zoshia Minto () in early 2015 after three young American Muslims were killed in North Carolina. “It’s a platform for people to have a dialogue,” she says. “There’s so much negativity and misinformation out there. This is a way for people to simply appreciate that there are other aspects of American Muslims that you’re not seeing in the mainstream media.”\nThis month, Muslim communities around the world are coming together to commemorate Ramadan, a holy month of fasting and prayer. Watch our Instagram story now to see more.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "961,073", "path": "instagram/picture0977.jpg", "like_list": [], "date_time": "Jun 7, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@ted_gram", "@ted_gram"], "caption": "Hello, world! It’s time to meet today’s : Teddy (), a mini goldendoodle with a major love for dressing up. Whether he’s at home in New York or exploring a new city, you can be sure that Teddy’s rocking a stylish outfit. Follow  to make sure you always see his latest looks."}, {"num_of_comments": 24, "num_of_like": "1,279,302", "path": "instagram/picture0978.jpg", "like_list": [], "date_time": "Jun 7, 2017", "location": "", "tag_list": ["@matildamyrtlemay", "#WHPgetaway", "@matildamyrtlemay"], "caption": "“I love my son's joy and energy,” says Matilda Richardson (), who took this  photo while camping with her family along the coast of Wales. “These trips are such an escape — cooking outside, listening to the wind rustling the tent at night and lots of exploring.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "830,802", "path": "instagram/picture0979.jpg", "like_list": [], "date_time": "Jun 7, 2017", "location": "", "tag_list": ["@maruxi_84", "#WHPgetaway", "@maruxi_84"], "caption": "Spring is the time to visit Galicia, Spain, for some birdwatching, says . “It gets pretty crowded during the summer holidays, but June is perfect.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "810,833", "path": "instagram/picture0980.jpg", "like_list": [], "date_time": "Jun 7, 2017", "location": "Fort Griffin, Texas", "tag_list": ["@thread_indigo", "#WHPgetaway", "@thread_indigo"], "caption": "At Fort Griffin State Historic Site in Texas, two historical re-enactors are transported into a past era. “This is inspiration for a future painting,” says Jennifer Thompson (), an art teacher. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "810,833", "path": "instagram/picture0981.jpg", "like_list": [], "date_time": "Jun 7, 2017", "location": "", "tag_list": ["@cshimala", "#WHPgetaway", "@cshimala"], "caption": "In Wisconsin’s countryside, Craig Shimala () shows us his idea of getting away: floating in the middle of a lake on a child-size inflatable donut.\nFollow along as we feature more of our favorite submissions to .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "500,617", "path": "instagram/picture0982.jpg", "like_list": [], "date_time": "Jun 7, 2017", "location": "Victoria, British Columbia", "tag_list": ["@alleles", "#🇨🇦❤️", "@alleles"], "caption": "Alleles Design Studio () is on a mission to stop hiding and start celebrating amputations. McCauley Wanner and Ryan Palibroda are the entrepreneurs behind the company that creates stylish covers for leg prosthetics for people all over the world. “We are trying to give our clients a new and empowering experience,” McCauley says. “Because what we are doing never existed before, we really had to take it upon ourselves to show people it was possible and that there was a need.”\nMcCauley and Ryan grew up in northern Saskatchewan and have seen more of Canada than most people. “We’ve lived and worked in Saskatchewan, Alberta, Quebec, Ontario and British Columbia, and we’ve found that each province has its own distinct culture,” says McCauley. She believes if there’s one thing that defines Canadians, it’s altruism. “If we are going to be successful, it’s not going to come at the cost of someone else, the environment or other cultures.”\nWatch our Instagram story to learn more about Allele’s work.\nThis story is part of , a new series celebrating people all across Canada.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "544,510", "path": "instagram/picture0983.jpg", "like_list": [], "date_time": "Jun 6, 2017", "location": "", "tag_list": ["@atranphoto", "#WHPgetaway", "@atranphoto"], "caption": "“Real dunes have curves,” writes Alexander Tran () in the caption to his  submission, taken in Death Valley National Park.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "731,352", "path": "instagram/picture0984.jpg", "like_list": [], "date_time": "Jun 6, 2017", "location": "", "tag_list": ["@junioraditya", "#WHPgetaway", "@junioraditya"], "caption": "The map took  off the beaten path in Bekasi, Indonesia.\nFollow along to see more of our favorites from last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "659,077", "path": "instagram/picture0985.jpg", "like_list": [], "date_time": "Jun 6, 2017", "location": "", "tag_list": ["@laracostafreda", "@laracostafreda"], "caption": "Illustrator Lara Costafreda () failed her drawing class in college. But today her dreamy, confection-colored art is found in children’s books and perfume ads, on hotel murals and her own wallpaper collection. “I used to draw very well when I was a child, but nobody realized it was important, so I stopped,” says the Barcelona-based artist. When she began studying fashion design, the pencils felt familiar in her hand, but she quickly discovered drawing is like a second language — use it or lose it. “I had to learn how to draw again, and it was hard,” she says. “If I stop drawing for many days, it takes me a bit to draw fluently again.” Now, she’s getting plenty of practice, but freelance work ebbs and flows. Her advice? “Don’t panic if you don’t have many jobs during a time. Don’t stop doing what you do and the job will come to you again!”\nIllustration by "}, {"num_of_comments": 24, "num_of_like": "1,006,883", "path": "instagram/picture0986.jpg", "like_list": [], "date_time": "Jun 5, 2017", "location": "Oracle Arena Oakland, CA", "tag_list": ["@nba", "@warriors", "@cavs"], "caption": "For the first time in  history, two rival teams are facing off in the NBA Finals for the third consecutive year.\nWatch our Instagram story now to join us for Game 2 in Oakland, California, where the Golden State Warriors () will take on the Cleveland Cavaliers ()."}, {"num_of_comments": 24, "num_of_like": "838,121", "path": "instagram/picture0987.jpg", "like_list": [], "date_time": "Jun 4, 2017", "location": "Ohio City, Cleveland", "tag_list": ["@aubreystrawb_rny", "#Pride2017", "@aubreystrawb_rny", "@pickledpinup"], "caption": "These days, 26-year-old Aubrey Johansen () is full of pride. “Pride is having the ability to thrive and know that you’re doing it. Pride represents my relationship with my fiancé. Pride is a way to celebrate the people who have fought hard for our rights, for love to win, for same-sex couples to live the same life as anyone else,” says the personal chef, who is based in Cleveland. “I hope we always feel lucky to be on this side of history, and that human rights can continue toward equality for all.”\nAubrey also celebrates her 161-pound (73-kilogram) weight loss. “October 7, 2014, is like my second birthday,” says Aubrey, who underwent gastric bypass surgery on this day. “It’s the day I got my life back. I wish more people understood that my weight loss surgery wasn’t an ‘easy way out.’ It was the hardest, most vulnerable thing I’ve ever been through.” On Instagram, Aubrey built a support system that, in addition to her fiancé, family and friends, sees her through tough days. “I know I wouldn’t be where I am on my journey toward health without the safe space to share my highs and lows and have a team of people ready with virtual hugs and high-fives,” she says.\nIt’s June, and in many countries that means it’s time to celebrate . All month long, we’ll be sharing stories from diverse LGBTQ community members from around the world, like Aubrey.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "1,311,940", "path": "instagram/picture0988.jpg", "like_list": [], "date_time": "Jun 3, 2017", "location": "", "tag_list": ["@sofianeryanj", "#TheWeekOnInstagram", "@sofianeryanj"], "caption": "A proud flamingo sits atop a vintage Fiat, parked in Paris. Sofiane Jabeur () calls this photo “an ode to summer and new adventures.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "988,865", "path": "instagram/picture0989.jpg", "like_list": [], "date_time": "Jun 3, 2017", "location": "Potsdamer Platz", "tag_list": ["@streichwerk", "#TheWeekOnInstagram", "@streichwerk"], "caption": "On a very hot day in Berlin, a heavy thunderstorm quickly took over, and Maximilian Streich () embraced the rain with his camera in tow. “The beauty of photography lies in the simple things happening around you, things you can’t possibly plan, but sometimes are lucky enough to capture,” he says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "988,865", "path": "instagram/picture0990.jpg", "like_list": [], "date_time": "Jun 3, 2017", "location": "Tophane, Istanbul, Turkey", "tag_list": ["#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@jankatcapar"], "caption": "A woman (and her shadow) star in our blustery  that offers two times the payoff.🍃\nAdd  to your next Boomerang’s caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "1,375,526", "path": "instagram/picture0991.jpg", "like_list": [], "date_time": "Jun 3, 2017", "location": "", "tag_list": ["#WHPgetaway", "@kilianschoenberger", "#WHPgetaway", "@kilianschoenberger"], "caption": "Weekend Hashtag Project: \nThis weekend, the goal is to take photos and videos showing how you escape from the hustle and bustle of daily life — like this one by .\nHere are a few tips to get you started:\nIf you live in the country, do you head to an urban center? If you live in the city, do you escape to the mountains or the desert? Capture your favorite place outside of your everyday environment.\nTaking time for yourself doesn’t always require travel. Whether you’re grabbing coffee during the workday or relaxing in your backyard, these short retreats can pack almost as much punch as longer ones.\nGet creative with your camera. Capture your getaway through a video, Boomerang, Hyperlapse or Rewind to add a new layer of meaning and context.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,375,526", "path": "instagram/picture0992.jpg", "like_list": [], "date_time": "Jun 3, 2017", "location": "", "tag_list": ["@shawnmendes"], "caption": "Canadian musician Shawn Mendes () can easily pinpoint his favorite part of headlining a world tour: the fans. “Night after night, there are new amazing fans who are excited to see you perform,” says the 18-year-old. “It’s challenging to maintain that same energy you had at the beginning of the tour all the way to the end, but with fans being so supportive, I always pull through.”\nAfter teaching himself to play guitar at age 14 by watching video tutorials, Shawn started posting videos of himself playing and singing online, and his popularity soared. Four years later, he’s on a world tour for the release of his second studio album. His love for music has stayed the same, but the size of the crowd has come a long way since Shawn was singing at home in Ontario, Canada. “The feeling of performing in front of thousands of fans, of having that many people singing along with you, is euphoric.”\nWatch our Instagram story now to join Shawn for a day in his life on tour."}, {"num_of_comments": 24, "num_of_like": "837,445", "path": "instagram/picture0993.jpg", "like_list": [], "date_time": "Jun 2, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@rhea_thenakedbirdie", "@rhea_thenakedbirdie"], "caption": "‭‭Hello, world! It’s time to meet today’s : one special little lovebird named Rhea (). Rhea lost all her feathers when she was 2 years old — she has Psittacine beak and feather disease, which prevents them from growing back. Friends from all over the world knit this sweet survivor sweaters to ensure she always has something cozy (and fresh) to rock. Follow  to learn more about Rhea and see what she’s up to!"}, {"num_of_comments": 24, "num_of_like": "809,158", "path": "instagram/picture0994.jpg", "like_list": [], "date_time": "Jun 2, 2017", "location": "", "tag_list": ["@caseycreates", "#Pride2017", "@caseycreates"], "caption": "For Casey Hoke (), pride is all about resilience and community. “I love decking myself out in rainbows and trans-pride memorabilia, but I also find pride in that history of resilience and in learning about leaders before me,” says Casey, a student, artist and activist. “I just turned 20 last month and I’m still constantly growing and evolving in my trans-masculine identity,” he explains. “I didn’t think pursuing a career would be a plausible future with all of the negativity I saw in coming out five years ago. Now, even though I produce resources to help other folks, and even though I may look ‘confident and polished,’ I’m still learning, and sometimes even still struggling, to understand what I’m doing like anyone else! But with the confidence and help instilled by all the communities I hold dear in the places I’ve dwelled throughout the United States, I encourage everyone to keep moving forward in their most comforting identities.”\nIt’s June, and in many countries that means it’s time to celebrate . All month long, we’ll be sharing stories from the diverse LGBTQ community members from around the world, like Casey.\nPhoto by "}, {"num_of_comments": 21, "num_of_like": "1,404,435", "path": "instagram/picture0995.jpg", "like_list": [], "date_time": "Jun 1, 2017", "location": "", "tag_list": ["#WHPcolorstudy", "@ozanguzelce"], "caption": "A gray thunderstorm saturates the scene in western Turkey. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "628,672", "path": "instagram/picture0996.jpg", "like_list": [], "date_time": "Jun 1, 2017", "location": "", "tag_list": ["@rohit_apf", "#WHPcolorstudy", "@rohit_apf"], "caption": "A mosque constructed from red sandstone was the perfect backdrop for photographer Rohit Vohra’s ()  submission. “Having studied art, I am attracted to color and light,” says Rohit.\nPhoto by "}, {"num_of_comments": 22, "num_of_like": "487,335", "path": "instagram/picture0997.jpg", "like_list": [], "date_time": "Jun 1, 2017", "location": "", "tag_list": ["@anablizz", "#WHPcolorstudy", "@anablizz"], "caption": "Mexico City-based art director Ana Blizzard () created this laundry room scene for a commercial project. “I would totally have this at home,” she says. “It’s tidy and colorful, but peaceful at the same time.”\nFollow along as we feature more of our favorite submissions to .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "599,694", "path": "instagram/picture0998.jpg", "like_list": [], "date_time": "Jun 1, 2017", "location": "", "tag_list": ["@floomofficial", "#MadeToCreate", "@floomofficial"], "caption": "A flamingo-pink parrot tulip. A fistful of sun-yellow ranunculus and magenta anemone. (And not a single bouquet of two dozen long-stemmed red roses in sight.) This is Floom (), an online delivery service that supports locally sourced bouquets. “Everything you’re buying is from an independent florist,” says Lana Elie, the 30-year-old founder of the UK-based business. While working as a personal assistant, she grew frustrated with the process of sending flowers. “Using those companies, it’s the same flowers all year round, but flowers are seasonal. Why do I have to buy roses?” she says. “Flowers are an emotional product — someone’s died, it’s a birthday, a baby is born — and you’re buying from a company that you don’t know and what shows up looks nothing like what you ordered. There’s a real lack of personality.” Luckily, there’s no such problem at Floom. 💐 \nPhotos by "}, {"num_of_comments": 24, "num_of_like": "898,978", "path": "instagram/picture0999.jpg", "like_list": [], "date_time": "Jun 1, 2017", "location": "", "tag_list": ["@gordongram"], "caption": "Beef Wellington for a birthday treat. Scrambled eggs at breakfast. These are chef Gordon Ramsay’s () most-requested dishes ... when he’s at home. “They see me as a breakfast chef now in the house,” he says of his family. In the rest of the world, he’s known for his world-class restaurants and TV shows, but he got his start in a classic English restaurant where his mother worked as a cook. “My first memories of food are helping her peel, slice, dice and roast vegetables in this tiny little cafe in the middle of Stratford-upon-Avon,” says Gordon, whose new live cooking show “The F Word” premieres tonight. “Every top chef in the world cooks live every night in their restaurant,” he explains. “I love going live because it’s me at my best. I think more importantly, you get to really understand the true passion without looking at something that you think might be edited. You’ll see it in full bang, swing, 100 percent live — and catching that level of adrenaline. It’s uncontrollable, but it’s highly exciting.”\nWatch our Instagram story to go behind the scenes with chef Ramsay right now."}, {"num_of_comments": 24, "num_of_like": "802,190", "path": "instagram/picture1000.jpg", "like_list": [], "date_time": "May 31, 2017", "location": "", "tag_list": ["#WHPcolorstudy", "@whitecloudsart"], "caption": "Life is much more colorful filtered through an inflatable ball. \nPhoto by "}]}