{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "1,628,214", "path": "instagram/picture1601.jpg", "like_list": [], "date_time": "Nov 12, 2016", "location": "", "tag_list": ["#WHPinmotion", "#WHPinmotion", "@jackarribas"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to capture movement in creative ways.\nHere’s how to get started:\nBring energy to your creation, whether you’re photographing subjects in motion or recording from a moving perspective, like the seat of a bustling train.\nKeep an eye out for dynamic scenes like a busy intersection or a street festival, or find a friend who can bring an everyday scene to life with movement, such as choreography, skateboarding or hula-hooping.\nUse Hyperlapse, Boomerang or the slo-mo setting on your phone to add drama or a twist to the movement you’re captured.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured Boomerang by "}, {"num_of_comments": 24, "num_of_like": "1,850,103", "path": "instagram/picture1602.jpg", "like_list": [], "date_time": "Nov 12, 2016", "location": "", "tag_list": ["@mstockwell01", "@dare2tri_", "#VeteransDay", "@mstockwell01"], "caption": "“As an amputee, I don’t want to be known as someone that lost their leg in Iraq. I want to be known for what I’ve done since,” says Melissa Stockwell (), a Paralympian and US veteran. “The things I’ve done with one leg are much greater than what I ever would’ve done with two legs.” Melissa co-founded , a paratriathlon club serving athletes with physical disabilities and visual impairments — including fellow service members. She’s an inspiration for so many but her greatest pride is right at home. “My son is old enough where he can walk around the house and he points to my prosthetic leg and he says, ‘Mama, Mama,’” Melissa says. “He’s going to grow up knowing that his mom only has one leg but she can still do so much. Being a mom kind of brings it all together.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,117,242", "path": "instagram/picture1603.jpg", "like_list": [], "date_time": "Nov 11, 2016", "location": "Prekestolen Lysefjorden", "tag_list": ["@mishka.travel", "@instagramrussia", "@mishka.travel"], "caption": "Elnar Mansurov () runs a café, plans travel expeditions through his small agency ... and travels the world as a polar bear. “My bear mask and I have been in such exotic places as Spitsbergen in the Arctic Svalbard region, closed areas of North Korea and in enigmatic Japan. In the summer I took a world tour through the northern regions of Alaska, Greenland, the Faroe Islands and Iceland,” says Elnar, who calls Perm, Russia, home. “I am a man who has dedicated his entire life to travel. I share information on how to travel more cheaply, simply and more interestingly.”\nDiscover more stories from the Russian-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,035,711", "path": "instagram/picture1604.jpg", "like_list": [], "date_time": "Nov 11, 2016", "location": "", "tag_list": ["@astro_odv_cbs", "@instagramfr", "@astro_odv_cbs"], "caption": "Graffiti artist Astro () grabbed his first can of spray paint when he was 18 years old. In the northern suburbs of Paris where he grew up, Astro experimented with letters and wildstyle, a complex form of graffiti where letters are interwoven. Over time, he developed his own unique style. “I kept the calligraphy, but now I create abstract designs and optical illusions,” Astro, now 34, says. Today, in addition to working on street walls, Astro creates canvases in the studio. In the upcoming months, he’ll travel to Portugal, Mexico and back to the US — there’s one spot in Venice Beach, California, he’s got to see again.\nFor more stories from the French-speaking world, follow .\nPhoto by "}, {"num_of_comments": 22, "num_of_like": "679,618", "path": "instagram/picture1605.jpg", "like_list": [], "date_time": "Nov 11, 2016", "location": "", "tag_list": [], "caption": "Today, we’re introducing a few new tools to help you make your story even more fun: Boomerang and mentions. We’re also starting to test links inside some stories.\nBoomerang lets you turn everyday moments into something fun and unexpected. Now you can easily take a Boomerang right inside Instagram. Swipe right from your feed to open the stories camera. A new format picker under the record button lets you select “Boomerang” mode.\nYou can also now share who you’re with or who you’re thinking of by mentioning them in your story. When you add text to your story, type “@” followed by a username and select the person you’d like to mention. Their username will appear underlined in your story. And when someone taps the mention, they'll see a pop-up that takes them to that profile.\nYou may begin to spot “See More” links at the bottom of some stories. This is a test that lets verified accounts add links so it’s easy to learn more. From your favorite chefs’ recipes to articles from top journalists or concert dates from the musicians you love, tap “See More” or swipe up to view the link right inside the app.\nTo learn more about today’s updates, check out help.instagram.com.\nThese updates for Instagram Stories are available as part of Instagram version 9.7 available for iOS in the Apple App Store, for Android in Google Play and for Windows 10 in the Windows Store."}, {"num_of_comments": 24, "num_of_like": "705,521", "path": "instagram/picture1606.jpg", "like_list": [], "date_time": "Nov 10, 2016", "location": "", "tag_list": ["@davillasana", "#EyesOn", "@davillasana"], "caption": "Danielle Villasana () has her  the resilience of women, both those experiencing the aftermath of Boko Haram violence in Nigeria and being transgender in Peru. The documentary photographer splits her time between the two countries when she is not at her home base of Istanbul.\n“It’s really important to focus not only on the negative things that can happen to a woman because she’s a woman,” says Danielle, “but also her strength and her resilience to push beyond those hardships.”\nIn northeastern Nigeria, she met families, among the tens of thousands of Nigerians, suffering from acute malnutrition. In downtown Lima, she spent two and a half years documenting the challenges facing transgender women: domestic violence, stigmatization and lack of treatment for diseases including tuberculosis and HIV/AIDS.\nDanielle is drawn to underreported places and issues in part because there is room to add to the conversation. “As long as you care about it, then you should pursue it — even if the whole entire world is focused on something else.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "788,875", "path": "instagram/picture1607.jpg", "like_list": [], "date_time": "Nov 9, 2016", "location": "", "tag_list": ["@urbanentdecker_", "#WHPescape", "@urbanentdecker_"], "caption": "Photography student Jorge Alvarado () searched for the most interesting architecture in Stockholm for . “I was amazed by the colors, the simple design and the facades around the court,” says Jorge of this urban oasis, found with friends.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,091,343", "path": "instagram/picture1608.jpg", "like_list": [], "date_time": "Nov 9, 2016", "location": "", "tag_list": ["@pincelado", "#WHPescape", "@pincelado"], "caption": "Venezuelan graphic designer and photographer Juan Salvador Sandoval () imagined a surreal journey into the clouds for last weekend’s hashtag project, .\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "624,500", "path": "instagram/picture1609.jpg", "like_list": [], "date_time": "Nov 9, 2016", "location": "Zanzibar, Tanzania", "tag_list": ["#WHPescape", "@sam.vox", "@sam.vox"], "caption": "For , photographer Sameer Satchu () took his camera to Forodhani Gardens in Stone Town, Zanzibar, one of his favorite places to relax. “A group of Madrasa girls (from a religious school) came out to enjoy the day at the beach,” says Sam. “I loved how you could hear their excitement from miles away — this was their escape as much as it was mine.”\nFollow along as we feature more of our favorite submissions to last weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "624,500", "path": "instagram/picture1610.jpg", "like_list": [], "date_time": "Nov 9, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@fantasticflora", "@fantasticflora"], "caption": "“Peekaboo! 😹 🐾” (Ahem, hello world!) It’s time for . Flora () is a seal point tabby cat who hails from Sweden. She loves spending time outside running, jumping and learning new tricks. Follow  for more ferociously fabulous feline magic in your feed."}, {"num_of_comments": 24, "num_of_like": "624,500", "path": "instagram/picture1611.jpg", "like_list": [], "date_time": "Nov 9, 2016", "location": "", "tag_list": [], "caption": "Today, November 8, is Election Day in the US. Tune into our Instagram story to learn why voting is important to young people this year. And if you’re in the US, eligible to vote and haven’t done so yet, head to your polling place. Your voice matters."}, {"num_of_comments": 24, "num_of_like": "818,349", "path": "instagram/picture1612.jpg", "like_list": [], "date_time": "Nov 8, 2016", "location": "", "tag_list": ["#WHPescape", "@kaiaoi_"], "caption": "A crochet dog attempts a playful getaway — and risks coming undone by one loose thread.\nFollow along as we feature more of our favorite  submissions this week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,117,123", "path": "instagram/picture1613.jpg", "like_list": [], "date_time": "Nov 8, 2016", "location": "", "tag_list": ["@kelly.spahn", "#WHPescape", "@kelly.spahn"], "caption": "To partake in her nephew’s bubble adventure, Kelly Spahn () didn’t have to go beyond the backyard. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "917,000", "path": "instagram/picture1614.jpg", "like_list": [], "date_time": "Nov 8, 2016", "location": "", "tag_list": ["@lehicoutino", "#WHPescape", "@lehicoutino"], "caption": "An ancient aqueduct adds drama and history to the Mexican countryside, creating the perfect place to escape for architect Lehi Coutiño ().\nThe goal of  was to share a vision of a perfect weekend retreat. Follow along as we feature more of our favorite submissions this week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "568,553", "path": "instagram/picture1615.jpg", "like_list": [], "date_time": "Nov 8, 2016", "location": "", "tag_list": ["@pettyofcolor", "@risenzine", "@pettyofcolor"], "caption": "Jazmine Alcon () may not be able to vote in this year’s US election, but she’s not staying out of the conversation. “Making the world a better place has no age limit,” says the 17-year-old student who lives in New Jersey. “There should not be a stigma around young people advocating for what they believe in.” She’s one of the founders of Risen Zine (), a platform for teenagers around the world to express their opinions on current events, politics and societal issues “without being invalidated for their youth,” Jazmine says. She recognizes this election will have a huge impact on her generation’s future, even though they’re not voting on the issues: “Learning is not subject to a single age group. Wisdom is not subject to a single age group. Influence is not subject to a single age group. Listen to the kids. They might teach you a thing or two.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "479,508", "path": "instagram/picture1616.jpg", "like_list": [], "date_time": "Nov 8, 2016", "location": "", "tag_list": ["@andersoncooper", "@cnn", "@andersoncooper"], "caption": "News anchor Anderson Cooper () has always been interested in US elections, but it wasn’t until 2004 that he began to cover them as a major part of his job at CNN (). “It was incredibly exciting to get to go to the conventions for the first time,” he says. “To witness history being made is a great privilege, and I am still excited by each election I cover.” Anderson believes the most important role of the media during an election is to accurately cover the candidates and their policies. “You want to inform people about the candidates and give them facts so they can make up their own minds about how they want to vote,” he says. “As a viewer, I’m not interested in the political opinions of reporters or anchors, I am interested in facts.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "769,618", "path": "instagram/picture1617.jpg", "like_list": [], "date_time": "Nov 7, 2016", "location": "Flatiron District, NYC", "tag_list": ["@lydia_ortiz", "@soybaby", "#FromWhereIStand2016", "@lydia_ortiz", "@soybaby"], "caption": "In front of the iconic Flatiron Building in New York City, Lydia Ortiz () and her husband Patrick Rafanan () designed the Instagram  mural, a large-scale art installation encouraging people to talk about the issues affecting them in the US election. “We love when art provokes people to think and act — we hope this mural is doing just that,” says Lydia, who lives in Queens, New York. “We created the mural to get people to voice out what they stand for during this election.” Lydia, who was born and raised in Manila, Philippines, insists that it’s the responsibility of the American people to participate and get involved in government. “We are privileged to have freedom to speak our minds and the right to vote and when these two are put to use, we help make responsible decisions for those who are unable to,” says Lydia. “Voting empowers us as a nation.” Photo of  by "}, {"num_of_comments": 24, "num_of_like": "1,232,889", "path": "instagram/picture1618.jpg", "like_list": [], "date_time": "Nov 7, 2016", "location": "", "tag_list": ["@annikaspack", "#TheWeekOnInstagram", "@annikaspack"], "caption": "“If you jump, I jump!” is the caption that Agustina and Thomas () chose for this shot of their two pups contemplating a chilly plunge while on vacation in Patagonia, Argentina. “They love water no matter the temperature outside (or inside!) but hate baths!” says their humans. “It's been hard to leave them when traveling. So every time we can, we take them vacationing with us ... and it's a better trip!” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "793,972", "path": "instagram/picture1619.jpg", "like_list": [], "date_time": "Nov 7, 2016", "location": "", "tag_list": ["@timothyfadek", "#TheWeekOnInstagram", "@timothyfadek"], "caption": "A self-proclaimed 1960s alien space girl defies gravity during Bike Kill in Brooklyn, New York— “an annual gathering of young bike punks/anarchists riding on homemade bicycles,” says photographer Timothy Fadek (). “It looked dystopian.” After photographing Jackie, seen here, he learned that she is a local apparel designer. “She did indeed create that costume,” he says.\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "793,972", "path": "instagram/picture1620.jpg", "like_list": [], "date_time": "Nov 6, 2016", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@eugenia_zoloto", "@boomerangfrominstagram", "#Boomerang", "@eugenia_zoloto"], "caption": "In our  from Eugenia Zoloto (), an elegant silhouette peeks out to say hello. 👋 The 27-year-old paper artist captured the big reveal (her favorite part of the process) at her home studio in Kiev, Ukraine.\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "1,299,210", "path": "instagram/picture1621.jpg", "like_list": [], "date_time": "Nov 6, 2016", "location": "Boardman Tree Farm", "tag_list": ["@ignitedit", "#TheWeekOnInstagram", "@ignitedit"], "caption": "“I’ve been to this spot a few times but never during the fall,” says Mark Basarab (), of a recent trip to the Boardman Tree Farm, about two and a half hours east of Portland, Oregon. “The most memorable part of the day was spending quality time and enjoying this place all morning with my sister and a close friend. By connecting with nature, we connect better with one another.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,010,338", "path": "instagram/picture1622.jpg", "like_list": [], "date_time": "Nov 5, 2016", "location": "", "tag_list": ["#WHPescape", "#WHPescape", "@foto_artur"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to share your vision of a perfect weekend retreat, whether you’re staying close or traveling far.\nHere’s how to get started:\nThere can be beauty in the journey or the destination. Show us your favorite part of your mini adventure.\nLook for moments that capture what sets your escape apart from everyday life: like a friend skipping rocks across a lake, pets curled up under a cozy blanket or the bustle of a night out in the big city.\nIf you have a go-to local spot or a travel tradition, elaborate on what makes it special in your caption.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,145,836", "path": "instagram/picture1623.jpg", "like_list": [], "date_time": "Nov 4, 2016", "location": "", "tag_list": ["#MyStory", "@imogenocide", "@thegreatfrogla", "@imogenocide"], "caption": " is about variety. I could never settle in one place or be one thing.” —Imogen Lehtonen (), Los Angeles-based jewelry designer and silversmith at her family’s business, The Great Frog ().\n“Riding motorcycles is a huge passion of mine — it encapsulates the word ‘freedom.’ It’s definitely my father’s influence. Growing up, I was given rides to school on the back of my dad’s bike and I knew one day I would get my own. Five years ago, it really was a male-dominated industry and the females were the partners of the guys who ride. I’ve watched it morph and change, and met so many women who it’s really changed their lives. Being able to jump on this thing is huge for my confidence.\nIt’s never been something that scares me — it’s therapy. I don’t listen to music when I ride, so it’s just me in my head. I figure so much out about myself and what I want to do and where I want to go. My dad passed away just over two years ago, so it makes me feel close to him. It’s my every day tribute to him.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "771,531", "path": "instagram/picture1624.jpg", "like_list": [], "date_time": "Nov 4, 2016", "location": "", "tag_list": ["@woodland.tale", "#MadeToCreate", "@woodland.tale"], "caption": "If there’s one thing Kate Akatombo () would like to make clear, it’s that she’s not living in a fairy tale, even if she spends her days making a menagerie of whimsical creatures. “If you ask Snow White if she’s in a fairy tale, I think she’d answer that she’s just living her life.” Which is exactly what the 32-year-old got down to doing after quitting her day job as a translator in Ukraine, her home country. “My grandmother taught me how to embroider when I was 6, and since then I’ve always tried to come back to it.” All of Kate’s creatures are sewn and embroidered by hand and made from natural materials, like linen and cotton. The results are bears, badgers, hedgehogs, elk, raccoons and families of foxes with perky noses, Mona Lisa smiles and plush limbs.\nThis feature is part of , a new series highlighting our community of entrepreneurs, makers and artisans on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "771,531", "path": "instagram/picture1625.jpg", "like_list": [], "date_time": "Nov 4, 2016", "location": "Yerba Buena Center for the Arts", "tag_list": ["@tomsachs", "@ybca"], "caption": "In his New York studio, contemporary artist Tom Sachs () is a master of bricolage, creating significant pieces from available objects. “It’s about the approach, which is do it yourself,” he says. “Don’t be afraid of the details, but embrace them deeply and go all the way.” Evidence of Tom’s attention to detail is present in his current exhibition “Space Program: Europa” at San Francisco’s Yerba Buena Center for the Arts (). This third installment of Tom’s Space Program takes us to Europa, Jupiter’s icy moon; previous exhibitions have included missions to Earth’s moon and Mars. Space travel has been pervasive in his work since the mid-90s, but does Tom actually want to go? “No,” he says. “I would rather explore every corner of this Earth. After going to space, Earth is like a big, warm, wet kiss. The most hospitable place on Mars is a thousand times more dangerous than the bottom of our ocean and the top of Everest.”\nWatch our Instagram story to explore Tom’s artistic mission to Europa. 🚀"}, {"num_of_comments": 24, "num_of_like": "901,005", "path": "instagram/picture1626.jpg", "like_list": [], "date_time": "Nov 4, 2016", "location": "", "tag_list": ["@abbiets", "#EyesOn", "@abbiets"], "caption": "Abbie Trayler-Smith () has her  the women of Iraq, and shares the story told to her by 23-year-old Yusra (pictured), who took refuge from ISIS fighters, just days after she gave birth to a daughter: “We could hear the bullets and bombs. I took my baby in my arms and my husband put us on his tractor and we ran away. We left with nothing; even the pot I was cooking in was still on the stove.”\nFor Abbie, a lifelong pursuit of photography began early, when her father, a television journalist, brought the work of legendary war photographer Philip Jones Griffiths to their home in Wales, and inspired a career that took her across Africa and the Middle East. Unlike many war photographers, she trains her focus on the experiences of civilians in conflict, rather than the combatants. “Surviving and keeping your family safe and coping with atrocities, are every bit as compelling as the actions of the fighters on the front line,” she says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "502,156", "path": "instagram/picture1627.jpg", "like_list": [], "date_time": "Nov 3, 2016", "location": "", "tag_list": ["@deepartist", "@deepartist"], "caption": "Patrick-Earl Barnes () used to clip and collect newspaper and magazine articles and paste them into three-ring binders to use as coffee table books. Those humble beginnings led him to collage and decoupage; he soon began crafting a variety of characters straight from his imagination, creating a style he refers to as “deep folk.” “I draw without thinking about who they are but who they can and will be,” says the 52-year-old artist from Shreveport, Louisiana, about his colorful cutouts. “I have always had my own way of thinking and style.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "790,169", "path": "instagram/picture1628.jpg", "like_list": [], "date_time": "Nov 3, 2016", "location": "", "tag_list": ["@damiansiqueiros", "@instagrames", "@damiansiqueiros"], "caption": "Mexican photographer Damián Siqueiros () found in dance a vehicle for expression that goes beyond the beauty of the body in motion — it’s a canvas where ideas and questions about gender, equality and diversity can be captured.\n“During a photo shoot, the idea is not simply to create pretty positions, but to seek the position and movement that best reflects the character’s emotions, the character’s story and the subject we’re dealing with,” says Damián, who lives in Montreal and photographs artists, circus performers and dancers, including those of Les Grands Ballets Canadiens de Montreal. He aspires to create provocative images that challenge prejudice and question the spectator. “What I’m looking for is the confluence of beauty, strength, vulnerability, the strange, the unique — something different that stretches the paradigms of beauty we have set,” he says.\nTo see more from the Spanish-speaking community, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "905,369", "path": "instagram/picture1629.jpg", "like_list": [], "date_time": "Nov 3, 2016", "location": "Chowk, Allahabad", "tag_list": ["@khannachandan", "#Diwali", "@khannachandan"], "caption": "When Chandan Khanna () was in his early 20s he was on a comfortable path studying business in New Delhi, but he wasn’t satisfied. “I went home and discussed it with my dad and mom,” Chandan says. “He’s a businessman, she’s a businesswoman. I told them that I didn’t know what I wanted to do, but business school was really not my cup of tea and I needed to try something else. It turns out, photography was that something else.”\nJust three years later, Chandan is now a professional photojournalist, and this week he was back in New Delhi covering the traditions and rituals of , the Hindu festival of lights. He recalls the moment he knew he’d chosen the right path: “I found myself getting up at 4 o’clock in the morning to catch a certain light with my camera, and I realized that I would not get up that early for anything else,” Chandan says, laughing. “Nothing I learned in business school could have made me that happy.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,199,817", "path": "instagram/picture1630.jpg", "like_list": [], "date_time": "Nov 2, 2016", "location": "", "tag_list": ["@mr.wgnr", "#WHPsupernatural", "@mr.wgnr"], "caption": "Marcus Wagner () visited an upside-down house in Wertheim, Germany, to create this levitating submission to .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "579,678", "path": "instagram/picture1631.jpg", "like_list": [], "date_time": "Nov 2, 2016", "location": "", "tag_list": ["@eduardfrances", "#WHPsupernatural", "@eduardfrances"], "caption": "What inspired Eduard Francés Sanchís () to make this image for ? “The feeling of fear, darkness and intrigue,” says Eduard, who turned an everyday scene of commuters in Xàtiva, Spain, into something much more ominous.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "579,678", "path": "instagram/picture1632.jpg", "like_list": [], "date_time": "Nov 2, 2016", "location": "", "tag_list": ["@domingoxlatarde", "#WHPsupernatural", "@domingoxlatarde"], "caption": "Domingo Rodriguez () transformed an ordinary hand into an out-of-this-world creature for last weekend’s hashtag project, .\nFollow along as we feature more of our favorite submissions throughout the week.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "579,678", "path": "instagram/picture1633.jpg", "like_list": [], "date_time": "Nov 2, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@mirabelle_and_bergamote", "@mirabelle_and_bergamote"], "caption": "Hello, world! Meet today’s , Mirabelle and Bergamote (), two glorious guinea pigs. These sweet, fluffy, fur babies love dressing up and sharing a snack. P.S. — you’ll rarely see these pals apart. To keep a steady flow of guinea pig goodness in your feed, follow  now."}, {"num_of_comments": 24, "num_of_like": "1,330,566", "path": "instagram/picture1634.jpg", "like_list": [], "date_time": "Nov 1, 2016", "location": "", "tag_list": ["@butch_locsin_from_la", "@butch_locsin_from_la", "@franks.pov"], "caption": "Butch Locsin’s () art isn’t all smoke and mirrors. In fact, it’s about contrast and saturation — and collaboration. When the Los Angeles-based art student shows up at InstaMeets, it’s a win-win for all: he can practice his performance art and photographers have a model torn straight from a comic strip. “I always look for really good lighting situations so I can create depth for the smoke and for my character,” he says.\nButch is Filipino, but grew up in a Hispanic neighborhood and was heavily influenced by Día de los Muertos iconography. He originally created his signature sugar skull mask to celebrate the holiday with his friends; he now has 16 handmade skulls that he uses along with props like smoke bombs to create visually striking scenes. He says the juxtaposition of the skulls and his lively, dynamic movements also represent a contrast: “I’m creating life through art.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "936,660", "path": "instagram/picture1635.jpg", "like_list": [], "date_time": "Nov 1, 2016", "location": "", "tag_list": ["#WHPsupernatural", "@the_goldmountain", "@the_goldmountain"], "caption": "A blinding blue light in the woods of Norway provides more questions than answers in this  submission by Arnas Goldberg ().\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "936,660", "path": "instagram/picture1636.jpg", "like_list": [], "date_time": "Nov 1, 2016", "location": "", "tag_list": ["@kierstan_leigh", "#WHPsupernatural", "@kierstan_leigh"], "caption": "There’s no question that this house is haunted, but luckily for , the pair of ghosts that appeared came to play a friendly game. \nVideo by "}, {"num_of_comments": 24, "num_of_like": "936,660", "path": "instagram/picture1637.jpg", "like_list": [], "date_time": "Nov 1, 2016", "location": "", "tag_list": ["@heidiklum", "#HeidiHalloween"], "caption": "“When else are you able to completely transform and be something else for the night?” asks model and TV personality Heidi Klum (). Heidi’s commitment to transforming herself every Halloween has become a staple and part of the magic of the holiday. “I think one of my favorite costumes was the year I was a 95-year-old version of myself,” recalls Heidi. “I thought of every detail for the look — I had varicose veins, ridged nails, milky eyes and special teeth — all topped off with a beautiful vintage Chanel suit.” While fans wait in suspense until the big reveal on Halloween night, Heidi is always planning in advance. “I start thinking about my costume for the next year on November 1st! It might sound crazy but I really try to think of everything, make sure that every detail is thought out so the costume can be totally authentic,” she says. “I don’t like to do anything halfway.” \nWhat’s Heidi’s costume this year? Check out our Instagram story to find out and come along to her famous annual Halloween party. Tap our profile pic to watch now."}, {"num_of_comments": 24, "num_of_like": "1,685,274", "path": "instagram/picture1638.jpg", "like_list": [], "date_time": "Nov 1, 2016", "location": "", "tag_list": ["@a.social.life", "#WHPsupernatural", "@a.social.life", "@nickmelephotography"], "caption": "Dark skies match dark stares — this Halloween portrait of the Mele family () raises the quintessential skeleton costume to a new level of spooky.\nThe goal of  was to make photos and videos of otherworldly scenes, follow along as we share more of our favorite submissions this week.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "871,105", "path": "instagram/picture1639.jpg", "like_list": [], "date_time": "Oct 31, 2016", "location": "", "tag_list": ["@meringuegirls", "@meringuegirls"], "caption": "Ghosts, witches’ hats, pumpkins — name any Halloween goodie, and the , Alex Hoffler and Stacey O’Gorman, can make it out of meringue, a pillowy pastry made from sugar and egg whites. “It’s just so moldable, you can do anything with it,” says Alex. Four years ago, cupcakes, cake pops and macarons ruled the London pastry scene. “We decided to kick them off the top shelf and come in with something innovative and rainbow-tastic,” she says. “We wanted to make meringues the stars of the show.”\nThe co-founders, both trained chefs and food stylists, met in a male-dominated restaurant kitchen in London and saw a gap in the market for a baking brand with girl power at its core. They quit their jobs and started baking out of Alex’s home kitchen, testing countless recipes to get the perfect chewy-on-the-inside, crunchy-on-the-outside meringue, using all-natural ingredients for colors and flavors like pumpkin spice and coconut. Two cookbooks and more than 8,000 baked meringue kisses a week later, the girls are still going strong in their East London bakery. “Every day is a crazy meringue rollercoaster,” says Alex.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "924,496", "path": "instagram/picture1640.jpg", "like_list": [], "date_time": "Oct 31, 2016", "location": "", "tag_list": ["@memorialstitches", "@memorialstitches"], "caption": "Inspiration floats all around embroidery artist Carrie Violet (). Literally: Her muses are ghosts. “I lived near a very big stately home and its lady had a jilted lover,” says Carrie, an English illustrator who learned how to stitch her delicate, ethereal pieces only a year and a half ago. “She walked into a lake, so ever since she floats around haunting passersby. Another lady got her head chopped off and she rides headless through the glen on horseback — you have to watch out for her!”\nThough Carrie’s artwork often begins with death, it’s less spooky once it’s stitched. “I’ve had comments saying, ‘Your work makes me think of the fragility of human existence, but there’s also a real sense of hope there as well.’ I think that’s really nice.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,657,811", "path": "instagram/picture1641.jpg", "like_list": [], "date_time": "Oct 31, 2016", "location": "", "tag_list": ["@jimmangan", "#TheWeekOnInstagram", "@jimmangan"], "caption": "Along California’s Highway 1, Jim Mangan () found a piece of art that doubles as a riddle. “I like the idea of someone contemplating whether or not the silhouette of the woman sitting under the tree is real or a sculpture,” says the photographer. “There’s a moment of contemplation, mystery.”\n.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,552,998", "path": "instagram/picture1642.jpg", "like_list": [], "date_time": "Oct 30, 2016", "location": "", "tag_list": ["@mr.goldenretriever_mali", "#TheWeekOnInstagram", "@mr.goldenretriever_mali"], "caption": "Four furry ghosts look ready for Halloween ... but not for long. “The biggest challenge was to position the dogs and dress them with the blankets. Overall, the shoot lasted no more than five minutes,” says Gabi Stickler, who’s pup Mali () appears on the far left. “In our small town, the children look forward to Halloween and run from house to house. Mali will be, as long as he wants to be, a ghost.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,332,026", "path": "instagram/picture1643.jpg", "like_list": [], "date_time": "Oct 30, 2016", "location": "Chukhloma", "tag_list": ["@tommykaira", "#TheWeekOnInstagram", "@tommykaira"], "caption": "A wrong turn down a dead end road led Alexey Kamenskiy () to a childhood dream come true. “I always wanted to build a treehouse,” says the engineer and photographer, who took this photo during a weekend trip to the countryside outside of Moscow with friends. “Here, someone was able to realize my dream, so I was delighted when I saw it.” Follow along as we feature more of our favorite moments from \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,332,026", "path": "instagram/picture1644.jpg", "like_list": [], "date_time": "Oct 30, 2016", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@lizzie_darden", "@boomerangfrominstagram", "#Boomerang", "@lizzie_darden"], "caption": "The inspiration for our ? A loop that was spooky and chic. “The combination of creepy skeletons and hot-pink nail polish just clicked for me,” says content creator and photographer Lizzie Darden (), who lives in Jacksonville, Florida. “I love taking normal everyday things and making them weird.” 💀 💕 Follow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "797,067", "path": "instagram/picture1645.jpg", "like_list": [], "date_time": "Oct 29, 2016", "location": "", "tag_list": ["#WHPsupernatural", "#WHPsupernatural", "@marcoandremartins"], "caption": "Weekend Hashtag Project: \nOn Monday, Halloween will be celebrated in the US and other parts of the world. To get in the holiday’s spooky spirit, the goal this weekend is to make photos and videos that transport you to otherworldly scenes.\nHere’s how to get started:\nSeek inspiration from your favorite fairy tales or sci-fi films or think about another world you’d want to visit — let your imagination run wild.\nYou don’t have to travel far to create a fantasy setting. Use makeup, costumes and props to transform yourself and your friends right in your backyard.\nBring your scene to life with “magical” gestures and actions: cast a spell with a sparkler, levitate with a well-timed Boomerang or show off another special power.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "797,067", "path": "instagram/picture1646.jpg", "like_list": [], "date_time": "Oct 29, 2016", "location": "", "tag_list": ["@gerik", "@gerik"], "caption": "“I’m looking for details, scene-setters and a sense of place — plus the detail that connects things,” says Gerik Parmele (), a former photojournalist-turned-video storyteller. Gerik, who lives in Columbia, Missouri, creates mini-documentaries, expressing a theme of his day. “It’s a creative outpouring,” Gerik says. “I’m finding inspiration around me, turning my camera towards it and trying to craft a story of what’s in front of me at the time, without any agenda.” His tip for photographers experimenting with video? “Don’t change your style of seeing visually, but open your ears more and try to think about the sound.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "731,016", "path": "instagram/picture1647.jpg", "like_list": [], "date_time": "Oct 28, 2016", "location": "Louisville Jack O' Lantern Spectacular", "tag_list": ["@__karadise__", "@__karadise__"], "caption": "In Kentucky, a glowing trail of 5,000 carved pumpkins transports visitors to a Halloween wonderland: the Louisville Jack-O-Lantern Spectacular. “It’s not spooky, but it is magic,” says Kara Renee Bubenchik (), a local artist who has been carving intricate pumpkins for the event the past four years. “You’ve got beautiful artwork on these 80- or 90-pound [36- or 41-kilogram] pumpkins that are surrounded by thousands of different types of jack-o’-lanterns. You can’t walk through this trail and not feel in complete awe.” While the celebration only lasts about three weeks, in Kara’s house, the anticipation starts to build at the first signs of fall: “My 7-year-old daughter usually starts asking me right around September, ‘When does Pumpkin Land start? When does Pumpkin Land start?’”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "613,103", "path": "instagram/picture1648.jpg", "like_list": [], "date_time": "Oct 28, 2016", "location": "", "tag_list": ["@bmangin", "#WorldSeries", "@bmangin"], "caption": "Longtime professional sports photographer Brad Mangin () is traveling to capture his 20th  this week. While he makes his living with his camera, for the last few years, he’s shared his perspective with his phone. “You look for things that can fit within the framework of the phone’s lens,” Brad says. “You can’t take something of an outfielder who is 300 feet [91 meters] away and bring him close. You need to be able to utilize what’s in front of you.”\nFor Brad, the art of capturing great baseball moments comes from knowing the game inside and out. “You have to anticipate the game, and guess where the ball is going to go, where the players are going to go,” he says. “For me, it’s always been a challenge to try and figure out where the picture is going to be.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "762,590", "path": "instagram/picture1649.jpg", "like_list": [], "date_time": "Oct 27, 2016", "location": "Katmandu, Nepal", "tag_list": ["@tasneemalsultan", "#EyesOn", "@photoktm", "@tasneemalsultan"], "caption": "Tasneem Alsultan () has her  the people of Nepal — and a new respect for their resilience after the devastating earthquake that struck in 2015. “I see hardship,” the photojournalist from Saudi Arabia says. “They’ve had years of struggle — from war, poverty and even natural disaster — but there’s a sense of pride and humbleness.”\nAs an exhibiting photographer at Photo Kathmandu (), Tasneem brings images of Saudi marriage traditions to Nepal’s only international photo festival where images are installed in public spaces of the city’s winding streets. Just as her photos confront misconceptions about Saudi women, Tasneem marvels at the unexpected in Nepal: women toiling on construction sites in Kathmandu alongside their children. “My project here, amazingly, has made Nepali visitors realize that we’re similar.”\nFor more scenes of Photo Kathmandu, check out Tasneem’s Instagram story.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,120,457", "path": "instagram/picture1650.jpg", "like_list": [], "date_time": "Oct 27, 2016", "location": "", "tag_list": ["@woodlucker", "@woodlucker"], "caption": "“I’m not trying to duplicate nature. I’m trying to interpret it and capture the variety and the essence of it,” says artist Ann Wood, a creative partner for Woodlucker () — a business she runs with her husband in Minneapolis. Ann has spent the last year creating three-dimensional paper art of flowers, feathers, butterflies and leaves. “I would call it drawing with scissors,” she explains. “I came to nature as a subject because I think it’s really universal. We all pause to pick up a feather, collect leaves, plant gardens. And nature is temporary. Its magnificence is fleeting, and I’m trying to speak to that notion.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "852,229", "path": "instagram/picture1651.jpg", "like_list": [], "date_time": "Oct 27, 2016", "location": "", "tag_list": ["@ryburk", "@ryburk"], "caption": "The first time Ryan Burke () set foot in a night club he was on his way to developing a new career path. “I started getting into nightlife and dressing up, and I used photography as a way to connect with other people who performed or dressed up,” says the New York–based makeup artist and photographer. Never formally trained, Ryan, who studied computer science, learned how to apply makeup through experimentation, online videos and lots of practice. There’s no rhyme or reason to his inspiration — once Ryan gets an idea or picks a mood he wants to express, he runs with it.\nFor Halloween, he’ll be rocking a “stars and stripes” look for one party and “twisted bride” for another. “I want to be fake-stabbed on the dance floor, with blood and red glitter all over me,” Ryan says, laughing. “I don’t know if I can get away with that.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,053,833", "path": "instagram/picture1652.jpg", "like_list": [], "date_time": "Oct 26, 2016", "location": "Valencia", "tag_list": ["#WHPinthestudio", "@drcuerda", "@anniset", "#WHPinthestudio", "@unskilledworker", "@drcuerda"], "caption": "In their submission to , Daniel Rueda () and collaborator Anna () decided it was time to show that inspiration and fun can be found anywhere. “It’s a form of street painting, using your body. They just went outside and went for it!” says  guest curator Helen Downie () of this human clock from Valencia, Spain.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "603,068", "path": "instagram/picture1653.jpg", "like_list": [], "date_time": "Oct 26, 2016", "location": "Hyderabad", "tag_list": ["#WHPinthestudio", "@unskilledworker", "@estherhuynh"], "caption": " guest curator Helen Downie () was drawn to the timelessness of two artisans dyeing thread by hand in Hyderabad, India. “You get the sense that this happened yesterday, today and will continue tomorrow,” she says. “You can see how meticulously they’re working. It’s capturing a small step in quite a long process.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,028,884", "path": "instagram/picture1654.jpg", "like_list": [], "date_time": "Oct 26, 2016", "location": "", "tag_list": ["@septemberwildflowers", "#WHPinthestudio", "@unskilledworker", "@septemberwildflowers"], "caption": "Pausing on a work in progress, Ruth Speer () reveals more about her life outside the studio. “If I put my hand there, it wouldn’t work,” says  guest curator Helen Downie (). “There’s a tenderness to it. She’s painting someone she has a close connection to.” The woman Ruth is drawing is the same person who drew the henna art on her hand.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "700,224", "path": "instagram/picture1655.jpg", "like_list": [], "date_time": "Oct 25, 2016", "location": "", "tag_list": ["#WHPinthestudio", "@mevisualartist", "@unskilledworker", "@mevisualartist"], "caption": "A portrait with big personality extends into real life in this  submission from Buenos Aires, Argentina, by Meritxell Soler (). “It’s playful and fun; I like the expression on her face and the way the hair matches the door,” says guest curator Helen Downie (). “She’s chosen very well where to make this come to life.”\nFollow along as we feature more of our favorite submissions this week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "904,736", "path": "instagram/picture1656.jpg", "like_list": [], "date_time": "Oct 25, 2016", "location": "Lynch Family Skatepark", "tag_list": ["#WHPinthestudio", "@unskilledworker", "@hoggerandco", "@hoggerandco"], "caption": "“Dancing and painting have the same creative energy,” says  guest curator Helen Downie () of this graceful leap set against a skate park in Boston by Smita Jacob (). Helen also applauds the collaboration on display in this moment: “For the photographer, to capture it exactly at that point — a second later, she’s on the ground.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "904,736", "path": "instagram/picture1657.jpg", "like_list": [], "date_time": "Oct 25, 2016", "location": "", "tag_list": ["#WHPinthestudio", "@unskilledworker", "@ruthmeharg", "#WHPinthestudio", "@ruthmeharg"], "caption": "A touch of magic in this  submission captivated guest curator Helen Downie (). “She understands that behind an interesting piece of artwork is the mystery of how it’s done,” Helen says of Ruth Meharg’s () abracadabra moment. “I love that you see some of the tools that she used, but she’s not showing you how it’s done.” The goal of  was to capture the places people go to be creative. Follow along as we feature more of our favorite submissions from this weekend.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "960,611", "path": "instagram/picture1658.jpg", "like_list": [], "date_time": "Oct 25, 2016", "location": "", "tag_list": ["@light_witch", "@light_witch"], "caption": "Trees ablaze, pointy hats and black cats — it’s the season of the witch, and Courtney Brooke Hall () could not be happier. “I’ve always dabbled in Wicca. I believe there’s something to be found when you tune into nature,” says the New England photographer and artist. “October is just this wonderful dance of decay, and Halloween is the moment when the sun is no longer ruling over the sky. You know you get to have a season of hibernating and a time to reflect coming up.” Courtney lives in a horse barn in the “middle of nowhere,” the perfect backdrop for her eerie, otherworldly compositions that often feature Courtney herself wearing sweeping capes as she slips into the forest.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "675,779", "path": "instagram/picture1659.jpg", "like_list": [], "date_time": "Oct 24, 2016", "location": "", "tag_list": ["@shiiki_studio", "#TheWeekOnInstagram", "@shiiki_studio"], "caption": "A beach photo shoot becomes a pastel dreamscape in this image from Japan by . \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,375,257", "path": "instagram/picture1660.jpg", "like_list": [], "date_time": "Oct 24, 2016", "location": "Гора Ай-Петри", "tag_list": ["@sergey_vitalevich", "#TheWeekOnInstagram", "@sergey_vitalevich"], "caption": "“It is difficult to describe in words what kind of atmosphere prevails in the forest in the fog! Trees and rocks come to life and make the most unusual forms,” says 27-year-old Sergey Vital’evich () of his visit to the Crimean Mountains. “Magic is all around us.” .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "820,055", "path": "instagram/picture1661.jpg", "like_list": [], "date_time": "Oct 24, 2016", "location": "Tompkins Square Park", "tag_list": [], "caption": "Every year, hundreds of doggies (and their humans) rocking clever and elaborate costumes gather in NYC’s Alphabet City neighborhood for the Tompkins Square Halloween Dog Parade. We’re on the ground to share some of the best get-ups — and sweetest pooches — from the event that’s celebrating its 26th year! Tap our profile pic to watch now. 🐶❤️🎃"}, {"num_of_comments": 24, "num_of_like": "1,096,504", "path": "instagram/picture1662.jpg", "like_list": [], "date_time": "Oct 23, 2016", "location": "猫の島　青島物語 Cat Island Aoshima", "tag_list": ["@kei_tachibana1114", "#TheWeekOnInstagram", "@kei_tachibana1114"], "caption": "At the water’s edge, a cat strikes the pose of a tiger stalking prey, only to find its own bright reflection looking back. Keisuke () captured this moment in Aoshima Island, Japan, one of the country’s “cat islands.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "751,977", "path": "instagram/picture1663.jpg", "like_list": [], "date_time": "Oct 23, 2016", "location": "Atatürk Kent Parkı Manisa", "tag_list": ["@kjavanmardi", "#TheWeekOnInstagram", "@kjavanmardi"], "caption": "While exploring Manisa, Turkey, by bike, Iranian documentary photographer Khashayar Javanmardi () stopped to take in this dynamic scene at Atatürk Kent Park. “At first when I saw the network of ropes I thought it was a kind of sculpture or something,” says Khashayar. After closer inspection, he discovered people learning to climb in the web. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "751,977", "path": "instagram/picture1664.jpg", "like_list": [], "date_time": "Oct 23, 2016", "location": "Tualatin Community Park", "tag_list": ["#BoomerangOfTheWeek", "@ghostforestco", "@boomerangfrominstagram", "#Boomerang", "@ghostforestco"], "caption": "Wait a minute ... who’s pushing the swings in our ? 👻 As Josh Bailey () explored the winding trails and fall colors of a local park, he paused by this swingset. “I’m drawn towards motion, so I naturally look for that when I’m out and about,” the filmmaker from Portland, Oregon, said.\n\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "1,087,907", "path": "instagram/picture1665.jpg", "like_list": [], "date_time": "Oct 23, 2016", "location": "", "tag_list": ["#tinycanvas", "@aki_newnail.ny", "@aki_newnail.ny"], "caption": "No  challenge is too great for nail artist Aki Hirayama () — even if it involves creating portraits of pop stars or pop artists. “Recently someone asked me to paint all the different faces of Marilyn Monroe on their nails, an exact replica of Andy Warhol’s artwork,” says Aki, a manicurist who lives in New York. “It took four hours to complete.” Aki also loves the collaborative nature of each manicure. “I would love to do Mariah Carey’s nails someday,” she says. “She demands perfection and I would be up for it.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "801,858", "path": "instagram/picture1666.jpg", "like_list": [], "date_time": "Oct 22, 2016", "location": "", "tag_list": ["#WHPinthestudio", "@unskilledworker", "#WHPinthestudio", "@unskilledworker"], "caption": "Weekend Hashtag Project: \nThe goal of this weekend’s hashtag project is to photograph the places you or a fellow artist go to be creative. The project takes inspiration from London-based artist and guest curator Helen Downie (), best known for her fashion-inspired portraits and paintings.\nHere are Helen’s tips to get started:\nShow off your unique studio space. “Concentrate on how important it is to have your own area — outside, inside, wherever, somewhere where you can just be,” says Helen. “I think that everybody needs that.”\nPhotograph artists working, focusing on how different locations inspire people differently. “I sit in one chair to sketch. And then I go upstairs to a very small room to paint. And it’s always the same,” Helen says. “It’s just habit.”\nExperiment with Hyperlapse and Boomerang to capture the artistic process, whether a painting coming to life or behind the scenes of a photo shoot in video form.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,016,462", "path": "instagram/picture1667.jpg", "like_list": [], "date_time": "Oct 22, 2016", "location": "", "tag_list": ["@livforcake", "@livforcake"], "caption": "Baker Olivia Bogacki () turns to cozy, seasonal desserts every time Halloween rolls around. “I love pumpkins, cinnamon, nutmeg — all of these flavors say fall to me,” says Olivia, who is based in Vancouver, British Columbia. Olivia was introduced to cake decorating in 2009 when she took a class at a local crafts store, and in 2014, she decided to continue her education by going to pastry school. “Cakes, for sure, are my favorite thing to do,” she says. “The most challenging part is that baking tends to be very precise, and I often have a vision of what I want the final product to look like. Most of the time it doesn’t get there and I want to redo it.” Her favorite part? When the cakes do live up to her standards, or even exceed them. Olivia will be celebrating this Halloween with horror movies, handing out candy to trick-or-treaters and digging into a slice or two, of course, of cake.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "838,434", "path": "instagram/picture1668.jpg", "like_list": [], "date_time": "Oct 21, 2016", "location": "Eastern State Penitentiary", "tag_list": ["@mahikerbiker", "@mahikerbiker"], "caption": "All year long, David Whitemyer () visits spooky sites across the country. “My love of history, architecture and exploring new places attracts me to abandoned buildings,” says David, a museum exhibit designer based in Boston. “I treat them with respect, never vandalizing and never taking anything.” He often combines eerie images with a clever pun or quip — this photo of a barber’s chair from the Eastern State Penitentiary in Pennsylvania was captioned with the words “Shear Madness.” David is adventurous when it comes to seeking out new places to photograph, but come Halloween, he kicks back to take in the festivities: “I enjoy sitting on the front porch on Halloween night, with a glass of wine, and seeing everyone’s costumes.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "921,365", "path": "instagram/picture1669.jpg", "like_list": [], "date_time": "Oct 21, 2016", "location": "", "tag_list": ["@victoriajustice", "@victoriajustice", "@hollyjophoto"], "caption": "The first time actress and singer Victoria Justice () saw “The Rocky Horror Picture Show” she was 11 years old. Flash forward (or do the time warp) 12 years, and Victoria is starring in the new version of the 1970s American cult classic, airing tonight on FOX. “I dreamed of getting the role of Janet in Rocky Horror and it happened,” says Victoria. The song “Don’t Dream It, Be It” was Victoria’s favorite scene to shoot: “It’s visually beautiful and we’re all in the water, moving really gracefully.” What’s up next for Victoria is still in the works. “I’m curious to see what project makes me feel really excited that I’ll want to be a part of it,” she says.\nWatch our Instagram story to follow along with Victoria as she gets ready and heads to “The Rocky Horror Picture Show” premiere with the rest of the cast.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "823,947", "path": "instagram/picture1670.jpg", "like_list": [], "date_time": "Oct 21, 2016", "location": "", "tag_list": ["@fotografeumaideia", "@instagrambrasil", "@fotografeumaideia"], "caption": "You nearly smell the earth and woods in Francine de Mattos’ () photos. A resident of Salete, a small town of 7,000 people in Santa Catarina, Brazil, she shares snapshots of the region’s scenery. “When I am not taking pictures for work, I go for a ride on my motorcycle. On these trips, I rediscover the place where I live,” the 25-year-old photographer says. “I love to hear a good story from someone who has lived for a long time.” Francine fell for photography 10 years ago while still in high school. “My motivation is nostalgia. I lost my maternal grandmother before I got a camera, and so I do not have a picture of her that I took. It is this absence that makes me want to photograph everything and everyone.”\nCheck out  to discover more stories from the region.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "994,738", "path": "instagram/picture1671.jpg", "like_list": [], "date_time": "Oct 20, 2016", "location": "", "tag_list": ["@ziyahgafic", "#EyesOn", "@ziyahgafic"], "caption": "Ziyah Gafic () has his  on a buried past, beneath a landscape once known as Yugoslavia. “I was a teenager during war time,” says the Sarajevo-based photographer, whose world was shattered when his nation was engulfed by ethnic conflict, some 20 years ago. “I was raised and shaped by war.” Now a professional photojournalist, Ziyah’s work has taken him around the world from Saudi Arabia to Zimbabwe. He uses images of his homeland to seek closure with its troubled history: “Nature overtakes us and covers our misdeeds.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "708,291", "path": "instagram/picture1672.jpg", "like_list": [], "date_time": "Oct 20, 2016", "location": "", "tag_list": ["@sabrinacarpenter"], "caption": "Today, singer, songwriter and actress Sabrina Carpenter () is taking us around Nashville, Tennessee — the first stop of a 37-show sold-out tour for her album EVOLution. Tap our profile pic to watch our Instagram story and hang with Sabrina as she explores the city for the first time and gets ready for her big night."}, {"num_of_comments": 24, "num_of_like": "670,002", "path": "instagram/picture1673.jpg", "like_list": [], "date_time": "Oct 19, 2016", "location": "", "tag_list": ["@ashleyrosecouture", "@mckenzieleekphoto"], "caption": "It’s ironic, but true — designer Ashley Rose () can’t remember the last time she put on a costume for Halloween. “Even as a kid, I didn’t really do Halloween. I was always more fascinated with what other people were wearing.” A little more than five years ago, the 28-year-old from Cape Cod, Massachusetts, made her first corset dress on a form and posted a picture. “That was the motivation that I needed to keep doing it,” she says.\nEver since, Ashley has been experimenting, collaborating with other artists and musicians and “making it up as she goes” with her sometimes-surreal, sometimes-macabre and always beautifully intricate dresses, jumpsuits, headpieces and more. Specific places inspire her designs — abandoned theaters, haunted Victorian houses — and her current collection is based off a home in Philadelphia; fairy tale meets circus, she describes it. What will she be doing on Halloween this year? “Passing out candy, and going to a party that I’m not dressing up for.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "540,559", "path": "instagram/picture1674.jpg", "like_list": [], "date_time": "Oct 19, 2016", "location": "Sharjah Art Foundation", "tag_list": ["@est0y", "#WHPfreetime", "@est0y"], "caption": "“We were exploring some of the galleries at the Sharjah Art Foundation in United Arab Emirates, and at the same time looking for spots to take group photos,” says Mark Anthony Hebres () of his  submission, which captures his favorite pastime — hanging with friends.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "765,143", "path": "instagram/picture1675.jpg", "like_list": [], "date_time": "Oct 19, 2016", "location": "", "tag_list": ["@janelledarnell", "#WHPfreetime", "@janelledarnell"], "caption": "“I love the look on his face I was able to capture when he realized what was happening,” says Janelle Darnell () of her spontaneous  submission, which she captioned, “When daddy’s free time is interrupted by hers.”\nPhoto by "}, {"num_of_comments": 4, "num_of_like": "570,188", "path": "instagram/picture1676.jpg", "like_list": [], "date_time": "Oct 19, 2016", "location": "", "tag_list": [], "caption": "Starting today, you’ll begin to see Instagram Stories on Explore.\nWe announced Instagram Stories in August as a new feature for sharing everyday moments. Now, with stories on Explore, it’s easier than ever to discover new stories you’ll want to watch.\nMore than 100 million people visit Explore every day to discover photos and videos from people they don’t yet follow. The new suggested stories section highlights the most interesting stories from across Instagram’s vast global community — and like the rest of Explore, the stories you’ll see are personalized to your interests.\nTo learn more about Instagram Stories on Explore, check out help.instagram.com."}, {"num_of_comments": 24, "num_of_like": "1,091,167", "path": "instagram/picture1677.jpg", "like_list": [], "date_time": "Oct 19, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@originalvampirecat", "@originalvampirecat"], "caption": "Hello, world. It’s time to meet this week’s , Mamba (). “I love aggressively snuggling with every human I ever meet,” says the “Transylvanian” polydactyl rescue with one adorably spooky overbite. “I also love jumping 6 feet in the air for no reason and darting around the apartment quicker than a bat in flight!” Mamba was adopted by his human — he calls her “meowmmy” — in Los Angeles. “The second I was let out of my cage, I climbed onto her shoulders and went straight for her neck,” Mamba recalls. “But I nuzzled her instead of biting her right away, to make sure I would woo her enough to bring me home.” Follow  to keep up with all of Mamba’s adventures."}, {"num_of_comments": 24, "num_of_like": "809,505", "path": "instagram/picture1678.jpg", "like_list": [], "date_time": "Oct 18, 2016", "location": "", "tag_list": ["#WHPfreetime", "@venkatesulu"], "caption": "Seaside lounging in Spain is the perfect way to spend some  — striped socks optional.\nFollow along for more of our favorite submissions from last weekend's hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "890,743", "path": "instagram/picture1679.jpg", "like_list": [], "date_time": "Oct 18, 2016", "location": "Chicago, Illinois", "tag_list": ["#WHPfreetime", "@aj_trela"], "caption": "Friends take a sunny joyride in this  submission from Chicago.\nFollow along for more of our favorite submissions from last weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "890,743", "path": "instagram/picture1680.jpg", "like_list": [], "date_time": "Oct 18, 2016", "location": "Steep Ravine Beach", "tag_list": ["#WHPfreetime", "@sophietivonaillustration", "@sophietivonaillustration"], "caption": "The goal of  was to make photos and videos inspired by what you enjoy doing in your spare time — and  rocked it. 🎨\nFollow along for more of our favorite submissions from last weekend’s hashtag project.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "665,555", "path": "instagram/picture1681.jpg", "like_list": [], "date_time": "Oct 18, 2016", "location": "", "tag_list": ["#PerfectlyMe", "#PerfectlyMe", "@sitting_pretty", "#PerfectlyMe", "@sitting_pretty"], "caption": "“My version of  is letting go of the never-ending fight to be someone else.  invites ME back into the equation, not as a form of settling for myself, but as an act of welcoming that self home, accepting her singularities, celebrating her deviance.” —Rebekah Taussig (), a writer, teacher and PhD candidate who lives in Kansas City, Missouri. “Growing up with a disability, I developed a lot of coping mechanisms early in life — detaching from my body, always smiling no matter what I was experiencing on the inside, never admitting sadness or shame. Even when I received the positive affirmation I was seeking, it was never enough to make me feel full. With time — so much time — I’ve been working to shift that burden of acceptance to myself. Accepting myself frees me up to actually experience life — to use this instrument I’m living in. Why do we treat our bodies as objects to beat into submission, to criticize into doing better, to overcome and rise above? I want to work with my body. I think we’ll get further and fuller that way, but it’s slow. I’m learning.”\nWho or what inspires you to feel ? Use the hashtag to share your story.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "752,302", "path": "instagram/picture1682.jpg", "like_list": [], "date_time": "Oct 18, 2016", "location": "", "tag_list": ["@jdoday", "#PerfectlyMe", "@seventeen", "@jdoday"], "caption": "Growing up, Jody Heakes () was frequently bullied about her weight. “I remember (now cringingly), in middle school dumbing myself down, pretending not to know things, because I’d decided that I would much rather be labeled as ‘the stupid girl’ than ‘the fat girl,’” says the 21-year-old. “Today, I pride myself on being a thoughtful and intelligent woman.” Jody was interested in photography, but it wasn’t until she graduated from high school that her mother encouraged her to model. “I was always behind the camera, never in front,” Jody says. “Switching roles and seeing photos of myself made me realize that I wasn’t as unattractive as I felt.” Her participation in the body-positive movement online feels like an extension of her studies at the University of Toronto — she’s a fourth-year student in history and equity studies. “I strongly believe that representation matters, and not only representation of different body types, but different ethnicities, ages and abilities,” Jody says. “Confidence comes with time. It has taken me over five years to reach the level of acceptance with myself that I have now. I can only imagine how much better I’ll feel five years from now.”\nWho or what inspires you to feel ? This month, we’ve teamed up with  to celebrate people who are redefining body standards and inspiring confidence on Instagram. Use the hashtag to share your story.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "480,999", "path": "instagram/picture1683.jpg", "like_list": [], "date_time": "Oct 18, 2016", "location": "", "tag_list": ["@notoriouslydapper", "#PerfectlyMe", "@notoriouslydapper"], "caption": "“I like to think of myself as perfectly imperfect,” says Kelvin Davis II, the founder of Notoriously Dapper (), a body-positive menswear blog. “I find beauty in the daily struggle of accepting yourself and your body. I wanted to show that men of all shapes and sizes could be just as stylish as the mainstream body type that’s always celebrated in the media and society.” Kelvin works as a middle school art teacher and football coach in Columbia, South Carolina, and in 2015, he started modeling for Chubbies Shorts after winning a contest based on a public vote. “I have found that when you wear, eat or surround yourself with things that make you happy it’s a lot easier to be confident in your own skin,” Kelvin says. “Surround yourself with others that are positive, wear what makes you happy and ignore the haters.”\nWho or what inspires you to feel ? Use the hashtag to share your story.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,161,479", "path": "instagram/picture1684.jpg", "like_list": [], "date_time": "Oct 17, 2016", "location": "Puako, Hawaii", "tag_list": ["@donaldmiralle", "#TheWeekOnInstagram", "@donaldmiralle"], "caption": "Donald Miralle () was poised to capture the start of a triathlon in Hawaii when this majestic turtle crossed his path. “Since 2000, I’ve been photographing the Ironman World Championship in Kona and taken this underwater angle of the mass swim start. I’ve seen fish and a bunch of triathletes down there, but never a turtle!” says the photographer. “He did two slow passes and then disappeared into deep water, and I didn’t see him again. I couldn’t help but feel so fortunate to have been in that moment and have him choose to swim by me.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "826,115", "path": "instagram/picture1685.jpg", "like_list": [], "date_time": "Oct 17, 2016", "location": "Vodafone Sayeda Zainab", "tag_list": ["@degnerd", "#TheWeekOnInstagram", "@degnerd"], "caption": "David Degner () didn’t need to travel far to find an artful moment in the middle of Cairo. “This is a pretty normal street scene in my neighborhood: cars, people and clothes hanging to dry,” says the photojournalist, who is based in Egypt. “Usually there are more cars.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "826,115", "path": "instagram/picture1686.jpg", "like_list": [], "date_time": "Oct 17, 2016", "location": "", "tag_list": ["@naseke", "#BoomerangOfTheWeek", "@boomerangfrominstagram", "#Boomerang", "@naseke"], "caption": "Nacho Rodríguez Perez () gave life to 37 balloons at once, all for our . The filmmaker’s celebration of Instagram’s sixth birthday was no easy feat, but the added bonus = his daughter got a kick out of it. Our favorite element is the single bird flying high over Valencia, Spain’s clear, blue sky.\n\nFollow  to see more mind-blowing loops from our community.\n\n by "}, {"num_of_comments": 24, "num_of_like": "808,914", "path": "instagram/picture1687.jpg", "like_list": [], "date_time": "Oct 16, 2016", "location": "", "tag_list": ["@cinqballet", "@dashabylbas", "#TheWeekOnInstagram", "@dashabylbas"], "caption": "After attending an open ballet class with  dancers, Daria Bylbas () captured this circle of tutus and pointe shoes. “When I look at this photo, I feel very inspired,” says the student from Moscow. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,496,439", "path": "instagram/picture1688.jpg", "like_list": [], "date_time": "Oct 16, 2016", "location": "", "tag_list": ["@kotorimi", "#TheWeekOnInstagram", "@kotorimi"], "caption": "Juri Taniguchi () paused to admire these shimmering, reflecting bubbles during a visit to the Setouchi Triennale, an art festival held on a dozen islands in Japan’s Seto Inland Sea.\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "779,281", "path": "instagram/picture1689.jpg", "like_list": [], "date_time": "Oct 16, 2016", "location": "", "tag_list": ["@trevor_stuurman", "@trevor_stuurman"], "caption": "For traveling fashion photographer and stylist Trevor Stuurman (), home is wherever the Wi-Fi connects. Whether he’s styling a shoot in South Africa or speaking on a panel in Rwanda, he’s an advocate for African fashion and culture. “I support the local fashion industry in various ways, such as wearing local, shooting local and making a noise about our local talent,” Trevor, who is based in Johannesburg, says. To people who imagine the continent as a nascent location for fashion, Trevor says it’s time to catch up: “Africa is now! We are here, educated, empowered and highly relevant. We are awakening to our own beauty and celebrating that every day.” Photo by "}, {"num_of_comments": 24, "num_of_like": "816,228", "path": "instagram/picture1690.jpg", "like_list": [], "date_time": "Oct 15, 2016", "location": "Camp Videos", "tag_list": ["@camilleseaman", "#EyesOn", "@camilleseaman"], "caption": "Camille Seaman () has her  the Dakota Access Pipeline. “The message I heard over and over when I was growing up was any harm you do to the environment, you’re doing to yourself,” the California-based photographer says. “I felt called to come not only as an indigenous person, but as a recorder of history.” Camille arrived in North Dakota nearly a month ago, but since April, there have been times when thousands of people gathered near the town of St. Anthony in response to the construction of the pipeline, a means for transporting crude oil out of the state. “From the point of view of the people standing up here, they are calling themselves protectors. They see themselves as not just protecting their own access to water, but the access for those Americans who also rely on that water,” Camille says. Earlier this week, an appeal to halt the project was struck down in court; the pipeline has permission to continue construction. “This is a huge, global call to stand and say that not only is clean water essential and important, a sacred thing, but it’s time to draw the line in the sand and say enough,” says Camille.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,301,450", "path": "instagram/picture1691.jpg", "like_list": [], "date_time": "Oct 15, 2016", "location": "", "tag_list": ["#WHPfreetime", "#WHPfreetime", "@pepesilva_"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos inspired by what you enjoy doing in your spare time.\nHere’s how to get started:\nWhether it’s a full day or a few minutes in the middle of a hectic schedule, share the creative or crafty hobby or activity you look forward to when you have time to yourself.\nIf your free time = social time, show your circle of family and friends and how you value their company.\nFocus on capturing the mood of your unstructured breaks: Are you seeking a quiet space to recharge, a thrilling adventure or something in between?\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,301,450", "path": "instagram/picture1692.jpg", "like_list": [], "date_time": "Oct 15, 2016", "location": "", "tag_list": ["@janaleesbakeshop", "@janaleesbakeshop"], "caption": "When Jana Douglass () graduated from college almost two years ago, she had no idea what she wanted to do — but Jana always loved cooking and baking. “I found a whole community of cookie decorators,” she says. “I always thought, ‘Hey, I could do that as a creative outlet.’ So I did. And they looked awful, but I had so much fun I kept doing it.” The Columbus, Ohio, native began posting photos of her cookie baking experiments in December 2014. Eventually, her decorating skills improved. “Orders started slowly coming in from friends and family and then very sweet clients. By the next September, I had enough clients to jump in with two feet.” Her top piece of advice for fellow small businesses on Instagram? “Be yourself. Post what’s true to your business and you.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "701,081", "path": "instagram/picture1693.jpg", "like_list": [], "date_time": "Oct 14, 2016", "location": "", "tag_list": ["@nicobyoung", "@nicobyoung"], "caption": "Nico Young () wants the world to understand that teenage photographers are a force to be reckoned with. He should know: The 17-year-old had his work published on the cover of The New York Times Magazine — teasing to a 12-page spread inside. “I just want other teens to understand how valuable their perspective is,” says the native Californian. “Young people can be so creative.” Nico has been photographing his friends since the point-and-shoot days, but landed this assignment when a teacher shared his work with the Times.\n“Young photographers are in a special position because no adult can capture teenage life with the same intimacy and honesty that a teenager can,” says Nico. “I am not just a witness to the actions in the photos; I am a participant. I am in the images.” Nico plans on preserving his time capsule of teenagehood as long as possible: “I feel a lot of pressure to capture it all before I’m not a kid anymore. I want to appreciate it while it lasts.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,048,611", "path": "instagram/picture1694.jpg", "like_list": [], "date_time": "Oct 14, 2016", "location": "", "tag_list": ["@duyanhnhanduc", "@instagramfr", "@duyanhnhanduc"], "caption": "Before sculptor Duy Anh Nhan Duc () deconstructs nature, every plant included in a piece is patiently examined. “I put myself at its level,” says the self-taught artist based in Paris. “Whether it’s grass or clover, I will get down on the ground to observe it.” All different plants are used in his sculptures, but his heart leans toward the dandelion. Many people consider it a weed or a nuisance, but from its delicate seed head, Duy Anh can create a soft mandala-like sculpture or the fur of an enormous bear. “It’s a plant that I have wanted to observe and work with since I was very young,” says Duy Anh, who has always been drawn to the dandelion’s fleeting beauty. “It is in dissecting them and rearranging them that inspiration comes,” he says.\nFor more stories from the French-speaking community, check out .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,150,643", "path": "instagram/picture1695.jpg", "like_list": [], "date_time": "Oct 13, 2016", "location": "", "tag_list": ["@gabiduda.surfduplo", "@instagrambrasil", "@gabiduda.surfduplo"], "caption": "“Sharing your surfboard with another person is magical,” explains Gabriella Cardoso (). “You have to be in complete harmony.” She and her boyfriend, designer Eduardo Lima, tandem surf — a Hawaiian sport where two surfers balance on the same board while performing tricks and stunts.\n“We need to have perfect movements to help one another,” Gabriella says. “It’s a really fun sport that brings us even closer together.” The Rio de Janeiro couple have attracted a following during their training sessions on the Macumba and Barra da Tijuca beaches. “We want to gain new fans and, maybe one day, host a competition,” says Gabriella.\nCheck out  to discover more stories from the region.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,021,918", "path": "instagram/picture1696.jpg", "like_list": [], "date_time": "Oct 13, 2016", "location": "London, United Kingdom", "tag_list": ["#WeeklyFluff", "@itsdougthepug", "@itsdougthepug"], "caption": "Hello, world! Meet today’s . This very regal creature, Doug the Pug (), is all about Halloween. If you’re still on the hunt for the perfect costume, tap our profile pic to watch our Instagram story, starring Doug! (He’s got you covered.)\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,024,100", "path": "instagram/picture1697.jpg", "like_list": [], "date_time": "Oct 12, 2016", "location": "", "tag_list": ["@dogacanonaran", "#WHPseeingdouble", "@dogacanonaran"], "caption": "“I draw, I carve, I print. Then repeat,” captions Doğacan Onaran () in her submission to , taken at home in her studio. Our hashtag project spoke to her process: “It’s the main thing in print making: think the mirror view. Positive and negative. You have to draw negative, if you want to get the positive on the paper.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "706,600", "path": "instagram/picture1698.jpg", "like_list": [], "date_time": "Oct 12, 2016", "location": "", "tag_list": ["@msholihinn", "#WHPseeingdouble", "@msholihinn"], "caption": "Never let go of your club. Two “levitating” golfers hung on tight for Muhammad Solihin’s ()  submission.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,011,230", "path": "instagram/picture1699.jpg", "like_list": [], "date_time": "Oct 12, 2016", "location": "", "tag_list": ["#WHPseeingdouble", "@chuuubaka", "@chuuubaka"], "caption": "Here, kitty kitty. Two frisky felines basked back-to-back in the sun for last weekend’s hashtag project, . “They reminded me of people,” says Constantine (). “We are all very similar, but at the same time, each of us is unique.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "728,427", "path": "instagram/picture1700.jpg", "like_list": [], "date_time": "Oct 12, 2016", "location": "", "tag_list": ["@fxxtimxh", "@unfoundation", "@girlupcampaign", "#GIRLHERO", "#DayoftheGirl", "@fxxtimxh"], "caption": "“I like to think of myself as a sort of Venn diagram because there are so many aspects of me that overlap,” says 17-year-old Faatimah Soloman (). “For example, I’m a feminist, I’m American, I’m Sudanese and I live in Saudi Arabia.”\nActivists like Faatimah are lifting their voices to celebrate International Day of the Girl Child, a day dedicated to bringing awareness to the issues of girls worldwide.\n“Girls need resources like education in order to succeed, and it’s not just girls’ problem. It should be a top priority of global society,” Faatimah says. “Girls are a force to be reckoned with — we’re not little things. We’re a big deal. What we do, what we stand for and what we say matters, and people should pay attention. Our gender should not disadvantage us by any means.”\nFaatimah is a teen advisor for the ’s Girl Up campaign (). Today, people like Faatimah are posting photos of girls and women who inspire them using  and .\nPhoto by "}]}