{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "1,223,416", "path": "instagram/picture0101.jpg", "like_list": [], "date_time": "Jun 21, 2018", "location": "Los Angeles, California", "tag_list": ["@kimkardashian", "@kkwbeauty"], "caption": "We’re with Kim Kardashian West () at a  pop-up in Los Angeles. Check out three of her top beauty tips on IGTV now.\nIGTV is a new app and a new space within Instagram for watching long-form, vertical video from your favorite Instagram creators. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed. Check out our channel to see more."}, {"num_of_comments": 24, "num_of_like": "1,223,416", "path": "instagram/picture0102.jpg", "like_list": [], "date_time": "Jun 21, 2018", "location": "", "tag_list": ["@jugglinjosh", "@jugglinjosh"], "caption": "Video by \nNearly two decades before Josh Horton () became one of the most followed jugglers on Instagram, he joined the circus club at his elementary school. “My favorite thing about juggling is the challenge. It’s just you against yourself,” says the 12-time (gasp) Guinness World Record holder, who quit his day job in social media to juggle full time in Los Angeles.\nIGTV is a new app and a new space within Instagram for watching long-form, vertical video from your favorite Instagram creators. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed. Check out our channel to learn more about Josh."}, {"num_of_comments": 24, "num_of_like": "1,223,416", "path": "instagram/picture0103.jpg", "like_list": [], "date_time": "Jun 21, 2018", "location": "Massachusetts", "tag_list": ["@sugar_boogerz", "@sugar_boogerz", "#ASMR"], "caption": "Video by \n“I love when my grocery basket is full of crayons, glitter and Play-Doh,” says Laurel Driskill (), a 24-year-old art student in Massachusetts. At home, Laurel creates her  videos — that’s autonomous sensory meridian response, when certain sounds and visuals cause relaxing tingling on the head and neck — using a searing-hot knife to melt through colorful objects like lipsticks and marshmallows.\nIGTV is a new app and a new space within Instagram for watching long-form, vertical video from your favorite Instagram creators. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed. Check out our channel for a quick brain massage, courtesy of Laurel."}, {"num_of_comments": 23, "num_of_like": "1,223,416", "path": "instagram/picture0104.jpg", "like_list": [], "date_time": "Jun 21, 2018", "location": "", "tag_list": ["@kevin", "@laurdiy", "@kingbach"], "caption": "From our CEO :\n“Today, we have two big announcements to share. First, Instagram is now a global community of one billion! Since our launch in 2010, we’ve watched with amazement as the community has flourished and grown. This is a major accomplishment — so from all of us at Instagram, thank you!\nSecond, we’re announcing our most exciting feature to date: IGTV, a new app for watching long-form, vertical video from your favorite Instagram creators, like LaurDIY () posting her newest project or King Bach () sharing his latest comedy skit. While there’s a stand-alone IGTV app, you’ll also be able to watch from within the Instagram app so the entire community of one billion can use it from the very start.\nIGTV is different in a few ways. First, it’s built for how you actually use your phone, so videos are full screen and vertical. Also, unlike on Instagram, videos aren’t limited to one minute. Instead, each video can be up to an hour long.\nWe made it simple, too. Just like turning on the TV, IGTV starts playing as soon as you open the app. You don’t have to search to start watching content from people you already follow on Instagram and others you might like based on your interests. You can swipe up to discover more — switch between “For You,” “Following,” “Popular” and “Continue Watching.” You can also like, comment and send videos to friends in Direct.\nAlso like TV, IGTV has channels. But, in IGTV, the creators are the channels. When you follow a creator on Instagram, their IGTV channel will show up for you to watch. Anyone can be a creator — you can upload your own IGTV videos in the app or on the web to start your own channel.\nInstagram has always been a place to connect with the people who inspire, educate and entertain you every day. With your help, IGTV begins a new chapter of video on Instagram. We hope it brings you closer to the people and things you love.\nIGTV will be rolling out globally over the next few weeks on iOS and Android."}, {"num_of_comments": 24, "num_of_like": "1,045,915", "path": "instagram/picture0105.jpg", "like_list": [], "date_time": "Jun 20, 2018", "location": "Madh Island", "tag_list": ["@devdxb", "#WHPplay"], "caption": "Photo by \nWhat better backdrop for some impromptu yoga? 🧘‍♂️ "}, {"num_of_comments": 23, "num_of_like": "957,173", "path": "instagram/picture0106.jpg", "like_list": [], "date_time": "Jun 20, 2018", "location": "Havana, Cuba", "tag_list": ["@ts_xiv", "@ts_xiv", "#WHPplay"], "caption": "Photo by \nTrisikh Sanguanbun () paused in the middle of a lunchtime soccer game with local kids in Havana to take a quick photo. “No matter what stage of life you’re in, we all need to play,” he says. “These kids reminded me to stay youthful and healthy through the game we all love, soccer.” ⚽️ "}, {"num_of_comments": 24, "num_of_like": "957,173", "path": "instagram/picture0107.jpg", "like_list": [], "date_time": "Jun 20, 2018", "location": "Chicago, Illinois", "tag_list": ["@cshimala", "@cshimala", "#WHPplay"], "caption": "Video by \n“I’ve called this view home for over 10 years, and I’m still fascinated with how the weather plays with the city,” says Chicago-based photographer Craig Shimala (). “It doesn’t get much better than watching lightning dance across the skyline.”⚡️\nFollow along for more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 22, "num_of_like": "774,688", "path": "instagram/picture0108.jpg", "like_list": [], "date_time": "Jun 19, 2018", "location": "Venice Skatepark", "tag_list": ["@toddler777", "#WHPplay"], "caption": "Photo by \nCatching some air along the California coast. 🤙 "}, {"num_of_comments": 24, "num_of_like": "490,221", "path": "instagram/picture0109.jpg", "like_list": [], "date_time": "Jun 19, 2018", "location": "Singapore", "tag_list": ["@suspendtime", "#WHPplay"], "caption": "Photo by \nShadow play on a colorful court for ."}, {"num_of_comments": 24, "num_of_like": "916,761", "path": "instagram/picture0110.jpg", "like_list": [], "date_time": "Jun 19, 2018", "location": "Lake Keowee", "tag_list": ["@otis_unleashed", "#WHPplay", "#WHPplay"], "caption": "Photo by \nJumping into  with a splash. 🐶\nFollow along for more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "1,494,824", "path": "instagram/picture0111.jpg", "like_list": [], "date_time": "Jun 18, 2018", "location": "London, United Kingdom", "tag_list": ["@davidbeckham", "@brooklynbeckham", "@unicef", "#FathersDay"], "caption": "For David Beckham (), the joys of fatherhood are the simple things: getting up with his kids in the morning, walking them to school, playing football in the park. “I’m so proud of each of my four children,” says David, whose eldest son Brooklyn () was born when David was 23. “Each with their own personality from such an early age, they are incredible individuals in their own right.”\nDavid’s top advice for new parents is to be present. “It is the greatest gift you can give your children,” he says. “For me, and many of the mums and dads I’ve spoken to about parenting over the years, it comes down to two things: love and fear. It’s these emotions that push us to achieve more for our children every day. My work with UNICEF () reminds me that parents all over the world experience these same emotions, no matter on their circumstance.”\nSunday marks  in many countries around the world. Tune in to our story now, because David and Brooklyn are at home helping us celebrate."}, {"num_of_comments": 24, "num_of_like": "970,636", "path": "instagram/picture0112.jpg", "like_list": [], "date_time": "Jun 16, 2018", "location": "Ipanema", "tag_list": ["@filipefoto", "#WHPplay", "#WorldCup", "@filipefoto", "#WHPplay"], "caption": "Featured photo by \nWeekend Hashtag Project: \nTo celebrate the kickoff of the , the gooooooooooal this weekend is to create photos and videos inspired by athleticism, as in this feature photo by Filipe Costa ().\nCapture the action. Whether it’s in the streets, on the beach or in a stadium, show us the energy around your favorite activity or a fierce competition. Try photographing from above to emphasize scale or geometric shapes, or exaggerate the dynamic nature of a single player by shooting from a low angle.\nLook for the before and after moments. Capture the quiet anticipation and proud celebration.\nShow off athletic skills. Take a video while you practice your freestyle football tricks, or of how you’ve trained your dog to get in on the match.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,182,537", "path": "instagram/picture0113.jpg", "like_list": [], "date_time": "Jun 15, 2018", "location": "Minneapolis–Saint Paul", "tag_list": ["@wildspotted", "#WeeklyFluff", "@wildspotted"], "caption": "Photo by \nHello, world! Meet today’s : Ida (), a spotted shepherd with a need for speed. “She is very fast and has a constant ‘go, go, go’ mindset,” says Ida’s human, Samantha, a dog trainer and university student in Minnesota’s Twin Cities region. “Ida’s favorite activities are agility and trick training. Some of her favorite tricks are weaving between my legs, sitting pretty, hugging her dog friends and jumping into my arms.”"}, {"num_of_comments": 24, "num_of_like": "1,182,537", "path": "instagram/picture0114.jpg", "like_list": [], "date_time": "Jun 15, 2018", "location": "Paris, France", "tag_list": ["@lisafreestyle", "@lisafreestyle", "#WorldCup"], "caption": "Video by \n“Freestyle football has no boundaries,” says Lisa Zimouche (), an 18-year-old from Paris who travels the world performing agile tricks with nothing but a ball and her feet. 🤯⚽️ “My first memory of football is when I was 6 years old,” says Lisa. “I saw some French freestylers putting on a show, and ever since I saw them playing, I wanted to do the same thing.”\nLeading up to the , Lisa is excited to see people rallying around their teams. “My favorite part of the World Cup is the vibes,” she says. “People from each country supporting their teams, and everybody coming together around the same sport.”\nCheck out today’s story to see Lisa and a few fellow freestylers do their thing."}, {"num_of_comments": 24, "num_of_like": "831,393", "path": "instagram/picture0115.jpg", "like_list": [], "date_time": "Jun 13, 2018", "location": "Zadar", "tag_list": ["@helinbereket", "@helinbereket", "#WHPshapes"], "caption": "Photo by \nFirst, Helin Bereket () saw the fence. Then she saw the people. “I have an obsession with clear compositions and geometrical shapes,” says Helin. “This photo includes both.” "}, {"num_of_comments": 24, "num_of_like": "778,324", "path": "instagram/picture0116.jpg", "like_list": [], "date_time": "Jun 13, 2018", "location": "Singapore", "tag_list": ["@the_royal_son", "#WHPshapes"], "caption": "Photo by \nShapes on shapes on  🔺"}, {"num_of_comments": 24, "num_of_like": "690,307", "path": "instagram/picture0117.jpg", "like_list": [], "date_time": "Jun 13, 2018", "location": "Michigan", "tag_list": ["@margauxwickstrom", "@margauxwickstrom", "#WHPshapes"], "caption": "Photo by \n“Or, you know, you could’ve gone around the other side of the chair,” writes Margaux Wickstrom () in her caption. As you can see, the call of the 🎾 was too strong.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "690,307", "path": "instagram/picture0118.jpg", "like_list": [], "date_time": "Jun 13, 2018", "location": "Barrow, Alaska", "tag_list": ["@kiliiiyuyan", "@kiliiiyuyan"], "caption": "Video by \n“The land has always been the thing that always draws me in,” says photographer and traditional kayak builder Kiliii Yuyan (). “It’s really hard to be a human being and not feel the call of the land — the land is where everything starts. Aside from family, it’s the most important value that we have.” Kiliii is Chinese-American and a member of the Hèzhé, an indigenous group from the border region between eastern Siberia and northeast China.\n“As I continue to work with indigenous communities, I find that not only is the work really hard and really rewarding, but also out of all the different things that I work on, it’s probably the thing where I feel the most at home.”\nTune in to our story to see scenes from Kiliii’s travels documenting the Iñupiat people in Alaska."}, {"num_of_comments": 24, "num_of_like": "1,694,675", "path": "instagram/picture0119.jpg", "like_list": [], "date_time": "Jun 12, 2018", "location": "Lake Thun, Switzerland", "tag_list": ["@heykelseyj", "#WHPshapes"], "caption": "Photo by \nThis long and winding Swiss road was (definitely) worth taking for ."}, {"num_of_comments": 24, "num_of_like": "603,174", "path": "instagram/picture0120.jpg", "like_list": [], "date_time": "Jun 12, 2018", "location": "Valencia", "tag_list": ["@gabrielbouys", "#WHPshapes"], "caption": "Photo by \nJust a girl in her bubble "}, {"num_of_comments": 24, "num_of_like": "1,120,354", "path": "instagram/picture0121.jpg", "like_list": [], "date_time": "Jun 12, 2018", "location": "Kyiv, Ukraine", "tag_list": ["@rrrudya", "#WHPshapes"], "caption": "Photo by \nWho knew Kiev looked like a puzzle from above?\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "1,120,354", "path": "instagram/picture0122.jpg", "like_list": [], "date_time": "Jun 12, 2018", "location": "London, United Kingdom", "tag_list": ["@ts_abe", "@ts_abe"], "caption": "Video by \n“I adore drawing. I’m obsessed with it,” says T.S Abe (), a 28-year-old British artist who creates short looping videos of her pencil-and-paper self-portraits. “I’d been making traditional pencil self-portraits for over a decade before I decided to pick up my camera and shoot with the intention of creating a portrait in motion,” says Abe, who lives in west London. “I shoot the footage of whatever I’ve seen in my head, play around with it on my computer to find the perfect loop, and then draw the frames—typically six to 20 of them.”\nShe’s been a full-time illustrator for more than three years, but Abe doesn’t take the creative freedom for granted. “Making a living from drawing is still mind-blowing to me,” she says. “Drawing is so comforting — being able to distill the peculiar and confusing experience of life into something exacting.”\nSee Abe’s creative process 👀 — today on our story."}, {"num_of_comments": 24, "num_of_like": "900,098", "path": "instagram/picture0123.jpg", "like_list": [], "date_time": "Jun 11, 2018", "location": "Abidjan, Cote d'Ivoire", "tag_list": ["@laetitiaky", "@laetitiaky"], "caption": "Photo by \nSince she was a child, 21-year-old Laetitia Ky () has braided her family’s hair. But after discovering images of women from different African tribes on Instagram, hair sculpting became her new passion. “I started with simple things, like spikes, and gradually got to more complicated styles,” says the aspiring fashion designer who lives in the coastal city of Abidjan, Ivory Coast.\n“At first, I just wanted to share my creative world. Now, I get messages from black women telling me how much I have helped them accept their natural hair! I feel a great responsibility, and I decided to go further by expressing themes that are close to my heart, like feminism, African beauty, positive body image and self-confidence.”\nSee more of Laetitia’s styles on today’s story."}, {"num_of_comments": 19, "num_of_like": "801,237", "path": "instagram/picture0124.jpg", "like_list": [], "date_time": "Jun 9, 2018", "location": "", "tag_list": ["@letasobierajski", "#WHPshapes", "@letasobierajski", "#WHPshapes"], "caption": "Featured photo by \nThis weekend, the goal of  is to create photos and videos that focus on geometric shapes, like this photo by .\nFind shapes in the wild — like a large circular window or a giant balloon shaped like a star that pops out in a scene. Consider shooting a portion of a larger shape to create a new one. From above, the corner of a swimming pool can transform into a bright blue triangle.\nThink about patterns. Join hands with your friends to make a circle in a rural landscape or draw attention to the pattern created by the patios of a colorful apartment building.\nMake your own. Craft shapes from your favorite art supplies, and set up scenes where they interact with the real world... or a new planet you’ve dreamed up.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,477,677", "path": "instagram/picture0125.jpg", "like_list": [], "date_time": "Jun 8, 2018", "location": "Smith Rock State Park", "tag_list": ["@wat.ki", "#WeeklyFluff", "@wat.ki"], "caption": "Photo by \nHello, world! Meet today’s : From left to right, there’s Kiko, Watson and London (), an unlikely pack of two golden retrievers and one lil’ hedgehog. “They’ve been good friends since Day One,” says their human, Jennifer Medrano, who works as a photographer and videographer in Washington. “Watson is a natural when it comes to bringing us all together. It’s one of his best qualities.”\nThe three are often adventuring and exploring in the Pacific Northwest. Aside from spending time in the great outdoors, “Watson loves performing ‘trust falls’ and loves to hug,” describes Jennifer. “Kiko loves to sing, and London the hedgehog loves her hats. It’s so adorable to see her running around outside with her cute yellow hat.” 🐶🐶🦔"}, {"num_of_comments": 21, "num_of_like": "643,668", "path": "instagram/picture0126.jpg", "like_list": [], "date_time": "Jun 7, 2018", "location": "Phoenix, Arizona", "tag_list": ["@kingjames", "@stephencurry30", "@michaelwalchalk", "@michaelwalchalk", "#NBAFinals"], "caption": "Illustrations of  and  by \nAt just 6 feet tall, graphic designer Michael Walchalk () knew that he wouldn’t be able to play in the NBA. So, he went for the next best thing: creating illustrations of its superstars. “Back when I discovered that people were posting artwork, I thought, ‘How can I put my own twist on this?’” says Michael, a Phoenix Suns fan who lives in Phoenix, Arizona, his hometown.\nUsing a mix of hand drawing and computer graphics, Michael creates his portraits of players like LeBron James and Stephen Curry, who are facing off (yet again) in this year’s . “I like to use bold outlines and colorful background to make the portraits pop,” says Michael, who credits much of his professional success to what he’s shared on Instagram. “I just draw what I like, and I’m lucky that a lot of people like the same stuff.” 🏀"}, {"num_of_comments": 23, "num_of_like": "1,152,403", "path": "instagram/picture0127.jpg", "like_list": [], "date_time": "Jun 6, 2018", "location": "Tsumago-juku", "tag_list": ["@hirokingraphy", "@hirokingraphy", "#WHPshine"], "caption": "Photo by \nHiroki Nose () sheds light on a traditional Japanese scene for ."}, {"num_of_comments": 24, "num_of_like": "972,765", "path": "instagram/picture0128.jpg", "like_list": [], "date_time": "Jun 6, 2018", "location": "Herne Bay Beach", "tag_list": ["@blackwhite.gold", "@blackwhite.gold", "#WHPshine"], "caption": "Photo by \n“Elsa, the golden retriever-cross in the photo, is a very keen swimmer, so I get plenty of opportunities to take photos of her shaking,” says Liz Gregg (). “I shot into the late afternoon sun to get the water droplets to catch the light.” "}, {"num_of_comments": 24, "num_of_like": "788,759", "path": "instagram/picture0129.jpg", "like_list": [], "date_time": "Jun 6, 2018", "location": "Polyaigos", "tag_list": ["@ledart", "#WHPshine"], "caption": "Photo by \nI spy 👀... some amazing underwater light.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "1,231,003", "path": "instagram/picture0130.jpg", "like_list": [], "date_time": "Jun 6, 2018", "location": "", "tag_list": ["@sofia_2001_4", "@anastasia_2001_4", "@sofia_2001_4", "@anastasia_2001_4"], "caption": "Photo by  and \nIdentical twins make the best dance partners, according to 17-year-olds Sofia () and Anastasia Psymenna (). “We’re part of a dance group, but dancing as a duo is better for us,” says Sofia. “We can easily adjust to each other, so the dance looks synchronous and more beautiful. Because we are the same, we understand each other without words.” Twinning can be fun offstage, too. “People try to find differences between us or guess who is who,” says Sofia. “Some people even ask if we get each other mixed up when we look at ourselves in the mirror,” says Anastasia.\nThe twins live in central Ukraine, where they’ve studied classical, folk and modern dance, and also compete in rhythmic gymnastics. They hope to one day travel the world to learn each region’s traditional dances. “Dance is the language of the soul,” says Anastasia. “We can say not a word, but speak with our bodies.”\nWatch our story to see Sofia and Anastasia dance in perfect unison. 👯‍♀️"}, {"num_of_comments": 24, "num_of_like": "776,259", "path": "instagram/picture0131.jpg", "like_list": [], "date_time": "Jun 5, 2018", "location": "Upper West Side", "tag_list": ["@frabjous_existence", "#WHPshine"], "caption": "Photo by \nLike a scene from an old-time movie set — but for  🕵️‍♂️"}, {"num_of_comments": 24, "num_of_like": "673,552", "path": "instagram/picture0132.jpg", "like_list": [], "date_time": "Jun 5, 2018", "location": "", "tag_list": ["@angmthompson", "#WHPshine"], "caption": "Photo by \nWarmups ✔️\nPre-performance huddle ✔️\nOpening night 💃 "}, {"num_of_comments": 24, "num_of_like": "1,033,688", "path": "instagram/picture0133.jpg", "like_list": [], "date_time": "Jun 5, 2018", "location": "Kauai", "tag_list": ["@life.through.my.glass", "@life.through.my.glass", "#WHPshine"], "caption": "Photo by \nKyle Fredrickson () turned a corner on Kauai’s Napali Coast to find a pod of spinner dolphins playing in the waves, the sun shining behind them. “What a surreal experience, watching the dolphins at complete peace and enjoying life,” he writes in his caption.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "918,777", "path": "instagram/picture0134.jpg", "like_list": [], "date_time": "Jun 4, 2018", "location": "San Juan, Puerto Rico", "tag_list": ["@harmonicurls", "@afrosinsanjuan", "@nuanceandbubbles", "@afrosinsanjuan"], "caption": "Photo of  by \nWhen Valerie Moreno () moved to Puerto Rico from Montreal five years ago, photography helped her connect to her new home. “I wanted to portray the colors and the people that I saw,” she says. In 2016, Valerie started her photography project , where she documents hair as seen on the streets of San Juan. “Hair is really just the tip of the iceberg,” Valerie says. “There’s a lot more in there. Everybody has a different story. My favorite part is talking to people, asking them questions and getting to know them. Beauty is actually not in the big things, but it’s in the small details.” Watch our story to head out on a shoot with Valerie."}, {"num_of_comments": 24, "num_of_like": "918,777", "path": "instagram/picture0135.jpg", "like_list": [], "date_time": "Jun 3, 2018", "location": "Brooklyn, New York", "tag_list": ["@maayan.zilberman", "@maayan.zilberman"], "caption": "Video by \nMaayan Zilberman () describes herself as an artist first, and a candymaker second. “I didn’t go to culinary school, and I’m not a food person. I’m much more interested in art,” says Maayan, who runs her candy business, Sweet Saba, in New York City. “A lot of what I do is about chemical reactions and experimenting with materials. And that’s what’s furthered my career over and over — it’s about curiosity.” Maayan makes her candy into shapes like crystals, ornate rings and old-school cassette tapes by pouring melted sugar into molds she carves herself, adding drops of flavor and hand-painting the set forms. “My fascination with sweets and candy is about what they represent for people, what reactions kids have to it or how it’s sort of forbidden,” she says. “I’m interested in changing peoples’ perceptions of something that is very two-dimensional.” Watch our story for a look inside Maayan’s studio and candy-making process. 🍭"}, {"num_of_comments": 24, "num_of_like": "762,315", "path": "instagram/picture0136.jpg", "like_list": [], "date_time": "Jun 2, 2018", "location": "", "tag_list": ["@coreymaison", "@st0rmryan", "@jasonrodgersphoto", "@jasonrodgersphoto", "#Pride2018", "#RoleModel"], "caption": "Photo of  and  by \nJason Rodgers () knew he wanted to be a photographer the minute he picked up a camera at 14. “It was just instantaneous,” remembers Jason, who’s now 35 and based in Brooklyn, New York. In 2010, Jason struck out on his own as a photographer, but previously worked at a number of publications including Out Magazine. “I loved working at Out, because it really brought me into the queer, gay, lesbian, trans community a lot more,” he says.\nRecently, Jason created portraits of five young leaders of the LGBTQ community who were surprised with their role models IRL. “The pairings were just two people who really vibed off of each other,” he explains. “They found space outside of knowing the other person — which is what everybody said about Instagram: I didn’t have to meet these people to be inspired by them. I just had to look at their Instagram.” As for Jason’s role models? Film director Larry Kramer, cognitive psychologist Steven Pinker, author Jean Houston and the one and only RuPaul. To celebrate , mention your  in your stories, and share how they inspire you.\nCheck out our story to see more from our shoot with Jason in NYC."}, {"num_of_comments": 24, "num_of_like": "1,184,408", "path": "instagram/picture0137.jpg", "like_list": [], "date_time": "Jun 2, 2018", "location": "", "tag_list": ["@benthouard", "#WHPshine", "@benthouard", "#WHPshine"], "caption": "Featured photo by \nThis weekend for , make light the focus of your photos and videos, like this photo from Ben Thouard (). Play with patterns. Use stained glass to bring color into a room or portrait, or bounce light off reflective surfaces like bubbles or water.\nExperiment with natural light. Head outside to capture how it filters down in columns through the trees, or create a flare by photographing directly into the light.\n\nCapture moments at different times. From the hard light at noon to the golden sunset rays, see how light changes the mood of your photos. Once darkness falls, illuminate a tent from the inside with a lantern, or use a flashlight to spotlight a single object.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "684,550", "path": "instagram/picture0138.jpg", "like_list": [], "date_time": "Jun 1, 2018", "location": "Oracle Arena", "tag_list": ["@nba", "#nbafinals", "@warriors", "@cavs"], "caption": "For the first time in  history, two rival teams are facing off in the  for the fourth consecutive year. Check out our Instagram story to watch Game 1 from the sidelines in Oakland, California, where the Golden State Warriors () take on the Cleveland Cavaliers ()."}, {"num_of_comments": 24, "num_of_like": "1,744,532", "path": "instagram/picture0139.jpg", "like_list": [], "date_time": "Jun 1, 2018", "location": "Moscow, Russia", "tag_list": ["@hosico_cat", "@hosico_cat", "#WeeklyFluff"], "caption": "Photo by \nHello, world! Meet Hosico (), a 3-year-old Scottish straight cat with wide-eyed curiosity about his surroundings 👀. “He’s shy with new people or things,” says Roman, Hosico’s human. “Even if you move something he already knows, the first time he comes into the room afterward he’ll be alert and surprised. ‘What’s all this? It’s out of place! Maybe it’s dangerous!'”🤯 "}, {"num_of_comments": 24, "num_of_like": "1,227,642", "path": "instagram/picture0140.jpg", "like_list": [], "date_time": "May 31, 2018", "location": "Valencia", "tag_list": ["@drcuerda", "@anniset", "#WHP🙂", "@anniset", "@drcuerda"], "caption": "Photo by  and \nArchitecture and a really great outfit came together in this  submission. “Anna () and I are both architects, and that’s why we’re always looking for colorful patterns and beautiful geometry hidden in our city,” says Daniel Rueda Cuerda ()."}, {"num_of_comments": 24, "num_of_like": "821,695", "path": "instagram/picture0141.jpg", "like_list": [], "date_time": "May 31, 2018", "location": "Connecticut", "tag_list": ["@samsonthedood", "@samsonthedood", "#WHP🙂"], "caption": "Photo by \nWho’s that? Just Samson the goldendoodle (), hiding from the end of a long weekend. "}, {"num_of_comments": 20, "num_of_like": "579,203", "path": "instagram/picture0142.jpg", "like_list": [], "date_time": "May 31, 2018", "location": "Stockholm, Sweden", "tag_list": ["@macro.girl", "@macro.girl", "#WHP🙂"], "caption": "Photo by \n“Seeing the smile made doing the dishes much easier,” says Sofia Englund Kristensen (), who created this face during some household chores. “It’s all about attitude.”\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "818,845", "path": "instagram/picture0143.jpg", "like_list": [], "date_time": "May 31, 2018", "location": "London, United Kingdom", "tag_list": ["@kendricklamar", "@illestration", "@illestration"], "caption": "Art of  by \nBold, bright and colorful. This is how London-based artist Olivia Odiwe () describes her painting style. And as for her muse? She’s all about hip-hop. “Hip-hop is a form of storytelling. It can take you to a time or place or just simply to a feeling, and that’s what I try to do within my portraits.” Today is a milestone for Olivia — and all the hip-hop lovers out there: Kendrick Lamar is celebrating his Pulitzer Prize. The win is historic — he’s the first rapper to take home the award. “When I listen to hip-hop, I can visually see the stories within their words. For me, it’s such a colorful expression of artistry and a true form of poetic literature,” says Olivia. “A Pulitzer win has been coming, and I’m sure it won’t be the last for hip-hop.” 🙌\nCheck out today’s story to see Olivia’s process."}, {"num_of_comments": 18, "num_of_like": "907,029", "path": "instagram/picture0144.jpg", "like_list": [], "date_time": "May 30, 2018", "location": "", "tag_list": ["@carolyn_mara", "#WHP🙂"], "caption": "Photo by \nPics or the  didn’t happen."}, {"num_of_comments": 24, "num_of_like": "1,484,633", "path": "instagram/picture0145.jpg", "like_list": [], "date_time": "May 30, 2018", "location": "Barcelona, Spain", "tag_list": ["@akanita7", "#WHP🙂"], "caption": "Photo by \nHappy place = found on the Spanish coast.\nFollow along to see all of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "1,484,633", "path": "instagram/picture0146.jpg", "like_list": [], "date_time": "May 30, 2018", "location": "Thatta", "tag_list": ["@noor_unnahar", "#Ramadan", "@noor_unnahar"], "caption": "Video by \nFrom mid-May through mid-June, Muslims around the world observe , a month of prayer, and fasting between sunrise and sunset. “Ramadan is the month when I feel most at peace with myself,” says Noor Unnahar Siddique (), a 20-year-old writer and artist who lives in Pakistan. “It is the holiest month for Muslims, and a time when everyone gets the chance to make a fresh start. Ramadan celebrates kindness, forgiveness, love for others and patience.”\nYear-round, Noor celebrates similar themes in her art journals — notebooks she fills with her original poetry and collages created out of clippings from magazines, newspapers and books. “Creating has always been a part of my identity,” she says. “I want people to look at my work and go back to their own craft with the courage that they too can make something beautiful.”\nSee how Noor celebrates Ramadan on our story. 🌙"}, {"num_of_comments": 24, "num_of_like": "1,187,751", "path": "instagram/picture0147.jpg", "like_list": [], "date_time": "May 27, 2018", "location": "Anchorage, Alaska", "tag_list": ["@yesfira", "@yesfira", "#prom"], "caption": "Photo by \nBecoming a hairdresser was a natural evolution for 21-year-old Yesfira Sidorenko (). “In ninth grade, I got interested in doing hair from watching online tutorials, and started practicing on my little sisters,” says Yesfira, who was born in Latvia and lives in Alaska. “After high school, I decided to go to cosmetology school, got a job as a hairdresser, and this is where I am today.” Braids were one of Yesfira’s earliest styles she worked to perfect, and she’s stuck with them through the years, adding in more complex twists, waves and updos for weddings and special occasions. “If I were going to  today, I would wear my hair in a loose mermaid wave, with my hair tucked to one side with a clip.”"}, {"num_of_comments": 24, "num_of_like": "806,639", "path": "instagram/picture0148.jpg", "like_list": [], "date_time": "May 26, 2018", "location": "", "tag_list": ["@jimjam.jimjam", "#WHP🙂", "#WHP🙂"], "caption": "Featured photo by \nThink positive this weekend for .\nCreate smiling faces from everyday objects. Place rocks on the bank of a river to form a smile, or keep an eye out for window washers in the shape of a grin on the side of a skyscraper.\nShow us what makes you smile. Family, friends, time outside or at home — take photos and videos of what brings positive vibes to your weekend.\nUse video to capture your behind-the-scenes processes. How long does it take to attach googly eyes to every piece of fruit in your office’s kitchen? We’d like to know, so share the details in your Instagram story and feed.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "647,881", "path": "instagram/picture0149.jpg", "like_list": [], "date_time": "May 26, 2018", "location": "London, United Kingdom", "tag_list": ["@hanihanss", "@hanihanss"], "caption": "Photo by \nWhen she started her Instagram, Hani Sidow () didn’t know many Muslim women she could look to for beauty inspiration. “I wanted to represent other people like me,” says Hani, a 21-year-old beauty blogger who was born in Somalia and lives in London. “When I was growing up and when I first started on social media, a lot of comments would be, ‘You’re Muslim. Are you allowed to wear makeup?’ People just didn’t know. I wanted to give them some knowledge and let them get to know me and my perspective: that religion should never be a barrier to expressing myself.” 💄\nSee some of Hani’s favorite makeup looks on today’s story."}, {"num_of_comments": 24, "num_of_like": "647,881", "path": "instagram/picture0150.jpg", "like_list": [], "date_time": "May 25, 2018", "location": "Massachusetts", "tag_list": ["@sugar_boogerz", "@sugar_boogerz", "#ASMR"], "caption": "Video by \nSlicing, sizzling, smoking — Laurel Driskill () cuts through meltable objects with a hot knife and revels in the results. “It’s seriously so fun,” says Laurel, a 24-year-old student of painting and animation who lives in Massachusetts. “It keeps me young. I love when my grocery basket is full of crayons, glitter and Play-Doh.”\nLaurel turned to creating her  videos (that’s autonomous sensory meridian response, when certain sounds and visuals cause relaxing tingling on the head and neck) while she was going through her divorce. “I needed an outlet: something to focus on that was outside of myself and that gave back to the world,” says Laurel. “I get messages all the time saying thank you and expressing gratitude for making my videos. My ASMR journey is an example of a very good thing that came from a really bad thing.”\nWatch our story to see Laurel’s ASMR experiments."}, {"num_of_comments": 12, "num_of_like": "800,141", "path": "instagram/picture0151.jpg", "like_list": [], "date_time": "May 23, 2018", "location": "Frankfurt, Germany", "tag_list": ["@mr.wgnr", "@mr.wgnr", "#WHPgetlost"], "caption": "Photo by \nMarcus Wagner () got lost (literally) with a friend in an industrial neighborhood. “ could be my personal theme — I’m always trying to find lost places, hideaways and strange locations.”"}, {"num_of_comments": 24, "num_of_like": "800,141", "path": "instagram/picture0152.jpg", "like_list": [], "date_time": "May 23, 2018", "location": "Corbu, Constanta", "tag_list": ["@alexgalmeanu", "@alexgalmeanu", "#WHPgetlost"], "caption": "Video by \nUsing a drone, photographer Alex Galmeanu () took this looping video of Ana, a Romanian actress. “I saw these ears of wheat moving in the wind around Ana, and it was like she was surrounded by her emotions,” says Alex. “It was like getting lost in your own thoughts.”\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "800,141", "path": "instagram/picture0153.jpg", "like_list": [], "date_time": "May 23, 2018", "location": "Pittsburgh, Pennsylvania", "tag_list": ["@nellysnose", "@nellysnose", "#WeeklyFluff"], "caption": "Video by \nHello, world! Meet Nelly (), a 5-year-old golden retriever who can balance just about anything on her nose. “The balancing act grew out of basic sit-and-stay training,” says Nelly’s human, Terry, a retired pediatric nurse. “Occasionally, I would add a prop: veggies from the garden, small toys and, of course, the ever-ready stick. Nelly took to our game immediately. She loves it.”\nThe trick is in the treat — enticing Nelly to show off her skills with a special snack. “If Nelly is willing, she can balance,” says Terry. “She has balanced a small sewing machine, a watermelon, helmets, a raw egg, wind-up teeth and, her personal best, 50 Pringles potato chips.” \nWatch our story to see what else Nelly can balance on that talented nose. Good girl, Nelly!"}, {"num_of_comments": 24, "num_of_like": "1,133,238", "path": "instagram/picture0154.jpg", "like_list": [], "date_time": "May 22, 2018", "location": "Estes Park, Colorado", "tag_list": ["@eye.of.ty", "@eye.of.ty", "#WHPgetlost"], "caption": "Photo by \nPhotographer Ty Newcomb () transports us to an otherworldly scene in Colorado’s Rocky Mountains for ."}, {"num_of_comments": 24, "num_of_like": "774,992", "path": "instagram/picture0155.jpg", "like_list": [], "date_time": "May 22, 2018", "location": "Singapore", "tag_list": ["@iamcassieong", "@iamcassieong", "#WHPgetlost"], "caption": "Photo by \n“Isn’t life just a-maze-ing?” writes Cassie Ong () in the caption of her  submission. 🙃"}, {"num_of_comments": 20, "num_of_like": "874,667", "path": "instagram/picture0156.jpg", "like_list": [], "date_time": "May 22, 2018", "location": "", "tag_list": ["@kutovakika", "@kutovakika", "#WHPgetlost"], "caption": "Photo by \nOver breakfast, Veronika’s () mind wanders. “I might pretend to be reading the newspaper like a serious adult, but actually I’m still thinking about the fairy tale forests I’d like to get lost in,” she writes. 🌲\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "874,667", "path": "instagram/picture0157.jpg", "like_list": [], "date_time": "May 20, 2018", "location": "", "tag_list": ["@shekukannehmason", "#RoyalWedding", "@kensingtonroyal"], "caption": "19-year-old cellist Sheku Kanneh-Mason () will always remember the moment he was asked to play at the . “I was getting into a car after filming a music video in South London,” says Sheku, who performed today during the wedding ceremony of Prince Harry and Meghan Markle () in Windsor, England. “It was, of course, very exciting to get the phone call, and I was very honored that Harry and Meghan were aware of my music. It’s exciting to play in such a lovely place on such a special occasion.”\nWatch our story to see Sheku prepare for the ceremony. 👑"}, {"num_of_comments": 24, "num_of_like": "1,085,511", "path": "instagram/picture0158.jpg", "like_list": [], "date_time": "May 19, 2018", "location": "Leuser Ecosystem", "tag_list": ["@paulhiltonphoto", "@paulhiltonphoto", "#EndangeredSpeciesDay"], "caption": "Photo by \nFor the past five years, conservation photojournalist and wildlife trade consultant Paul Hilton () has lived in Indonesia documenting Sumatra’s Leuser Ecosystem. “It is often referred to as ‘the last place on Earth,’” says Paul. “It is the only remaining habitat shared by critically endangered Sumatran elephants, rhinoceroses, tigers and orangutans.”\nPaul’s work in Sumatra focuses on the palm oil trade and the issues it causes for the more than 10,000 square miles (26,000 square kilometers) of the Leuser Ecosystem, including deforestation, climate change and habitat degradation. “My first interaction with a Sumatran orangutan was in the Tripa peat swamp forest with Sumatran Orangutan Conservation Programme team. They had to rescue a large male orangutan caught in a very small block of forest. The orangutan was tranquilized, but it was still conscious. Seeing the ape up close, it made eye contact with me, and at that point, I realized how wrong it all was. To do this to such an intelligent being, to cut down these huge tracts of forest, was wrong on so many levels.”\nCheck out today’s story for  to learn more about Paul’s work."}, {"num_of_comments": 24, "num_of_like": "1,285,211", "path": "instagram/picture0159.jpg", "like_list": [], "date_time": "May 19, 2018", "location": "Borçka", "tag_list": ["@sergeysuxov", "#WHPgetlost", "#WHPgetlost"], "caption": "Featured photo by \nLose yourself in your surroundings for .\nHead out into the world. Whether you’re in an urban maze of pedestrians or a forest of serene redwoods, take photos and videos that capture the pace of your weekend whereabouts.\nFind places to be playful. Hide in a blooming plant, blend into a busy pattern or peek out from behind an object.\nKick back. Go where you feel most relaxed — on a boat out on the water, a blanket in a field of flowers or even your couch — and show us how you get lost in your own thoughts.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,285,211", "path": "instagram/picture0160.jpg", "like_list": [], "date_time": "May 18, 2018", "location": "", "tag_list": ["@minapple", "#WeeklyFluff", "@minapple"], "caption": "Video by \nHello, world! Meet today’s : Marron, a shiba inu living her best life in Japan. “Marron is very gentle but there is a firm core to her character,” says Marron’s human, Mina (), a freelance designer. “Shiba inus are like cats! Marron is usually cold, but sometimes affectionate. She always wants me to rub her belly. She likes meat, and she doesn’t like walks.” Or face masks. 🐕"}, {"num_of_comments": 24, "num_of_like": "562,485", "path": "instagram/picture0161.jpg", "like_list": [], "date_time": "May 18, 2018", "location": "Cannes", "tag_list": ["@louisphilippedegagoue", "@assasyllaoff", "#CannesFilmFestival", "#NoireNestPasMonMetier", "#MyProfessionIsNotBlack", "@aissamaiga"], "caption": "Photo by \n21-year-old French actress Assa Sylla () never planned to work in film — it just happened. “During filming of my first movie four years ago was when I discovered that I really could be an actress,” says Assa, who lives in her hometown of Paris. “My career goals are to grow into a French icon, play more beautiful roles and, most of all, I want to give hope to young black women and show by example that anything is possible.”\nThis week, Assa is at the , where she stood on the red carpet with 15 fellow black actresses as a show of diversity and solidarity within the French film industry. “, or , is a project led by actress Aïssa Maïga (),” says Assa. “I hope other black women will see themselves in us and we can change perceptions among some French people. It’s high time French film reflects the diversity of our society.”\nWatch our story to join Assa on the red carpet."}, {"num_of_comments": 24, "num_of_like": "767,007", "path": "instagram/picture0162.jpg", "like_list": [], "date_time": "May 17, 2018", "location": "England", "tag_list": ["@kay_ska", "@kay_ska", "@mh_stories_", "#MentalHealthAwareness"], "caption": "Photo by \nA chance encounter at a Manchester train station propelled 22-year-old Kay Ska () to found MH Stories (), a blog on a mission to raise awareness and put an end to the stigma around mental health issues. Kay, who started having panic attacks when she was 10 years old, was traveling home for her birthday when one struck. “I had loads of bags with me. I couldn’t really move. No one paid much attention, but there was this one guy who worked there.” He came over to Kay and treated her with compassion and care. “He started talking to me about how he was struggling with panic attacks over the last few years. After, when I was back on the train, I looked at everyone so different: Anyone could be struggling with anything,” she says. “The idea behind MH Stories has always been to realize and remember that we are not alone in our struggles. It’s been over two years since I created MH Stories, and I don’t feel alone.”\nThese days, Kay, who is originally from Poland and now lives in England’s North West, works to support others on their journey through self-love coaching. She credits therapy and her community to helping her step toward recovery. “I only started therapy after reading other people’s stories that were shared on my blog — because I realized, I deserve help, too,” she says. “Once I started doing that, it just felt like I was growing as a person and actually finding things I’m passionate about. The past two years have been about who Kay is.”\nMay is  Month. Check out today’s story to learn Kay’s top tips for self-love. 💕"}, {"num_of_comments": 24, "num_of_like": "683,844", "path": "instagram/picture0163.jpg", "like_list": [], "date_time": "May 16, 2018", "location": "Utrecht", "tag_list": ["@inge_hoogendoorn", "#WHPimagination"], "caption": "Photo by \nWith the right amount of , maybe the shower curtain will turn into real fish... 🎣😻"}, {"num_of_comments": 24, "num_of_like": "893,439", "path": "instagram/picture0164.jpg", "like_list": [], "date_time": "May 16, 2018", "location": "Carlsbad, California", "tag_list": ["@aprettycoolgirl", "@aprettycoolgirl"], "caption": "Photo by \nThe California sunshine inspired Margaret Bienert () to take this photo of her sister, transformed into a blooming flower. “I love being playful with my photography whenever I can,” says Margaret. “To me, this photo represents a perfect spring day spent with my family.” 🌼"}, {"num_of_comments": 24, "num_of_like": "902,664", "path": "instagram/picture0165.jpg", "like_list": [], "date_time": "May 16, 2018", "location": "Mumbai, Maharashtra", "tag_list": ["@mumbai_streetphotographer", "@mumbai_streetphotographer", "#WHPimagination"], "caption": "Photo illustration by \n“These collages are my imaginary world,” says street photographer Neenad Joseph Arul (), who pieces together his own photos using a simple editing software. “It surprises me how images from different moments, locations and emotions come together to form something interesting.”\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "1,013,808", "path": "instagram/picture0166.jpg", "like_list": [], "date_time": "May 15, 2018", "location": "", "tag_list": ["@elizabeth_sagan", "#WHPimagination"], "caption": "Photo by \nNothing like a good book to get the  going. ⚡️"}, {"num_of_comments": 24, "num_of_like": "1,005,006", "path": "instagram/picture0167.jpg", "like_list": [], "date_time": "May 15, 2018", "location": "Berlin, Germany", "tag_list": ["@_yaisyusman_", "#WHPimagination"], "caption": "Photo by \nPlaying with perspective in Berlin. 🤸‍♂️ "}, {"num_of_comments": 24, "num_of_like": "690,373", "path": "instagram/picture0168.jpg", "like_list": [], "date_time": "May 15, 2018", "location": "Vancouver, British Columbia", "tag_list": ["@followingkeaton", "#WHPimagination"], "caption": "Photo by \nKeaton the schnauzer is very excited to join the wolf pack. "}, {"num_of_comments": 24, "num_of_like": "816,722", "path": "instagram/picture0169.jpg", "like_list": [], "date_time": "May 14, 2018", "location": "Newton, Massachusetts", "tag_list": ["@tv_ivanova_", "@tv_ivanova_", "#MothersDay"], "caption": "Photo by \nTatiana Ivanova () remembers the first moment she felt like a mother. “It was when my firstborn daughter was 12 days old,” she says. “My labor with her was very rough and the days after were a blur. But on Day 12, I remember realizing that this is my daughter and I’m a mother. It’s a new journey, and it’s starting right now.”\nOutside of her career in real estate project management, Tatiana creates floral scenes in her home in Boston with her two daughters: Valerie, now 7, and Elize, who’s almost 4. “Floral styling emerged when I was looking for things that bring me joy in life,” says Tatiana. “Now, I’m doing it pretty much every day to feel joyful and alive. My daughters are my major source of inspiration — their sisterhood, their innocence and their unconditional love. If I could teach them anything as their mother, it would be to love themselves and to love the world around them.” 💐 "}, {"num_of_comments": 24, "num_of_like": "602,602", "path": "instagram/picture0170.jpg", "like_list": [], "date_time": "May 14, 2018", "location": "", "tag_list": ["@nothingdownaboutit", "@nothingdownaboutit", "#MothersDay"], "caption": "Photo by \n“I started my Instagram account because I wanted people to know that this is not a sad thing,” says Oakley Peterson (), mother to Scarlett, Ames and Welles. Just after his birth, Welles was diagnosed with Down syndrome. “He comes with challenges, but what kid doesn’t? I relish in his innocence and his purity and his no-malice personality. And that wisdom I see in his eyes — he gets happiness, which we’re all always trying to find and never quite reaching. He’s already got it.”\nIf Oakley could teach her followers one thing about motherhood, it would be to not fear the unexpected — or making mistakes. “Kids are so forgiving,” she says. “They can learn through our mistakes that you’re still going to be loved when you do things wrong. Because my kids love me even when I’m not a perfect mom.”\nToday, we’re celebrating  in the US. Watch our story to meet Oakley, Welles and the rest of the family."}, {"num_of_comments": 24, "num_of_like": "1,028,173", "path": "instagram/picture0171.jpg", "like_list": [], "date_time": "May 12, 2018", "location": "", "tag_list": ["@sheidlina", "#WHPimagination", "#WHPimagination"], "caption": "Featured photo by \nLet your inner child out to play for .\nUse everyday objects to create surreal scenes. Transform a cardboard box into a spaceship, or have blankets turn into waves on the ocean.\nGet creative with perspective and scale. Try turning a watermelon slice into a dress by holding it closer to the camera than your friend in the background, or make a wildflower look as big as a tree.\nDress up! Put on a unicorn costume and capture the moment in a foggy forest, or pretend to be an astronaut in an otherworldly landscape.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,394,759", "path": "instagram/picture0172.jpg", "like_list": [], "date_time": "May 11, 2018", "location": "Texas", "tag_list": ["@barnaby_persian", "@barnaby_persian", "#WeeklyFluff"], "caption": "Photo by \nHello, world! Meet Barnaby (), a doll face Persian cat who lives in Texas. For today’s , we asked Barnaby a few questions about himself:\nInstagram: How would you describe your personality?\nBarnaby: I’m sometimes playful but often sleepy. I look very fluffy and cuddly, but I prefer to be admired from afar.\nIG: How do you stay so fluffy?\nB: I was born this way — and Mom brushes me every morning after I eat my breakfast. I let her know when I’m ready by standing next to her and staring at her.\nIG: What’s a story your humans always like to tell about you?\nB: When my mom is sitting in her chair, I will always walk by and dip my tail into whatever she is drinking. Whether it’s coffee, water or wine, it feels so refreshing. She loves it, too."}, {"num_of_comments": 24, "num_of_like": "728,149", "path": "instagram/picture0173.jpg", "like_list": [], "date_time": "May 11, 2018", "location": "Philadelphia, Pennsylvania", "tag_list": ["@gabbyfrost", "@lexshanphoto", "@gabbyfrost", "@buddyproject", "#MentalHealthAwareness"], "caption": "Photo of  by \nWhen Gabby Frost () was 14 years old, her best friend told her she was self-harming and having suicidal thoughts. “I started researching mental health online, and I noticed there were a lot of people going through the same thing,” says Gabby. “I had an idea: I’ll pair people up, like a buddy system, and give them a supportive friend.” In the first 24 hours, 3,000 people signed up. And the Buddy Project () was born.\nToday, Gabby — now 20 years old and a student in Philadelphia — continues to pair strangers through the Buddy Project, a nonprofit organization. “I run the social media and the website, respond to emails, do all the design and pair the buddies myself,” says Gabby. Though her workload can be tiring, it’s worth it — for thousands of others, and herself. “The Buddy Project helped me become more confident about myself,” she says. “It makes me want to tell young people, especially young women, that they can accomplish anything.”\nMay is  Month. Watch our story to learn more about Gabby and the Buddy Project. ❤️"}, {"num_of_comments": 20, "num_of_like": "568,542", "path": "instagram/picture0174.jpg", "like_list": [], "date_time": "May 10, 2018", "location": "Philippines", "tag_list": ["@iamthepurpleninja", "#WHPcolorpop"], "caption": "Photo by \nNote to self: weekend beach getaway > staying home. 🏖 "}, {"num_of_comments": 24, "num_of_like": "1,283,040", "path": "instagram/picture0175.jpg", "like_list": [], "date_time": "May 10, 2018", "location": "Santa Ynez Peak", "tag_list": ["@andyfortson", "@andyfortson", "#WHPcolorpop"], "caption": "Photo by \nPhotographer Andy Fortson () documented the takeoff of NASA’s InSight lander to Mars, which launched from a military base in Southern California. “After the rocket flew out of the frame, I checked my image and saw the color it created traveling through the clouds,” says Andy. “I was so stoked — it worked out way better than I had hoped.” 🚀 "}, {"num_of_comments": 22, "num_of_like": "853,606", "path": "instagram/picture0176.jpg", "like_list": [], "date_time": "May 10, 2018", "location": "", "tag_list": ["@sienna.and.i", "@sienna.and.i", "#WHPcolorpop"], "caption": "Photo by \nCake toppers turned into photo props for Danielle () and her daughter Sienna in northeastern England. “As soon as I saw , I knew I needed something that would contrast with the bright blue sky,” says Danielle. 🌞🌈\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 21, "num_of_like": "1,049,738", "path": "instagram/picture0177.jpg", "like_list": [], "date_time": "May 9, 2018", "location": "Hong Kong", "tag_list": ["@veeceecheng", "@veeceecheng", "#WHPcolorpop"], "caption": "Photo by \n“It’s poppin’ in Hong Kong,” writes photographer Victor Cheng (), who caught sight of this banana-yellow skyscraper in a sea of gray. "}, {"num_of_comments": 24, "num_of_like": "1,049,738", "path": "instagram/picture0178.jpg", "like_list": [], "date_time": "May 9, 2018", "location": "Nebraska", "tag_list": ["@truthandtribe", "#WHPcolorpop"], "caption": "Video by \n is coming straight for you. 🎆"}, {"num_of_comments": 24, "num_of_like": "1,516,025", "path": "instagram/picture0179.jpg", "like_list": [], "date_time": "May 9, 2018", "location": "Wilson Bay", "tag_list": ["@the_wanderinglens", "@the_wanderinglens", "#WHPcolorpop"], "caption": "Photo by \nThis bright 🐥 went diving for Lisa Michele Burns’ () cookie crumbs in water off of Queenstown, New Zealand. “I sunk the camera and snapped this shot,” she writes in her caption, “then happy-danced on the shores when I saw the result.” 💛\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "1,516,025", "path": "instagram/picture0180.jpg", "like_list": [], "date_time": "May 8, 2018", "location": "The Metropolitan Museum of Art, New York", "tag_list": ["@badgalriri", "@bardiazeinali", "@bardiazeinali", "@voguemagazine", "@metcostumeinstitute", "@lizakoshy", "#MetGala"], "caption": "Video of  by \n“Brace yourself: The first time I stepped foot in the Metropolitan Museum was actually for the Met Gala in 2015,” says videographer Bardia Zeinali (). “I was a photo researcher at Vogue () and spent all night in the basement downloading red carpet images. I did get to go up and catch Rihanna’s performance, which was legitimately life changing.” Just three years later, Bardia is directing video for Vogue at this year’s Met Gala, held annually on the first Monday in May with the Metropolitan Museum of Art’s Costume Institute () in New York City. “The most fascinating element of the Met Ball is witnessing the world’s most influential and powerful people in this sacred space, totally uninhibited and free,” says Bardia. “There’s an interesting transition from red carpet mayhem into the museum’s Great Hall. The noise and chaos die down the second you step inside. There’s even a gust of wind that kind of carries you in, too…”\nWatch our story to see the one and only Liza Koshy () get ready for her first .✨"}, {"num_of_comments": 24, "num_of_like": "638,865", "path": "instagram/picture0181.jpg", "like_list": [], "date_time": "May 8, 2018", "location": "Los Angeles, California", "tag_list": ["@rieledowns", "#InstaProm"], "caption": "“Being kind, to me, is an act that should be fluidly practiced, not just acted upon when it’s convenient for you,” says 16-year-old actress Riele Downs (). “It also means to outwardly make an effort to include and accept everyone around you. It’s the willingness to go the extra mile, to make others feel good and to not have an expectation of receiving anything in return.”\nThis weekend, Riele attended the Instagram Kindness Prom — in a dress she designed. “Since I’m home-schooled myself, I didn’t know if I would get a chance to go to an actual prom,” says Riele. “I was incredibly excited because it’s an event that celebrates the act of kindness. I’m hoping that it gets more people focused on being kind and making that effort to contribute to other people.”\nCheck out  to see more from the event."}, {"num_of_comments": 24, "num_of_like": "842,034", "path": "instagram/picture0182.jpg", "like_list": [], "date_time": "May 7, 2018", "location": "Hertfordshire", "tag_list": ["@alicekingmakeup", "@alicekingmakeup"], "caption": "Photo by \nPractice. Practice. Practice. This is the key to success for Alice King (), an 18-year-old makeup artist from England. “I’m always learning and improving my skills,” says Alice, who was motivated by online makeup tutorials to create her own to share tips and tricks. Over the years, Alice’s makeup style has evolved to include bright, colorful shapes and themes. “I used to do quite simple looks, but I’ve learned how much I love colors and being creative,” she says. “I get inspired by colors and patterns and try to make a look out of them!”\nWatch our story to see how Alice creates her signature looks. 🌈"}, {"num_of_comments": 24, "num_of_like": "969,432", "path": "instagram/picture0183.jpg", "like_list": [], "date_time": "May 6, 2018", "location": "", "tag_list": ["@mhansonphoto", "@mhansonphoto"], "caption": "Photo by \nAfter a brief career in baseball, Michael Hanson () started over as a photographer in the Pacific Northwest. “I was drawn to big water, big trees and wilderness, and I needed to move west” says Michael, who was born and raised in the American South, where he played in the minor league for the Atlanta Braves organization. “There are some really cool areas of the South, but not quite like the wide-open expanse and wildness of the West.”\nMichael travels the world for photography assignments and returns home to the mountains and forests of Hood River, Oregon, where he has found inspiration in the area’s natural beauty. “I wouldn’t say I’m a landscape photographer, but I’m surrounded by these really beautiful places and find myself taking more pictures of them,” he says. “I work a lot, but I also find major time to go outside. And when there is that ability to adventure in your backyard, life becomes really simple. I am either working — which I love — or outside playing — which I love.”\nWatch our story to explore the Pacific Northwest with Michael. 🏔"}, {"num_of_comments": 24, "num_of_like": "969,432", "path": "instagram/picture0184.jpg", "like_list": [], "date_time": "May 5, 2018", "location": "Valencia", "tag_list": ["@naseke", "#WHPcolorpop", "#WHPcolorpop"], "caption": "Featured video by \nThis weekend, see the world in color for .\nUse color as a contrast. A burst of bright color stands out best against a monochromatic or white background.\nCapture colors in nature. From river rocks to a plate of fresh veggies, there are all kinds of natural shades to be found, from subtle to standout.\nLook for vivid hues in everyday, unplanned situations, like a red car on the highway in a lane full of white cars or a single purple tulip in a bed of yellow.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "674,872", "path": "instagram/picture0185.jpg", "like_list": [], "date_time": "May 5, 2018", "location": "Tokyo, Japan", "tag_list": ["@shibaura_sw", "@shibaura_sw", "#MayThe4thBeWithYou"], "caption": "Photo by \nHow to stand out in a galaxy full of “Star Wars” fan art? For Japanese graphic designer Yuki Shibaura (), the answer was kirigami, a style of origami that involves cuts and folds. “I was 7 years old when I saw the first ‘Star Wars’ movie in theaters with my father,” says Yuki, who’s been making “Star Wars”-inspired papercut art for 10 years. “When the remastered versions came out 21 years ago, I understood the story more and became a big fan! I love Obi-Wan Kenobi — I’ve been doing Obi-Wan cosplay and learning lightsaber moves.”\nToday, Yuki is headed to Tokyo to celebrate all things Star Wars: “May the Fourth is a fun festival day with my fan friends,” she says.\n, Yuki. Always."}, {"num_of_comments": 23, "num_of_like": "673,507", "path": "instagram/picture0186.jpg", "like_list": [], "date_time": "May 4, 2018", "location": "", "tag_list": ["@thechainsmokers"], "caption": "Date night tunes = very different from morning coffee music. We’re with dance-pop duo The Chainsmokers () at home, talking about their favorite songs to listen to throughout the day.\nYou can now share a sticker of what you’re listening to from Spotify to Instagram Stories. 🎵 Head to our story now to learn about Alex and Drew’s picks and see the new sticker in action."}, {"num_of_comments": 24, "num_of_like": "1,542,802", "path": "instagram/picture0187.jpg", "like_list": [], "date_time": "May 4, 2018", "location": "", "tag_list": ["@apupnamedsquish", "#WeeklyFluff", "@apupnamedsquish"], "caption": "Photo by \nHello, world! Meet today’s : Squish (), a joyful pup with a loving and lopsided face. Found as a stray 5-month-old puppy with what was later determined to be blunt force trauma to the right side of his face, veterinarian Danielle Boyd adopted Squish from an animal shelter. “Even with all Squish has endured, nothing slows him down, and his injuries only made him stronger,” says Squish’s human. “Squish has a bubbly personality. He can make me smile even on my worst days.”\nDanielle hopes that Squish’s story will encourage others to adopt, foster and care for animals in need. “There are so many animals that need a loving home. They might not have had the same heartbreak as Squish endured, but they are special just the same,” she says. “I hope Squish continues to spread smiles and happiness and inspire others to look for beauty in every form.”"}, {"num_of_comments": 24, "num_of_like": "703,593", "path": "instagram/picture0188.jpg", "like_list": [], "date_time": "May 3, 2018", "location": "Philadelphia, Pennsylvania", "tag_list": ["@tamirdharper", "#CollegeSigningDay", "@michelleobama", "#BetterMakeRoom"], "caption": "Born and raised in Philadelphia, Tamir Harper () is on a mission to transform education in his hometown. “I’m a product of the Philadelphia public school system,” says 18-year-old Tamir. “I attended my sixth-grade year at one of the worst middle schools in the city. It really made me see the inequalities in education here. With that motivation, I decided that I was going to do something about it.” Last year, Tamir co-founded the nonprofit UrbEd, which empowers students to speak up about education inequalities and offers solutions to address these issues.\n“I have two amazing nephews who I refuse to allow to go through the same system,” says Tamir. “I refuse to make them have to travel outside their ZIP code just to receive a quality and efficient urban education.”\nNext fall, Tamir heads to American University as a Frederick Douglass Distinguished Scholar to study education. “I have the goal of coming back to teach education in Philadelphia public schools, hopefully seventh or eighth grade English or history,” he says.\nToday, he’s at  in Philadelphia. He’s excited to hear former First Lady Michelle Obama () speak. “She’s a first-generation college student like myself, so I’m looking forward to hearing her words of encouragement,” says Tamir. “And I’m pretty sure she’ll be speaking truth to power.”\nTune in to our Instagram story to learn more about Tamir and see what College Signing Day is all about. "}, {"num_of_comments": 24, "num_of_like": "703,593", "path": "instagram/picture0189.jpg", "like_list": [], "date_time": "May 2, 2018", "location": "Hagerstown, Maryland", "tag_list": ["@paint_mixings", "#ASMR", "@paint_mixings", "#WHPoddlysatisfying"], "caption": "Video by \nWho knew mixing paint could be so therapeutic? “The subtle stretches and noises of the paint really hits a good note with ,” says 18-year-old Hayden Harsh (). “I’ve actually had a lot of people tell me that my videos help with their anxiety. That really warms my heart.” 💗 "}, {"num_of_comments": 24, "num_of_like": "703,593", "path": "instagram/picture0190.jpg", "like_list": [], "date_time": "May 2, 2018", "location": "Mississauga, Ontario", "tag_list": ["@rushyama", "@rushyama", "#WHPoddlysatisfying"], "caption": "Video by \n“Bakers gotta shake!” says Ruth Tam (), who gave her dough a lil’ jiggle in her  submission. “There are a lot of oddly satisfying moments throughout the sourdough baking process: the sound of flour being milled; the feeling of the dough coming together; smelling the finished loaf. I knew I had to capture one of these moments.” 🍞"}, {"num_of_comments": 24, "num_of_like": "703,593", "path": "instagram/picture0191.jpg", "like_list": [], "date_time": "May 2, 2018", "location": "Tehran, Iran", "tag_list": ["@arashrimus", "@arashrimus", "#WHPoddlysatisfying"], "caption": "Video by \n“I like that a simple wooden frog can create a sense of magic in ways words can’t describe,” says Arash Akbari Sene (), who recorded this video in his grandmother’s garden in Tehran, Iran.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 19, "num_of_like": "817,450", "path": "instagram/picture0192.jpg", "like_list": [], "date_time": "May 2, 2018", "location": "", "tag_list": ["@kevin", "@runnerkimhall"], "caption": "From our CEO : “Starting today, Instagram will filter bullying comments intended to harass or upset people in our community. To be clear: we don't tolerate bullying on Instagram. Our Community Guidelines have always prohibited bullying on our platform, and I'm proud to announce this next step in our ongoing commitment to keeping Instagram an inclusive, supportive place for all voices.\nWe also believe in promoting kindness — encouraging our community to support one another both on and off Instagram. On Saturday we will host a Kindness Prom to celebrate people on our platform who are spreading positivity. These young leaders are inspiring their peers by helping kindness, acceptance and support grow on Instagram and in the world.\nSince Mike and I founded Instagram, it's been our goal to make it a safe place for self-expression and to foster kindness within the community. This update is just the next step in our mission to deliver on that promise.” Check out the link in our bio to learn more about this update.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "824,190", "path": "instagram/picture0193.jpg", "like_list": [], "date_time": "May 1, 2018", "location": "Esfahan, Iran", "tag_list": ["@mahsaaarm", "@mahsaaarm", "#WHPoddlysatisfying"], "caption": "Photo by \n“It would be exciting to have a magic paintbrush that turns anything I paint into ice cream,” writes Mahsa Rahimi () in the caption of her  submission. 🍦"}, {"num_of_comments": 24, "num_of_like": "824,190", "path": "instagram/picture0194.jpg", "like_list": [], "date_time": "May 1, 2018", "location": "", "tag_list": ["@domingoxlatarde", "#WHPoddlysatisfying"], "caption": "Video by \n[Drops phone, sprints for nearest bag of chips] "}, {"num_of_comments": 24, "num_of_like": "824,190", "path": "instagram/picture0195.jpg", "like_list": [], "date_time": "May 1, 2018", "location": "", "tag_list": ["@slimeoot", "#WHPoddlysatisfying"], "caption": "Video by \nFishbowl, noun: an ooey, gooey, extremely  slime made with pebbles from a fish tank.\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "654,063", "path": "instagram/picture0196.jpg", "like_list": [], "date_time": "May 1, 2018", "location": "Detroit, Michigan", "tag_list": ["@woodwardthrowbacks", "@woodwardthrowbacks", "#SmallBusinessWeek"], "caption": "Photo by \nWhat do salvaged windows and reclaimed school gym flooring have in common? For Bo Shepherd and Kyle Dubay, the co-owners of Detroit-based Woodward Throwbacks (), these are the sustainable materials they build their business with. “We work with contractors and home renovators in the city to gather the materials that they would otherwise throw away,” says Bo. “We collect as much as we can to preserve the history in our city.”\nIn their 24,000-square-foot (2,230-square-meter) headquarters — a former car dealership — Bo and Kyle have a workshop, offices, space for a nonprofit tenant and a showroom for their handmade home furnishings. “Artists and entrepreneurs have taken a risk on the cheap real estate in Detroit to make their dreams a reality,” says Bo. “This is the only place in America where we could even begin to think about making a business. We’ve only been around for a little over four years, but we’re excited to be a part of the Detroit revitalization story.”\nWatch our story to meet the duo behind Woodward Throwbacks. "}, {"num_of_comments": 24, "num_of_like": "1,104,499", "path": "instagram/picture0197.jpg", "like_list": [], "date_time": "Apr 30, 2018", "location": "East Village, Manhattan", "tag_list": ["@kimkeever.art", "@kimkeever.art"], "caption": "Photo by \nPaint + water = ❓\n“The image really creates itself,” says artist Kim Keever (), who pours paint into a 200-gallon (757-liter) tank and photographs the unexpected results. “I just start shooting and hope for the best.” As he approaches 38,000 images in this series, Kim keeps an eye out for new and interesting forms inside the paint. “I’m always looking for shapes and colors that make interesting compositions. I don’t do anything to make them obvious — they just appear. It’s kind of magical.”\nAfter a brief career as a thermal engineer, Kim pursued his dream of being an artist in New York City. “One of the deciding factors for becoming an artist was a video I saw of Picasso when he was in his 70s,” says Kim. “He’s painting and you can see his face, and he just looked so dang happy. I want to be that happy. And this is the way to do it — to be an artist.” 🎨\nWatch our story to join Kim in his studio in Manhattan’s East Village."}, {"num_of_comments": 24, "num_of_like": "1,104,499", "path": "instagram/picture0198.jpg", "like_list": [], "date_time": "Apr 28, 2018", "location": "", "tag_list": ["@waveslimes", "#WHPoddlysatisfying", "#ASMR", "#WHPoddlysatisfying"], "caption": "Video by \nThis weekend, dive into the world of . Think of the simple  (Autonomous Sensory Meridian Response) activities that can cause a sensory reaction to certain sounds — then make videos of them in action.\nPop bubbles, pour paint or submerge your hand in a fresh batch of slime. This project is all about tactile sensations.\nZoom in on the details. Stretching, squeezing, crushing, melting — use your submission to highlight the most visually fun part of what you’re doing. Choose a clean background so it doesn’t distract from the action.\nTurn up the sound. Capture audio in your video to spark the senses.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,104,499", "path": "instagram/picture0199.jpg", "like_list": [], "date_time": "Apr 27, 2018", "location": "The Hague, Netherlands", "tag_list": ["@pidgeythecockatiel", "#WeeklyFluff", "@pidgeythecockatiel"], "caption": "Video by \nHello, world! You’re going to want to turn the sound up for this : Pidgey the Cockatiel (), a little bird with an ear for music — especially a certain theme song. “We taught him ‘The Pink Panther’ by putting a video on for him!” says Pidgey’s human, Simone. “Pidgey always sings when he’s happy — even when it’s 6:30 in the morning.” 😐\nWhen he’s giving his vocal chords a break, Pidgey enjoys a few of his other favorite activities, like sitting on shoulders, flying around the house and snacking on millet and broccoli (his favorites). “Most of all, he loves himself,” says Simone. “He always whistles when he looks in the mirror.” 💛"}, {"num_of_comments": 20, "num_of_like": "702,015", "path": "instagram/picture0200.jpg", "like_list": [], "date_time": "Apr 26, 2018", "location": "", "tag_list": ["@farshadusyan", "@farshadusyan"], "caption": "Photo by \n“I use photography as a tool for social change,” says Farshad Usyan (), a 25-year-old photojournalist from northern Afghanistan. “I am interested in people’s stories, cultures, livelihoods, struggles and how they overcome them, and my photography depicts the everyday challenges that my country faces. Many people outside of Afghanistan only know it through media covering the war, but do not know what we face in our everyday lives — how women are still being mistreated, how many children are still laborers and how climate change is affecting our agriculture. I believe that photojournalism is a way to promote change because images touch people and compel them to act.”\nWatch our story to see photos of everyday life in Afghanistan."}]}