{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "173,731", "path": "instagram/picture4801.jpg", "like_list": [], "date_time": "May 4, 2013", "location": "", "tag_list": ["#WHPsilhouettes", "@moneal"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture silhouette photographs of friends or family members. Be sure to update to the latest version of Instagram so you can share who is in the silhouette by adding people to your photograph! Some tips to get you started: Make sure there is plenty of light coming from behind your subject to create the perfect silhouette, tap on the brightest part of the scene to set the exposure, use golden hour to your advantage—sunrise and sunset are the best times to take silhouette portraits.\n\nPROJECT RULES: Please only add the hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured on the Instagram blog at blog.instagram.com on Monday morning! Featured photo by "}, {"num_of_comments": 24, "num_of_like": "276,745", "path": "instagram/picture4802.jpg", "like_list": [], "date_time": "May 4, 2013", "location": "", "tag_list": ["@brahmino", "@ravivora", "@johnkeatley", "@emilycall", "@johnkeatley"], "caption": "Yesterday we launched Photos of You, and today we're highlighting four exceptional portrait photographers. Be sure to visit their feeds for great examples of people in the Instagram community who are taking beautiful portraits and adding the people in them to their photos.\n\nCheck out Italian art director , California filmmaker , seattle photographer  and Salt Lake City photographer .\n\nTo learn more about Photos of You, check out help.instagram.com.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "226,213", "path": "instagram/picture4803.jpg", "like_list": [], "date_time": "May 3, 2013", "location": "Instagram HQ", "tag_list": [], "caption": "Launch day! Today was a huge day for the Instagram team, and we were so excited to see the community adding people to their photos with Photos of You.\n\nHaven't tried it yet? Update the app to version 3.5 to check out the newest feature."}, {"num_of_comments": 24, "num_of_like": "390,360", "path": "instagram/picture4804.jpg", "like_list": [], "date_time": "May 3, 2013", "location": "", "tag_list": ["@karlthefog", "@karlthefog", "@karlthefog", "@karlthefog"], "caption": "San Francisco is known for eclectic architecture, steep hills and sweeping bridges, but above all else it's known for its fog. Unsuspecting tourists visiting in the summer months may not quite welcome San Francisco’s fog with open arms, but those who reside in Fog City have grown accustomed to waking up with a cool grey blanket of fog hugging the rooftops. And within the Instagram community, many have adopted the idea that the fog has a witty personality of his own through the popularity of : the Instagram account belonging to San Francisco’s fog.\n\nCalifornia Instagrammers from San Francisco to San Jose have captured Karl's constant presence by adding  to their photos. To see more of Karl’s beautiful grey adventures, head over to ’s account on Instagram and be sure to navigate to Karl’s Photos of You section to see the foggy portraits taken by other Instagrammers.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "226,796", "path": "instagram/picture4805.jpg", "like_list": [], "date_time": "May 3, 2013", "location": "Instagram HQ", "tag_list": [], "caption": "Photos are memories of the people, places and moments that mean the most to us. We have always sought to give you simple and expressive ways to bring the stories behind your photos to life. Your captions and hashtags capture the \"what?\" and your Photo Map answers the \"where?\" but until today we've never quite been able to answer the \"who?\". Today, we're excited to introduce Photos of You and bring you a new way to share and discover stories on Instagram. When you upload a photo to Instagram, you're now able to add people as easily as you add hashtags. Only you can add people to your photos, so you have control over the images you share. And it doesn't stop at people—you can add any account on Instagram, whether it's your best friend, favorite coffee shop or even that adorable dog you follow.\n\nThere will now be a Photos of You section on your profile. When someone adds you to a photo, you'll receive a notification and the photo will appear in your Photos of You. Want to make sure you like the photo first? No problem: you can easily adjust your settings so nothing appears on your profile until you approve it. Before your Photos of You section is visible to other people, you'll have until May 16th to play around and get used to the feature. You can find more information about how Photos of You works and how to control your visibility at help.instagram.com.\n\nInstagram for iOS version 3.5 is currently available for download in Apple’s App Store, and Instagram for Android version 3.5 is now available on Google Play."}, {"num_of_comments": 24, "num_of_like": "357,923", "path": "instagram/picture4806.jpg", "like_list": [], "date_time": "May 1, 2013", "location": "", "tag_list": ["@unclescrooch", "@garethpon", "@alessiolr", "@roscoedude", "@roscoedude"], "caption": "South Africa, the African continent's southernmost country, boasts 11 official languages, three capital cities and some of the most photogenic landscapes in the world. Instagrammers both homegrown and from abroad have given outsiders a glimpse into this vast and diverse country, from the Namib desert in the northwest to the subtropical forests in the east to the coastline that stretches over 1700 miles (2700km). Want an insider's view of South Africa? Follow these locals to see the country through their lens:  and  in Johannesburg,  in Pretoria and  in Cape Town. Photo by ."}, {"num_of_comments": 24, "num_of_like": "240,179", "path": "instagram/picture4807.jpg", "like_list": [], "date_time": "Apr 30, 2013", "location": "Dam Square", "tag_list": ["#troonswisseling", "#koninginnedag", "#queensday", "@alixbattard"], "caption": "The Netherlands has celebrated Queen Juliana and her successor Queen Beatrix on Koninginnedag (Queen's Day) every April 30 since 1948 with orange costumes, parties, concerts and local gatherings like flea markets. This year, however, will mark the last Koninginnedag for a while, as Queen Beatrix celebrated the holiday by abdicating her throne and ceding it to her son, Prince Willem-Alexander. Today, Willem-Alexander ascended to the throne, and next year the holiday will be renamed Koningsdag (King’s Day) and celebrated on his birthday, April 27.\n\nFestivities began last night with Koninginnenach (Queen's Night) and this morning Queen Beatrix signed official papers at Koninklijk Paleis Amsterdam to enact the change of royal titles. More than a million people are expected in Amsterdam for the celebration, and are sharing the events on Instagram under the hashtags , , and . See more photos by tapping the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "343,864", "path": "instagram/picture4808.jpg", "like_list": [], "date_time": "Apr 30, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@celerysrealmom"], "caption": "Happy Monday,  fans! One of the hardest parts of selecting a fluff to feature each week is picking just one. Thankfully, we all get more bang for our buck with today's fluff, . This feed chronicles the lives of Celery, Catalina, Mozart and Miami, four adorable and playful kitties. Follow along if your feed could use a little more cat fluff!"}, {"num_of_comments": 24, "num_of_like": "287,159", "path": "instagram/picture4809.jpg", "like_list": [], "date_time": "Apr 30, 2013", "location": "", "tag_list": ["@burtklanken", "@atvlobos", "@jelitodeleon", "@olgamklnko", "@skinnymonkey", "@dezjeff", "@tiotheo", "@darkchyld88", "@joshpchc", "#WHPthroughthetrees"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured photos for !"}, {"num_of_comments": 24, "num_of_like": "222,884", "path": "instagram/picture4810.jpg", "like_list": [], "date_time": "Apr 29, 2013", "location": "", "tag_list": ["@thxem", "@onetrippass", "@throughthetinylens", "@yyykim", "@vdubl", "@xt_marie", "@bigmanjapan", "@falarix", "@hans_jeths"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "355,752", "path": "instagram/picture4811.jpg", "like_list": [], "date_time": "Apr 27, 2013", "location": "円山公園 枝垂桜", "tag_list": ["@hiro__23"], "caption": "Cherry blossoms are tiny pink and white flowers that bloom en masse and grow from the branches of the Japanese Cherry tree. As many cities around the world celebrate with festivals, picnics under the sakura and flower-viewing parties, Instagrammers around the world are capturing beautiful photographs of the short-lived blossoms. To see more photographs of the Weeping Cherry Tree in Kyoto tap on the blue location link above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "225,069", "path": "instagram/picture4812.jpg", "like_list": [], "date_time": "Apr 27, 2013", "location": "", "tag_list": ["@takanori8452"], "caption": "Today, famed architect I.M. Pei turns 96. Born in Guangzhou, China, Pei came to the United States in 1935 to pursue higher education. He graduated from MIT with his Bachelors in Architecture in 1940 and from Harvard's Graduate School of Design in 1946.\nPei's work is distinctly modernist with cubist tones and often features distinctive sweeping glass facades. He is perhaps best known for the glass and steel pyramid at the Musée du Louvre in Paris, France—a controversial project completed in 1989 that has since become one of the most iconic modern buildings in France.\nFor more photos from I.M. Pei's iconic buildings, check out blog.instagram.com or tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "250,134", "path": "instagram/picture4813.jpg", "like_list": [], "date_time": "Apr 27, 2013", "location": "", "tag_list": ["#WHPthroughthetrees", "@nickfisher"], "caption": "Weekend Hashtag Project: \n\nThis weekend several countries around the world will celebrate Arbor Day, a holiday dedicated to planting and caring for trees. In honor of this 141-year-old tradition, the goal this weekend is to capture photographs through trees. Some tips to get you started: look for sunlight breaking or fog rolling through trees, beautiful scenery like a beach or mountains just beyond tree branches, or try your hand at portraits of a friend standing next to tall tree trunks.\n\nPROJECT RULES: Please only add the hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured on the Instagram blog at blog.instagram.com on Monday morning! Featured photo by "}, {"num_of_comments": 24, "num_of_like": "220,286", "path": "instagram/picture4814.jpg", "like_list": [], "date_time": "Apr 27, 2013", "location": "", "tag_list": ["#Pripyat", "#Припять", "#Chernobyl", "#Чернобыль", "@ferdinand050"], "caption": "On this day 27 years ago, an explosion at the Chernobyl Nuclear Power Plant near the city of Pripyat, Ukraine, killed dozens of people and released a plume of radioactive fallout that would eventually require the relocation of more than 350,000 people. The event ranks as the worst nuclear disaster in history. The area immediately surrounding Chernobyl is still too radioactive for habitation and will remain so for another 20,000 years. Until recently, an exclusion zone of 19 miles (30 km) extended in all directions from the power plant, which is now entombed in concrete. In 2011, however, Ukraine opened up this area to tourists, giving the world a peek into a town abandoned and untouched for nearly three decades. To explore more photos from Chernobyl, browse the , ,  and  hashtags, or click the blue location link above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "230,108", "path": "instagram/picture4815.jpg", "like_list": [], "date_time": "Apr 26, 2013", "location": "Radio City Music Hall", "tag_list": ["@nfl", "#nfldraft2013", "#nfldraft", "@kcchiefs", "@jaguars", "@raiders", "@humble_hungry_73", "@kennyvaccaro", "@warmackin", "@bmingo49", "@philadelphiaeagles"], "caption": "Later today, the National Football League () Draft will kick off at Radio City Music Hall. The annual event is the main opportunity for teams to select eligible college football players for their rosters. Watch all of the action live on Instagram via the hashtags  and . You can also follow teams with the top picks—Kansas City Chiefs (), Jacksonville Jaguars () and Oakland Raiders ()—and projected top players like Sharrif Floyd (), Kenny Vaccaro (), Chance Warmack () and Barkevious Mingo (). For more photos from Radio City Music Hall, tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "253,670", "path": "instagram/picture4816.jpg", "like_list": [], "date_time": "Apr 25, 2013", "location": "", "tag_list": ["#anzacday", "@jasonaust"], "caption": "In Australia and New Zealand, April 25th marks Anzac Day, a day set aside to honor veterans and remember those who lost their lives during military conflicts and peacekeeping expeditions.\n\nThe date of Anzac Day, which takes its name from the Australian and New Zealand Army Corps (ANZAC), falls on the anniversary of the first major ANZAC conflict. During the First World War, troops took on the Ottoman Empire in an attempt to clear the way to the Black Sea for Allied navies. The reports of heavy casualties had a profoundly sobering impact on the Australian and New Zealand mindset.\n\nFor more photos from Anzac day, browse the  hashtag. Photo by "}, {"num_of_comments": 24, "num_of_like": "337,821", "path": "instagram/picture4817.jpg", "like_list": [], "date_time": "Apr 25, 2013", "location": "Dewey Square", "tag_list": ["@osgemeos", "@osgemeos"], "caption": "Brazilian artists Octavio & Gustavo Pandolfo, identical twin brothers who create painted works together, are known under the moniker Os Gêmeos (), Portuguese for \"The Twins.\" Their distinct style features yellow-skinned, skinny caricatures that come from dreams they say they have both experienced. The twins' stunning dream-world-to-real-world collaborative style was influenced by artistic family members in addition to traditional hip-hop culture and the Brazilian pixação movement in the late eighties.\n\nOs Gêmeos have hosted exhibitions at the Los Angeles MoCA, San Diego MoCA, Dépayz’arts in France and Museu Colecção Berardo in Lisbon, just to name a few. In addition, their street art can be found in Berlin, New York, Portugal, Florida, London and across Brazil. Follow the progress of many pieces and murals through their Instagram account at ."}, {"num_of_comments": 24, "num_of_like": "157,570", "path": "instagram/picture4818.jpg", "like_list": [], "date_time": "Apr 24, 2013", "location": "", "tag_list": ["@aprilbloomfield", "@andrewcarmellini", "@russanddaughters", "@chefjgv", "@acqtastemag"], "caption": "ACQTASTE, a Toronto-based magazine on food culture and lifestyle, recently featured their favorite Instagramming NYC chefs and restaurants, including , ,  and . Pick up a copy to see their other favorites and follow ACQTASTE at ."}, {"num_of_comments": 24, "num_of_like": "273,751", "path": "instagram/picture4819.jpg", "like_list": [], "date_time": "Apr 24, 2013", "location": "", "tag_list": ["@edmundhardwick"], "caption": "Of all the authors in the history of English literature, few can hope to have a legacy as lasting as that of William Shakespeare. Born in late April of 1564 in the small English village of Stratford-upon-Avon, Shakespeare relocated to London when he was of age where he went on to pursue a career as an actor and a dramatist. During the course of his life, Shakespeare drafted what have become some of the most famous works in the English language. Many of his poems and plays, including Romeo and Juliet, The Merchant of Venice and Hamlet, are still considered foundational parts of modern education and continue to see new interpretations onstage, in literature and in pop culture. Shakespeare is also believed to have contributed nearly 2,000 words to the English language. He died on April 23, 1616.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "317,691", "path": "instagram/picture4820.jpg", "like_list": [], "date_time": "Apr 23, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@chloethewelshcorgi"], "caption": "Happy Monday, Instagram! Time for your ! Corgis may not be the tallest dogs out there, but what they lack in stature, they more than make up for with big personalities and smiles. This week we meet Chloe (), a 4 year old Welsh corgi from southern California. Follow Chloe to add some corgi fluff to your feed!"}, {"num_of_comments": 24, "num_of_like": "303,576", "path": "instagram/picture4821.jpg", "like_list": [], "date_time": "Apr 23, 2013", "location": "", "tag_list": ["#faceofclimate", "@pauloctavious"], "caption": "Today, billions of people around the world observe Earth Day, a holiday set aside to celebrate the planet and raise awareness and support for environmental protection. Earth Day first began in 1970 after a United States senator called for a nation-wide day of environmental education after seeing the damage from an oil spill the year before. Over 20 million Americans participated in the first Earth Day, and since then it has become a United Nations official holiday with communities participating from nearly 200 countries.\n\nThis year the Earth Day Network is emphasizing the positive side of climate change—those working to change it for the better—by asking people to share photos of themselves on Earth Day with the  hashtag and tell the stories of how they're helping protect the environment.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "243,914", "path": "instagram/picture4822.jpg", "like_list": [], "date_time": "Apr 23, 2013", "location": "", "tag_list": ["@brookehowe", "@awnoom", "@ma_hovina", "@lori_darlin", "@amyrad", "@abrahamcampillo", "@johnstortz", "@brandonexplores", "@rick_ehh", "#WHPpetportraits"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured photos for !"}, {"num_of_comments": 24, "num_of_like": "186,332", "path": "instagram/picture4823.jpg", "like_list": [], "date_time": "Apr 22, 2013", "location": "", "tag_list": ["@nathanmichael", "@kaijaglobe", "@faithlord", "@nosecretsbetweensailors", "@matiascamisani", "@margotfonteyn", "@rcook32", "@matheusbeltrao", "@taddeuss"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "247,449", "path": "instagram/picture4824.jpg", "like_list": [], "date_time": "Apr 20, 2013", "location": "", "tag_list": ["#WHPpetportraits", "@zachdriftwood", "@joseph_maddon"], "caption": "Weekend Hashtag Project: \n\nIn honor of ’s creative Pet Headz photography project, the goal this weekend is to capture portraits of your pets! Some tips to get you started: Hold a treat in your hand to capture the attention of your pet, have patience while capturing the perfect pet pose and don’t be afraid to channel your inner Zach by getting creative with your portraits!\n\nPROJECT RULES: Please only add the hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured on the Instagram blog at blog.instagram.com on Monday morning! Featured photo by "}, {"num_of_comments": 24, "num_of_like": "197,554", "path": "instagram/picture4825.jpg", "like_list": [], "date_time": "Apr 20, 2013", "location": "", "tag_list": ["@marijekuiper", "@bas_berkhout", "@kelseybrookes", "@ikedeani", "@lisacongdon", "@ikedeani"], "caption": "Struck by a bout of wanderlust—partly spurred by the global community of creative people they follow on Instagram—Dutch duo Marije Kuiper (), a documentary photographer, and Bas Berkhout (), a documentary filmmaker, set out on a journey to meet and learn about the folks who inspire them on a daily basis. The result is Like Knows Like (likeknowslike.com), a website full of documentaries, profiles and interviews with talented people from across the artistic spectrum. Visit blog.instagram.com to see their interviews with three Instagrammers that inspired them: Kelsey Brookes (), a San Diego, California-based painter; San Francisco, California-based and Nigerian-born photographer Ike Edeani (); and, Lisa Congdon (), a painter and illustrator living in San Francisco, California. Photo by ."}, {"num_of_comments": 24, "num_of_like": "279,541", "path": "instagram/picture4826.jpg", "like_list": [], "date_time": "Apr 19, 2013", "location": "Trafford Centre Selfridges & Co", "tag_list": ["@rferreira27"], "caption": "Today would have marked world-renowned Czech architect Jan Kaplický’s 76th birthday. He is best known for his remarkable futuristic buildings scattered around Britain, including the Selfridges department store in Birmingham, which takes the shape of a blue free-form iceberg covered in silver disks and displays Kaplický's typical otherworldly touch. His beautiful designs can also be appreciated through Instagram photographs taken at the Lord's Cricket Ground’s press box in London and the Museo casa Enzo Ferrari in Italy. Photo by "}, {"num_of_comments": 24, "num_of_like": "272,167", "path": "instagram/picture4827.jpg", "like_list": [], "date_time": "Apr 18, 2013", "location": "St Paul's Cathedral", "tag_list": ["#thatcherfuneral", "@bernardomf"], "caption": "Today, Margaret Thatcher, Britain's first female prime minister, was laid to rest in London. Thatcher was an influential—and controversial—figure in British and world politics during her tenure as prime minister, which spanned over a decade and ended in 1990. Thousands of people, protesters and supporters alike, lined the streets of central London as Thatcher was carried to St. Paul Cathedral in a military honors procession normally reserved for members of the royal family. To explore more photos from the funeral procession, browse the  hashtag or click on the blue location link above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "353,409", "path": "instagram/picture4828.jpg", "like_list": [], "date_time": "Apr 18, 2013", "location": "", "tag_list": ["#petheadz", "@zachdriftwood", "#petheadz"], "caption": "Some say pets look like their owners, but one Canadian photographer has taken it to a new and creative extreme. In his series, , Zachary Rose () takes DSLR portraits of people's pets and mashes them up with portraits of their owners by cleverly holding the camera in the foreground. The series started as an exercise in creativity with his two roommates but quickly caught on. To date, Zach has taken 18  portraits of people all over Toronto. The project is still on-going with a lengthy wait-list, and Zach is excited to continue meeting people—and pets—around the city as he keeps shooting."}, {"num_of_comments": 24, "num_of_like": "456,745", "path": "instagram/picture4829.jpg", "like_list": [], "date_time": "Apr 17, 2013", "location": "Stadtbibliothek Stuttgart", "tag_list": ["@hausel12"], "caption": "For centuries, books have housed the collective knowledge of the world and formed the foundations of educational institutions. Given that these objects contain such value, it only makes sense that throughout history people have constructed beautiful buildings to house them.\nWe put together a list of some of the most beautiful libraries in the world as captured by the Instagram community. For more photos from these architectural wonders, check out blog.instagram.com. You can also see more photos from Germany's Stuttgart City Library by tapping the blue location text above this image.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "413,380", "path": "instagram/picture4830.jpg", "like_list": [], "date_time": "Apr 16, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@raw1112"], "caption": "It's Monday, which means it's time for the . While the featured fluff is usually a dog or cat, there are many other furry animals out there with an adorable presence on Instagram. This week we meet a tiny Japanese chipmunk whose adventures you can follow at . Enjoy!"}, {"num_of_comments": 24, "num_of_like": "285,655", "path": "instagram/picture4831.jpg", "like_list": [], "date_time": "Apr 16, 2013", "location": "", "tag_list": ["@sweatengine", "@nogaabraham", "@coraleetrigger", "@penelopelane", "@laurathrasher", "@abbybischoff", "@onethomas", "@esteeveeen", "@orlandoasson", "#WHPdearphotograph"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured photos for !"}, {"num_of_comments": 24, "num_of_like": "200,196", "path": "instagram/picture4832.jpg", "like_list": [], "date_time": "Apr 15, 2013", "location": "", "tag_list": ["@MTV", "@macklemore", "@annakendrick47", "@mtv"], "caption": "MTV () takes on the silver screen tonight at 9 PM during the 2013 MTV Movie Awards. Follow performers like Macklemore () and Pitch Perfect nominee Anna Kendrick () on Instagram for live updates right from the red carpet and throughout the night.\nWatching from home? Fans everywhere have been sharing their themed photos to cast their votes for Best Hero, so be sure to cast your vote if you haven't already and tune in to see who the community chooses.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "183,128", "path": "instagram/picture4833.jpg", "like_list": [], "date_time": "Apr 15, 2013", "location": "", "tag_list": ["@sharidiane", "@ailoves", "@mcdanfield", "@bello72", "@penelopelane", "@redblueox", "@_ericm_", "@thelemoncookie", "@smoothdude"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "194,515", "path": "instagram/picture4834.jpg", "like_list": [], "date_time": "Apr 14, 2013", "location": "", "tag_list": ["@wazaroff"], "caption": "Today marks what would have been Thomas Jefferson's 270th Birthday. Jefferson (1743-1826) holds a key position in the history of the United States as one of the nation's Founding Fathers. As the primary author of the Declaration of Independence, the nation's first Secretary of State, second vice-president and the third president of the United States, his legacy still echoes forward to this day.\n\nDuring his presidency, Jefferson oversaw the Louisiana Purchase, which expanded the United States by 828,000 square miles (2,144,510 square km). He also commissioned the Lewis and Clark expedition shortly thereafter to explore the newly aquired territory over the course of two years.\n\nFor more photos from Jefferson's legacy, check out the Instagram blog.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "258,633", "path": "instagram/picture4835.jpg", "like_list": [], "date_time": "Apr 13, 2013", "location": "", "tag_list": ["#Songkran", "#Songkan", "#Thingyan", "@adhitsetiawan"], "caption": "Countries throughout Southeast Asia are celebrating the New Year this weekend! Known as Songkran (สงกรานต์) in Thailand & Cambodia, Songkan (ສົງການ) in Laos, and Thingyan in Burma, the several-day celebration was once determined by the lunar calendar, but now regularly begins on April 12 or 13.\n\nThe event's festivities stem from Buddhist roots and vary from country to country. The most common ritual involves large crowds of people dousing one another with water. Other customs include lighting candles and incense at Buddhist shrines, making charitable contributions to the poor and cleansing icons of the Buddha.\n\nExplore more photos from celebrations by tapping the blue location text above this image and browsing the , , and  hashtags! Photo by "}, {"num_of_comments": 24, "num_of_like": "195,162", "path": "instagram/picture4836.jpg", "like_list": [], "date_time": "Apr 13, 2013", "location": "", "tag_list": ["#WHPdearphotograph", "@dearphotograph", "#WHPdearphotograph", "@dearphotograph"], "caption": "Weekend Hashtag Project: \n\nThis week we've been inspired by  and, as a result, we’re asking you to take an old film photograph or vintage postcard, hold it up against the original setting and then take a picture of it for . Some tips to get you started: tap to focus on the photograph in the foreground before taking the picture, share a story or memory about the old film photograph or antique postcard in your caption and, most importantly, be patient! It may take some time to line up the photo—try moving your hand closer or further away from the object you’re shooting.\n\nPROJECT RULES: Please only add the hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured on the Instagram blog at blog.instagram.com on Monday morning! Featured photo by "}, {"num_of_comments": 24, "num_of_like": "215,742", "path": "instagram/picture4837.jpg", "like_list": [], "date_time": "Apr 13, 2013", "location": "", "tag_list": ["@grad"], "caption": "On April 12, 1961, Soviet cosmonaut Yuri Gagarin completed the first manned space flight. The 27-year-old circled Earth in the Vostok 1 (Восток-1) spacecraft for one hour and 48 minutes, marking the opening of a new chapter in space exploration.\nNow, Russia celebrates this achievement with Cosmonautics Day, in which ceremony participants process through a series of important commemorative landmarks. It begins near Gagarin's statue in the city of Korolyov, moves to his grave in the Red Square's Kremlin Wall Necropolis and continues through Cosmonauts Alley before concluding in Novodevichy Cemetery.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "419,362", "path": "instagram/picture4838.jpg", "like_list": [], "date_time": "Apr 12, 2013", "location": "", "tag_list": ["@redhongyi", "@Instagram"], "caption": "Did you know we have a Suggested Users List full of great Instagrammers to discover? There, you'll find people like \"Red\" Hong Yi (), a Malaysian artist-architect who likes to paint—but not with a brush.\n\nView the whole list at one time by browsing who this account () is following or visit your Profile tab and tap the gear icon, then tap Find & Invite Friends > Suggested Users. The list is always changing, so be sure to check back often!"}, {"num_of_comments": 24, "num_of_like": "202,439", "path": "instagram/picture4839.jpg", "like_list": [], "date_time": "Apr 11, 2013", "location": "Pantheon", "tag_list": ["@saverome", "#culturalheritage", "#culturalheritage", "@saverome"], "caption": "Having worked in Rome as a preservationist and teacher for the last 15 years, archaeologist Darius Arya () has a keen knowledge of Rome, Italy's rich structural history. Through Instagram, he takes followers along for an up-close, educational look at Rome’s ruins. “I love being able to reveal a lot of information on a well-known structure like the Pantheon or discuss a structure or issue in the shadow of something so well known, like the barely-known Saepta Julia resting against the Pantheon,” he says. In his self-proclaimed quest to make  cool, Darius has opened up a global dialogue about the Roman ruins on Instagram. “I find the feedback from people is great. People are learning, hungry for more. I really enjoy being able to get into the conversation and spur on interest.” To get your daily dose of Rome’s , and to follow along as Darius embarks on a 3-year excavation in Ostia Antica this June and July, be sure to follow him on Instagram !"}, {"num_of_comments": 24, "num_of_like": "247,784", "path": "instagram/picture4840.jpg", "like_list": [], "date_time": "Apr 10, 2013", "location": "Ryholite Ghost Town, NV", "tag_list": ["@theorem"], "caption": "In Nye County, Nevada, about 120 miles northwest of Las Vegas, rest the remains of Rhyolite, one of the many abandoned ghost towns scattered throughout the American west. The town became a booming hub near a promising gold mine during the Gold Rush in the first decade of the 1900s, but its success was short-lived: the mine was exhausted, the 1906 earthquake hit and people left in droves. By 1920, its population had dropped to zero.\nToday, Rhyolite remains a popular tourist destination off the beaten path. Most of the town lies in ruin, but partial remains of the train station, school house and bank still stand as reminders of the town's prior success. See more photos by clicking the blue location link above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "416,347", "path": "instagram/picture4841.jpg", "like_list": [], "date_time": "Apr 9, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@andrew_lucy"], "caption": "Have you ever watched a nature program about big wild cats and wished you could have a tiny, house-friendly version? Well one Instagrammer is living that dream. For today's , we meet Lucy (), a beautiful kitty with the spots of a leopard. Follow Lucy to add a little pint-sized leopard fluff to your feed!"}, {"num_of_comments": 24, "num_of_like": "310,154", "path": "instagram/picture4842.jpg", "like_list": [], "date_time": "Apr 9, 2013", "location": "", "tag_list": ["@sandiegozoo", "@twycrosszoo", "@tulsazoo", "@mnzoo", "@zooberlin", "@sanfranciscozoo", "@marylandzoo", "@woodlandparkzoo", "@thebronxzoo", "@zooborns", "@sandiegozoo"], "caption": "April 8th is Zoo Lover's Day, and in celebration we’ve rounded up some of our favorite zoos on Instagram! Be sure to follow a few of the many zoological parks around the world sharing photographs of newborn animals, daily feedings, playtime with the animals, as well as fascinating facts about wildlife: , , , , , , ,  and . Can’t get enough photos of cute baby animals born at the world's zoos? No problem! Follow\n for a daily dose of cute overload. Photo by "}, {"num_of_comments": 24, "num_of_like": "160,273", "path": "instagram/picture4843.jpg", "like_list": [], "date_time": "Apr 9, 2013", "location": "", "tag_list": ["#WorldwideInstaMeet", "#instameet_shenzhenbay", "#NRBIGphotowalk", "#ig_braamies", "#instameet_heli", "#instameet_nyc", "#seemydohawalk1", "#instaprintemps", "#griffith_instameet", "@miklasmanneke", "@igersmalaysia", "@instagramnyc", "@the_hat_", "@discret", "@jaredstauffer"], "caption": "Last week, we challenged Instagrammers around the world to get together, take photos and share them with the hashtag  on Instagram. Over the weekend, we were excited to see Instagrammers from China () to Kenya () answer our call to action, including the following communities: Johannesburg, South Africa (), Kuala Lumpur, Malaysia (), New York City, United States (), Doha, Qatar (), Paris, France (), and Los Angeles, United States (). To learn how to host your own InstaMeet or photo walk, visit blog.instagram.com/instameets. Photos by , , , , , and ."}, {"num_of_comments": 24, "num_of_like": "138,361", "path": "instagram/picture4844.jpg", "like_list": [], "date_time": "Apr 8, 2013", "location": "", "tag_list": ["@amanda_isidro", "@littlecanoe", "@prmry", "@alef79", "@kriswoo", "@feliciouslee", "@mattdelrocco", "@blainehogan", "@bklynbird"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "241,470", "path": "instagram/picture4845.jpg", "like_list": [], "date_time": "Apr 7, 2013", "location": "", "tag_list": ["@vagskeee"], "caption": "Along the Ishim River in the center of a vast steppe lies Kazakhstan's capital city, Astana (Астана). Though a functional city since 1830, Astana only became the nation's capital in 1997. The past 16 years have brought significant architectural developments, many of which display innovative designs to functionally cope with the city's drastic temperature fluctuations and symbolically reflect traditional Kazakh culture. And where there's been architectural innovation, there have been numerous Kazkh Instagrammers to share these wonders with the world.\n\nShown here is the city's main landmark, a 105-meter (344-foot) tall observation tower called Bayterek (Бәйтерек), which evokes a Kazakh folktale about a bird that laid a golden egg in the tree of life. Astana also boasts The Palace of Peace and Reconciliation, built to house space for diverse world religions, and the Khan Shatyr entertainment center, 140,000 square meters (35 acres) of shops and parks covered by the world's largest tent.\nSee more photos from Astana at blog.instagram.com. Photo by ."}, {"num_of_comments": 24, "num_of_like": "165,898", "path": "instagram/picture4846.jpg", "like_list": [], "date_time": "Apr 6, 2013", "location": "", "tag_list": ["#WorldwidePhotoWalk", "@toddler777"], "caption": "This weekend, we're putting the Weekend Hashtag Project on hold. Instead we're challenging people around the world to go on a photo walk with Instagram friends and share their BEST photograph from the walk with  for a chance to be featured on our blog Monday morning! Be sure to include the name of the location where your event took place along with your photo walk's designated hashtag in your photo caption. Happy adventuring, Instagrammers!\n\nTo learn how to host your own InstaMeet or photo walk, visit blog.instagram.com/instameets. Photo by "}, {"num_of_comments": 24, "num_of_like": "190,849", "path": "instagram/picture4847.jpg", "like_list": [], "date_time": "Apr 5, 2013", "location": "", "tag_list": ["@adam5100", "@adam5100"], "caption": "There's attention to detail, there's obsessive attention to detail, and then there's Adam Feibelman. If you've never seen Adam's Instagram feed, , you'd probably never be able to tell that his exquisitely detailed paintings were actually produced with stencils. But as Feibelman's photos reveal, every painting is composed of numerous stencil layers, each requiring an abundance of patience, precision and X-Acto knife blades.\nLearn more at blog.instagram.com, and follow Adam's artistic undertakings—from his daily warm-ups to his wall-sized masterpieces—at ."}, {"num_of_comments": 24, "num_of_like": "218,794", "path": "instagram/picture4848.jpg", "like_list": [], "date_time": "Apr 5, 2013", "location": "", "tag_list": ["#qingming", "#清明节", "#清明节", "@thepixelmartian"], "caption": "104 days after the winter solstice, communities in China, Taiwan and parts of Southeast Asia observe Qingming Festival (清明节), a bittersweet holiday that commemorates deceased family members and celebrates the coming spring season.\nPeople celebrate Qingming by paying visits to their ancestors' grave sites where they sweep the tombs and bring offerings of food or burning joss paper. Picnics, outdoor strolls and kite-flying are also common on this day as people take in the emerging greenery of the season.\n\nFor more photos of Qingming Festival, check out the ,  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "207,029", "path": "instagram/picture4849.jpg", "like_list": [], "date_time": "Apr 4, 2013", "location": "Top Of Mount Bromo", "tag_list": ["@pilgramers", "@ernandaputra", "@jagatnatha", "@anomalu", "@sigithartanto", "@konservatif", "#instameetbromo", "@ernandaputra", "@zhagoane0n"], "caption": "Inspired by the , Indonesian Instagrammers Ernanda Putra (), Jagat Natha (), Dicky Irman Nassa (), Sigit Hartanto () and Arie Novwan () organized their own InstaMeet last week. The game plan was simple: five organizers announced the InstaMeet through their Instagram accounts and invited anyone to participate, then they coordinated lodging and transportation to Mount Bromo, an active volcano in East Java. 23 Instagrammers made the trip and many of them met for the first time at the three-day trip. “For me this small event was really special,” Ernanda says. “Instagram actually brings me exciting new experiences— meeting new people, exploring new places—and this was a truly unforgettable experience.” To view more photos from the Mount Bromo InstaMeet, visit the hashtag  and follow  and co. on Instagram! And, don't forget to host your own photo walk or InstaMeet this weekend (April 6-7). Organizing is easy, just grab some Instagram friends, pick a location and add a hashtag to the photos that you share that’s unique to your event. Photo by "}, {"num_of_comments": 24, "num_of_like": "281,781", "path": "instagram/picture4850.jpg", "like_list": [], "date_time": "Apr 4, 2013", "location": "", "tag_list": ["@daveedgamboa", "@adamgrayson", "@grantsmind", "@waillun"], "caption": "One year ago today we launched Instagram for Android. In less than a day, over a million people downloaded the app, and now nearly half of all Instagrammers use the Android app to share photos with friends, family and the world. Instagram for Android has helped make this community more global than ever. We've also seen Android Instagrammers contribute to the community in innovative and powerful ways, including 's incredible jumpstagrams around Southern California, photos of England's beautiful Lancashire county from  and even a glimpse into the life of Kenya's nomads from .\nWe're working hard to make the app fast and easy to use, and we're dedicated to always bringing you the best Instagram experience possible. So to all of our Instagrammers on Android, thank you for helping to make this community amazing. We're glad you're here. Photo by ."}, {"num_of_comments": 24, "num_of_like": "197,252", "path": "instagram/picture4851.jpg", "like_list": [], "date_time": "Apr 3, 2013", "location": "", "tag_list": ["@hellopoe"], "caption": "Today, the Instagram team was treated to a visit from ! A Kiwi by birth and current London resident, follow Adrienne for peaceful captures from bustling London and heartfelt portraits of the friends she explores the city with."}, {"num_of_comments": 24, "num_of_like": "156,168", "path": "instagram/picture4852.jpg", "like_list": [], "date_time": "Apr 3, 2013", "location": "", "tag_list": ["#igctkalkbay", "#weldmeet", "#hkinstayay20", "#instacruiseLDN", "#instameetabruzzo1", "#instameetbromo", "#ignycbday", "@jeysonpaez"], "caption": "This weekend (April 6-7), we're challenging people around the globe to host their very own photo walk or InstaMeet. Organizing is easy: just grab some Instagram friends, pick a location, and add a hashtag to the photos that you share that's unique to your InstaMeet!\n\nTo help inspire an InstaMeet of your very own, we're sharing photos from Instagrammers around the world who recently gathered together to host their own photo walks or InstaMeets. To get a peek at what it's like to attend a photo walk, browse the photos on each city's hashtag page: Cape Town (), Dallas-Fort Worth (), Hong Kong (), London (), Abruzzo (), Indonesia (), and New York City ()! Be sure to check out blog.instagram.com for tips on how to organize a great event. Photo by "}, {"num_of_comments": 24, "num_of_like": "353,824", "path": "instagram/picture4853.jpg", "like_list": [], "date_time": "Apr 2, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@muttadventures"], "caption": "Happy Monday, Instagram! Time for this week's ! Today we meet George, a beautifully colored pup with a talent for balancing items on his nose and cradling them in his mouth. If your feed could use a little George, follow him at !"}, {"num_of_comments": 24, "num_of_like": "153,915", "path": "instagram/picture4854.jpg", "like_list": [], "date_time": "Apr 2, 2013", "location": "David Zwirner", "tag_list": ["#DanFlavin", "@phillipckim"], "caption": "Today marks what would have been American minimalist artist Dan Flavin's 80th birthday. Flavin was a New-York-born artist who used florescent lights to explore how light and color interact with space. His works are still on display in museums and galleries throughout the world, where they've become a favorite for Instagrammers due to their bright colors and interesting shadows. For more of Dan Flavin's works, check out the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "245,785", "path": "instagram/picture4855.jpg", "like_list": [], "date_time": "Apr 2, 2013", "location": "", "tag_list": ["@mylekiller", "@mattpike", "@_jasmin_lee", "@tibman", "@kristiano", "@yellowillow", "@livinglifesmoments", "@lightningbold", "@sperezjulio", "#WHPflowerpower"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured photos for !"}, {"num_of_comments": 24, "num_of_like": "181,530", "path": "instagram/picture4856.jpg", "like_list": [], "date_time": "Apr 1, 2013", "location": "", "tag_list": ["@rayyiuradzi", "@khrlrzk", "@sarkababicka", "@seanryanpierce", "@jordanadil", "@brandonleeshort", "@kirstinmckee", "@photogirlfriend", "@nachopolo"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "432,193", "path": "instagram/picture4857.jpg", "like_list": [], "date_time": "Apr 1, 2013", "location": "", "tag_list": ["#Easter", "@jermzlee"], "caption": "You may have noticed an uptick in brightly colored eggs and chocolate bunnies in your Instagram feed today. That's because it is Easter Sunday!\n\nAs the day marking Jesus's resurrection from the dead, Easter is a foundation of the Christian faith, symbolizing spiritual resurrection and God's forgiveness of sin. Of course, Easter also closely coincides with the beginning of spring in the northern hemisphere. Because of this, many symbols of spring—bunny rabbits, eggs and flowers—have come to be associated with the Easter holiday.\n\nShare your own—and explore other people's—colorful Easter photos through the  hashtag!\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "203,476", "path": "instagram/picture4858.jpg", "like_list": [], "date_time": "Mar 31, 2013", "location": "The Georgia Dome", "tag_list": ["@ESPN", "@ohiostatehoops", "@dukewbb", "@skydigg4", "@tr3yburke", "@shocker_athletics"], "caption": "After a week and a half of grueling competition, the pool of 64 teams in the NCAA Tournament has been whittled down to just eight teams on the men’s side and 16 on the women’s. Tonight, the first of the men’s “Elite 8” and women’s “Sweet 16” teams will compete for the right to advance. To get a behind-the-scenes peek at the final games, be sure to follow these Instagrammers: sports television channel ESPN (), Ohio State Men's Basketball team (), Duke Women's Basketball team (), Notre Dame Women's Basketball player Skylar Diggins (), and Michigan Men's Basketball player Trey Burke (). You can also browse photos taken at the Georgia Dome, where the men's Final Four will be held, by tapping the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "147,540", "path": "instagram/picture4859.jpg", "like_list": [], "date_time": "Mar 30, 2013", "location": "", "tag_list": ["#WHPflowerpower", "@5ftinf"], "caption": "Weekend Hashtag Project: \n\nSpring has sprung! In honor of the recent shift to spring in the northern hemisphere, the goal this weekend is to capture photographs of flowers. Some ideas to get you started: capture a photo of your hand grasping a bouquet of beautiful blossoms, find dozens of flowers gathered together and fill the entire frame with their colorful petals, or purchase a single flower from a local flower shop and experiment with minimal still life photos.\n\nPROJECT RULES: Please only add the hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured on the Instagram blog at blog.instagram.com on Monday morning! Featured photo by "}, {"num_of_comments": 24, "num_of_like": "97,688", "path": "instagram/picture4860.jpg", "like_list": [], "date_time": "Mar 30, 2013", "location": "", "tag_list": ["@solavander", "@sigvicious", "@valahalldorsdottir", "@annasig"], "caption": "The island country of Iceland is best known for its volcanoes, beautiful waterfalls, northern lights and hard to pronounce, well, everything! It’s situated between the North Atlantic and Arctic Oceans, and the Mid-Atlantic Ridge slices right through the center of the small island nation. Though it is only 103,000 square kilometers (40,000 square miles), there’s no shortage of photographic terrain.\n\nWant a first-person tour of Iceland? We put together a list of some amazing Instagrammers from in and around the country. Be sure to follow , , , and !"}, {"num_of_comments": 24, "num_of_like": "353,106", "path": "instagram/picture4861.jpg", "like_list": [], "date_time": "Mar 29, 2013", "location": "", "tag_list": ["@trotterpup", "@GoodMorningAmerica", "@samchampionabc", "@trotterpup"], "caption": "Earlier today, Instagram doggie diva  was on ! She even put on a special outfit––an ode to weather anchor ––for the event. If you want to see more shots of  in her adorable costumes, be sure to follow her on Instagram!"}, {"num_of_comments": 24, "num_of_like": "177,319", "path": "instagram/picture4862.jpg", "like_list": [], "date_time": "Mar 29, 2013", "location": "Facebook HQ", "tag_list": ["#FBIGartwalk"], "caption": "Next weekend (April 6-7), we're challenging people around the globe to host photo walks. Organizing is easy: just grab some Instagram friends, pick a location, and share the photos you take there with one another via a unique hashtag.\nToday, the Instagram team and our Facebook pals gathered together to tour the artwork on campus and snap some 'grams. Check out pictures from our photo walk by browsing the hashtag .\n\nWill you take the challenge and host your own photo walk? Let us know what hashtag you'll use in the comments below and don't forget to take a group shot. We can't wait to see your photos!"}, {"num_of_comments": 24, "num_of_like": "285,586", "path": "instagram/picture4863.jpg", "like_list": [], "date_time": "Mar 29, 2013", "location": "Kakslauttanen Igloo Village", "tag_list": ["@menghina"], "caption": "196 km (120 mi) north of the Arctic Circle near the Urho Kekkonen National Park in Finland lies the Kakslauttanen Hotel, a complex of 40 log cabins designed to allow travelers a give authentic glimpse into the scenery and traditions of the Finnish Lapland. The hotel's real appeal comes in the winter months, however, when guests can stay in the Igloo Village made up of a combination of traditional ice and snow igloos and Kakslauttanen's heated, modernized structures. The futuristic igloos feature large glass roofs for optimal viewing of the northern lights. In addition to the igloos, Kakslauttanen also boasts a snow chapel, husky-led safaris and the opportunity to get up close and personal with reindeer. For more photos from Kakslauttanen, tap the blue location link above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "276,182", "path": "instagram/picture4864.jpg", "like_list": [], "date_time": "Mar 28, 2013", "location": "Vrindavan", "tag_list": ["#holi", "#holi2013", "@juanchofrancisco"], "caption": "Today Hindus everywhere celebrated Holi, an annual festival of colors held at the end of winter. In temples, the faithful prayed as colored powder and jets of colored water were sprayed upon them. Thousands of white-clothed revelers in India, Bangladesh, Pakistan and Nepal took to the streets to throw bright powders and perfumes at each other, and many captured the celebrations on Instagram.\n\nWant to see more photos of Holi? Visit the hashtags  and 2013 and tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "312,574", "path": "instagram/picture4865.jpg", "like_list": [], "date_time": "Mar 27, 2013", "location": "", "tag_list": ["@muradosmann", "@yourleo", "#followmeto", "#followmeto", "@muradosmann", "@yourleo", "#followmeto"], "caption": "Russian photographer Murad Osmann () and his girlfriend Nataly Zakharova () travel constantly for work and they've come up with a unique and romantic perspective for sharing their experiences around the globe on Instagram that has caught the attention of publications like the Daily Mail and the Huffington Post. The entire project actually started as an accident: “I was taking pictures of everything and Nataly got annoyed, so she dragged me forward to move on. That’s how the first  was taken, and I quite liked the result so we have continued the series ever since.” Murad started using the hashtag  to catalog photos of Nataly leading him to landmarks and exotic places.\n\nBe sure to follow Murad () and Nataly () on Instagram for more of their around-the-world photos, and share your own interpretation of their series with the hashtag !"}, {"num_of_comments": 24, "num_of_like": "194,469", "path": "instagram/picture4866.jpg", "like_list": [], "date_time": "Mar 27, 2013", "location": "United States Supreme Court Building", "tag_list": ["@jimmychalk"], "caption": "Today, the Supreme Court of the United States takes up the first of two high-profile cases on the issue of same-sex marriage, with thousands of people turning out on the courthouse steps to make their opinions heard. Today's case, Hollingsworth v. Perry, involves a challenge to Proposition 8, a referendum passed in 2008 outlawing same-sex marriage in California. Tomorrow, the court will hear a case challenging the Defense of Marriage Act, a 1996 law that prohibited the federal government from recognizing same-sex marriage for a host of federal purposes, including Social Security benefits, immigration and taxes. See more photos by clicking the blue location link above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "513,405", "path": "instagram/picture4867.jpg", "like_list": [], "date_time": "Mar 26, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@tomiinya"], "caption": "Happy Monday, Instagram. Welcome to the ! Meet Sol, an adorable cross-eyed kitty. You can follow Sol and his sister Cocomo, a beautiful 3-year-old Russian Blue cat, here: . Enjoy!"}, {"num_of_comments": 24, "num_of_like": "136,661", "path": "instagram/picture4868.jpg", "like_list": [], "date_time": "Mar 26, 2013", "location": "", "tag_list": ["@kaleonahe13", "@jmeshe", "@henry_flagler", "@rorytucker", "@tanrr", "@athriftyhippie", "@artfuldesperado", "@hamadalsarraf", "@k_mao", "#WHPstoryportrait"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured photos for !"}, {"num_of_comments": 24, "num_of_like": "176,728", "path": "instagram/picture4869.jpg", "like_list": [], "date_time": "Mar 25, 2013", "location": "", "tag_list": ["@verntakesaphoto", "@aldnivek", "@mercedes76", "@itsneilb", "@ritacordeiro", "@sarajenniferpanza", "@tanrr", "@ole_nessie", "@opheliah"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "240,492", "path": "instagram/picture4870.jpg", "like_list": [], "date_time": "Mar 24, 2013", "location": "Sydney Opera House", "tag_list": ["@earthhourofficial", "#earthhour2013", "@_siya_"], "caption": "Today, people around the world will celebrate Earth Hour () by turning off their non-essential lights from 8:30 p.m. to 9:30 p.m. local time. The event was conceived by the World Wide Fund for Nature (WWF) in 2007 as a way to raise awareness about climate change.\n\nIconic buildings and landmarks participate each year, offering a rare unilluminated glimpse at their exteriors. Be sure to tap the blue location text above for photos of the Sydney Opera House which went dark earlier. Are you participating? Share your photos with the hashtag ! Photo by "}, {"num_of_comments": 24, "num_of_like": "151,001", "path": "instagram/picture4871.jpg", "like_list": [], "date_time": "Mar 23, 2013", "location": "", "tag_list": ["#WHPstoryportrait", "#WHPstoryportrait", "@ipratt"], "caption": "Weekend Hashtag Project: \n\nIt's been a week of amazing stories on Instagram. Between the heartwarming tale of an Instagram-planned engagement, an Instagram shot from the tallest building and amazing stories of hope from all over the world for World Water Day, we're feeling particularly inspired, and we hope you are, too. The goal of this week's project, , is to both take a portrait and tell a story. Grab a good friend, meet up with an Instagram acquaintance for the first time or even strike up a conversation with a stranger, then take their photo and share their story through your image's caption.\n\nPROJECT RULES: Please only add the hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured on the Instagram blog at blog.instagram.com on Monday morning! Featured photo by "}, {"num_of_comments": 24, "num_of_like": "237,114", "path": "instagram/picture4872.jpg", "like_list": [], "date_time": "Mar 23, 2013", "location": "", "tag_list": ["#worldwaterday", "@charitywater", "@wateraid", "@water", "@dropinthebucket", "@communitywatersolutions", "@waterislife", "@peoplewater", "@hurley_h2o", "@wateraid"], "caption": "Around the world, more than 780 million people live without ready access to clean, safe drinking water. For the 85% of the world's population that lives in the driest half of the planet, existing resources are becoming increasingly scarce. To raise awareness about issues affecting water and peoples' access to it, the United Nations has designated March 22 as World Water Day. Explore and share your own World Water Day photos through the  hashtag, and check out some of these organizations working to bring clean water to those around the world: , , , , , islife,  and . Photo by ."}, {"num_of_comments": 24, "num_of_like": "250,600", "path": "instagram/picture4873.jpg", "like_list": [], "date_time": "Mar 22, 2013", "location": "Ayasofya", "tag_list": ["@mashaer4u"], "caption": "Originally a church, then a mosque and now a museum, the Hagia Sophia is Istanbul's most famous monument and one of the most important religious structures on the planet. For a millennium after its construction in the sixth century, the Hagia Sophia was the world’s largest cathedral. Its famed dome rests on an arcade of 40 arched windows and remains one of the largest in the world, standing 55 meters (182 feet) from floor level at its maximum. From Byzantine mosaics to calligraphic roundels and even scaffolding from ongoing restoration, layers of the building's history can be viewed all at once.\n\nTo get a first-person look inside, be sure to tap the blue Ayasofya (Hagia Sophia) location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "361,335", "path": "instagram/picture4874.jpg", "like_list": [], "date_time": "Mar 21, 2013", "location": "At the Top. Burj Khalifa", "tag_list": ["@joemcnallyphoto", "#fromwhereistand", "@joemcnallyphoto", "@natgeo"], "caption": "Two days ago, photographer and avid climber Joe McNally () summited to the tip-top of the world's tallest building, Dubai's Burj Khalifa. It took Joe three hours to complete the approximately 450 feet (137 meters) climb straight up a combination of steps and rung ladders.\n\nOnce at the top, Joe calmly snapped a  photo with his iPhone and shared the image on Instagram. “It was wonderful being up there. A thrilling view, and certainly a bit of a sense of accomplishment,” he says. “I told folks I would send out a picture from the top, which seemed like a fun thing to do in these days of connectivity and instant visual delivery. Of course, I had to be very careful handling the iPhone at that height!” To see more of Joe’s photos, be sure to follow him on Instagram  and through National Geographic’s account, , to which he's a regular contributor."}, {"num_of_comments": 24, "num_of_like": "166,705", "path": "instagram/picture4875.jpg", "like_list": [], "date_time": "Mar 21, 2013", "location": "", "tag_list": ["@iamcartermoore", "@brookehowe", "@brandenharvey", "@colincabalka"], "caption": "Carter Moore () and Brooke Howe () had been dating for a few years when Carter decided he wanted to propose by asking Brooke to \"start an adventure for a lifetime.\" He decided to surprise her with a trip to Portland, but there was one problem—neither of them had ever been to Portland before. Carter turned to Instagram friends in Oregon for ideas. With their help, Carter was able to plan the entire trip and and even find the spot where he would ask Brooke to marry him.\n\nEven though they'd never met the couple in person, two of Carter's Instagram friends in Portland,  and his friend , decided to take their visit to the next level and surprise them with an engagement party. When Carter and Brooke arrived back from Ecola State Park, they were greeted with music, balloons and a whole lot of love.\n\nWatch a video of Carter and Brooke telling the story of their engagement for the first time on our blog: blog.instagram.com"}, {"num_of_comments": 24, "num_of_like": "271,994", "path": "instagram/picture4876.jpg", "like_list": [], "date_time": "Mar 21, 2013", "location": "Keukenhof", "tag_list": ["@elcriz"], "caption": "Today marks the first day of spring in the Northern Hemisphere. This date, known as the vernal equinox, also marks the annual opening of Keukenhof, the world’s largest flower garden, in the Netherlands. Though the park is only open for eight weeks every year, it attracts around 800,000 visitors looking to photograph the world famous Holland tulips. Home to seven million tulips, daffodils, hyacinths and other spring bulbs that span over 32 hectares, Keukenhof is the place to see—and photograph—spring in bloom! Photo by "}, {"num_of_comments": 24, "num_of_like": "181,162", "path": "instagram/picture4877.jpg", "like_list": [], "date_time": "Mar 20, 2013", "location": "", "tag_list": ["@brandenharvey", "#storyportrait", "@brandenharvey"], "caption": "Branden Harvey () is passionate about community. As one of Oregon's top InstaMeet organizers and the creator of the  hashtag, Branden's perfected the art of turning Instagram connections into real-life friends.\n\nInterested in building your community on Instagram? Be sure to to follow  and incorporate his top tips into your Instagram interactions: take genuine interest in people and ask solid questions, don't be afraid to meet in real life, compliment people's work that you admire, take risks and don't be afraid to step outside of your comfort zone."}, {"num_of_comments": 24, "num_of_like": "188,453", "path": "instagram/picture4878.jpg", "like_list": [], "date_time": "Mar 20, 2013", "location": "UD Arena", "tag_list": ["@dickiev_espn", "@sportsillustrated", "@chiney321", "@youngsav23", "#marchmadness", "@umiamihurricanes"], "caption": "Want courtside seats to all of your favorite March Madness games? The first men's tip off is at 6:40 PM ET (3:40 PT), and the women follow this Saturday, but preparations are already underway. Follow these Instagrammers for a first-hand experience of the tournament as it unfolds: basketball sportscaster Dick Vitale (), Sports Illustrated (), Stanford Women's Basketball player Chiney Ogwumike (), and Kansas Men's Basketball player Ben McLemore (). You can also browse photos taken at the University of Dayton Arena, where the first game will be held, by tapping the blue location text above this image.\n\nWatching from home? Share photos from your viewing party with . Photo by "}, {"num_of_comments": 24, "num_of_like": "343,733", "path": "instagram/picture4879.jpg", "like_list": [], "date_time": "Mar 19, 2013", "location": "", "tag_list": ["#weeklyfluff", "@tynabeena"], "caption": "Happy Monday, Instagram! Here's your ! Meet Tron, a French bulldog from San Francisco, California. As you may have noticed, this magical pup has two different colored eyes and quite the mesmerizing gaze. If you'd like to follow Tron's adventures, follow him at ."}, {"num_of_comments": 24, "num_of_like": "397,290", "path": "instagram/picture4880.jpg", "like_list": [], "date_time": "Mar 19, 2013", "location": "Sydney Harbour Bridge", "tag_list": ["@andrew_sf"], "caption": "On March 19th, Sydney, Australia, celebrates the 81st anniversary of the Sydney Harbour Bridge. The bridge was constructed in 1932 to connect the North Shore to the Sydney central business district. The bridge, affectionately known to locals as \"the coathanger\" for its distinctive shape, supports a six-lane highway, a railway and paths for both pedestrian and bike traffic—and at 160 feet (48.8 meters) wide, it's one of the widest long-span bridges in the world. Until 1967, it was also Sydney's tallest building with a maximum height of 440 feet (134 meters) at the top of the arch.\n\nFor more photos of the Harbour Bridge, tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "166,850", "path": "instagram/picture4881.jpg", "like_list": [], "date_time": "Mar 19, 2013", "location": "", "tag_list": ["@bittadesign", "@vdubl", "@omjsk", "@foolgizaki", "@honorcontent", "@vonfuschel", "@llewllewtoo", "@instagratz", "@joshchang", "#WHPportraitofahome"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured photos for !"}, {"num_of_comments": 24, "num_of_like": "240,725", "path": "instagram/picture4882.jpg", "like_list": [], "date_time": "Mar 17, 2013", "location": "", "tag_list": ["#stpatricksday", "@govin_bal"], "caption": "Today is March 17! Are you wearing green? If not, you may be wondering why you're receiving confused or disapproving looks from people on the street. This day marks Saint Patrick's Day, and those in the St. Paddy's spirit—particularly the Irish and people of Irish descent around the world—are donning their finest green clothing to honor the 5th Century saint. Since the very first St. Patrick's feast in the 1600s, the day has evolved to include parades, green rivers and lots of spirit consumption. Share photos from your St. Patrick's Day celebration, and explore others' photos, through the  hashtag. Photo by "}, {"num_of_comments": 24, "num_of_like": "172,335", "path": "instagram/picture4883.jpg", "like_list": [], "date_time": "Mar 17, 2013", "location": "", "tag_list": ["@dd_danieldriensky", "@danwhiteley", "@linusekenstam", "@phcolin", "@waddy722", "@sixsevensix", "@eric_le_reveur", "@ouropenroad", "@phamalamb"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "190,125", "path": "instagram/picture4884.jpg", "like_list": [], "date_time": "Mar 17, 2013", "location": "", "tag_list": ["@passionpassport", "@passionpassport"], "caption": "Many people dream of travelling the world, and while most of those dreamers struggle to act on the desire to explore, others simply can’t ignore the pull of wanderlust and embark on worldly adventures. That’s exactly what Zach Glassman () did during his journey across 18 countries and five continents in 10 months, all of which he documented through Instagram. “I began using Instagram because it allowed me to instantaneously share my travels with my friends and family,” he says. “As my trip began, the collaborative spirit within Instagram became apparent. Instagrammers were contacting me from places as far away as China, Morocco and Sub-Saharan Africa.” As a result of the overwhelming support he's received, the next part of Zach's journey is to inspire others to follow their own travel dreams by sharing stories of traveling Instragrammers through his website, passionpassport.com.\n\nBe sure to follow Zach on Instagram at  as the second part of his journey begins!"}, {"num_of_comments": 24, "num_of_like": "190,924", "path": "instagram/picture4885.jpg", "like_list": [], "date_time": "Mar 16, 2013", "location": "", "tag_list": ["#WHPportraitofahome", "@mark_marchesi", "@melissasue"], "caption": "Weekend Hashtag Project: \n\nWe've been inspired by 's beautiful photos of houses. The goal for this weekend's project is to capture portrait-inspired photographs of beautiful homes. Some tips to help get you started: take a trip to a unique or iconic house (or apartment building) in your neighborhood, try to fit the entirety of the house in your photo and be sure to share what prompted you to take a photograph of that particular home!\n\nPROJECT RULES: Please only add the hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured on the Instagram blog at blog.instagram.com on Monday morning! Featured photo by "}, {"num_of_comments": 24, "num_of_like": "223,444", "path": "instagram/picture4886.jpg", "like_list": [], "date_time": "Mar 16, 2013", "location": "", "tag_list": ["@jonathanmatas", "#jonathanmatas"], "caption": "If you've recently spent time walking the streets of San Francisco, California, chances are you've come across a mural by Jonathan Matas. Through Instagram, Matas brings his followers into the studio, and in some cases, to the sites of his building-sized paintings. Matas' works draw from both meticulous detail and chaos: \"There are basically two extremes: complete planning and complete free styling. I avoid embracing one at the expense of the other and try to enjoy the dance between the two.\" Explore more of Matas' photos through his Instagram feed at  and through others' photos shared with the  hashtag."}, {"num_of_comments": 24, "num_of_like": "260,168", "path": "instagram/picture4887.jpg", "like_list": [], "date_time": "Mar 16, 2013", "location": "Leidsegracht", "tag_list": ["@regalphis", "@sfennema", "@macenzo", "@p_d_y", "@regalphis"], "caption": "The Netherlands's capital city, Amsterdam, is alive with sights and sounds. Hundreds of thousands of bicycles weave across the 1,281 bridges that span the city's many canals. The city is lush with parks, classical architecture and plenty of museums that make it one of the most important art sites in Europe.\nWant a first-person tour of Amsterdam? We put together a list of some amazing Instagrammers from in and around the city. Be sure to follow , ,  and !\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "269,779", "path": "instagram/picture4888.jpg", "like_list": [], "date_time": "Mar 15, 2013", "location": "Sweet Stop", "tag_list": ["#piday"], "caption": "Every March 14, mathematicians and pie lovers around the world come together to celebrate Pi Day. Pi, or \"π,\" is the symbol used to represent the number you get when you divide the circumference of a circle by its diameter. Why March 14? While Pi can be calculated to over one trillion digits, its first three—3.14—call to mind today's date.\n\nThe Instagram team celebrated Pi Day with some mini strawberry-blackberry crumble pies. Yum! Did you celebrate Pi Day? Tell us how in the comments below and share your photos with ."}, {"num_of_comments": 24, "num_of_like": "301,314", "path": "instagram/picture4889.jpg", "like_list": [], "date_time": "Mar 15, 2013", "location": "Albert Einstein Memorial", "tag_list": ["@carlosromero21"], "caption": "In honor of theoretical physicist Albert Einstein’s 134th birthday today, we’re exploring the Albert Einstein Memorial located in central Washington, D.C. Robert Berks based this statue on a bust he sculpted from life at Einstein’s home in 1953. Berks depicted Einstein with papers in his hand and carved three equations into those manuscripts that represent Einstein's important scientific advances: the theory of general relativity, the photoelectric effect and the equivalence of energy and matter.\n\nTo see more Instagrammers interacting with the 4-ton monument of the Nobel Prize-winning genius tap the blue Albert Einstein Memorial location link above! Photo by "}, {"num_of_comments": 24, "num_of_like": "224,543", "path": "instagram/picture4890.jpg", "like_list": [], "date_time": "Mar 14, 2013", "location": "Facebook HQ", "tag_list": [], "caption": "A member of our team, Lila, is expecting a baby boy in the next few weeks and today we threw her a surprise baby shower! Check out these awesome, custom insta-onsies our designers Tim and Maykel made just for her little man."}, {"num_of_comments": 24, "num_of_like": "328,525", "path": "instagram/picture4891.jpg", "like_list": [], "date_time": "Mar 14, 2013", "location": "Remainders End", "tag_list": ["@robertoluigi"], "caption": "Earlier today in Vatican City, thousands gathered to witness the selection of a new pope. The election came on the first full day of the cardinals’ conclave in the Sistine Chapel, and a week after Pope Benedict XVI’s final general audience. Argentina’s Cardinal Jorge Mario Bergoglio, the former archbishop of Buenos Aires, addressed the crowd after his selection and will take the name Pope Francis.\n\nInstagrammers were there capturing scenes from the announcement today. To view their photos, tap the blue Piazza San Pietro location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "144,766", "path": "instagram/picture4892.jpg", "like_list": [], "date_time": "Mar 14, 2013", "location": "", "tag_list": ["#instameet_miami", "#hkinstayay19", "#instameet_sealbeach", "#cv_party", "#instameet_lille_100313", "#igersoslo_100313", "#castelldegardeny"], "caption": "Over the past few weeks, Instagrammers around the world gathered together to take photos and share them on Instagram. We were excited to see photos posted from Miami (), Hong Kong (), Seal Beach (), Santa Cruz de Tenerife (), Lille (), Oslo (), and Lleida ()! Want to host your own InstaMeet or photowalk? Be sure to check out blog.instagram.com for tips on how to organize a great event."}, {"num_of_comments": 24, "num_of_like": "225,398", "path": "instagram/picture4893.jpg", "like_list": [], "date_time": "Mar 13, 2013", "location": "", "tag_list": ["#nyepi", "#ogohogoh", "@megasemadhi"], "caption": "In Bali, Indonesia, the Saka New Year—which this year falls on March 12—is observed by a day of silence, meditation and fasting known as Nyepi. On the eve of the holiday, negative spirits are vanquished through the Bhuta Yajna ritual. During this ritual, Ogoh-ogoh—large demonic figures constructed of bamboo and paper—are paraded through the streets, and then ceremonially burned. Once purified of humans' spiritual pollutants, the city is prepared for its day of silent reflection. Want to see more photos from Nyepi? Browse the  and  hashtags! Photo by ."}, {"num_of_comments": 24, "num_of_like": "327,898", "path": "instagram/picture4894.jpg", "like_list": [], "date_time": "Mar 12, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@wwys"], "caption": "Happy Monday, Instagram! It's time for the ! Today, we travel all the way to Hong Kong to meet two best friends: Yo, a 10-year-old Pekingese and her pal Little, a 6-year-old chihuahua. Follow their adventures at , and let them snuggle their way into your heart."}, {"num_of_comments": 24, "num_of_like": "158,540", "path": "instagram/picture4895.jpg", "like_list": [], "date_time": "Mar 12, 2013", "location": "", "tag_list": ["@italian_violins", "@moe_d_m", "@lwaijun", "@dandylion42", "@ejbrus", "@maritza_bonilla", "@vivwo", "@abacusrow", "@chaiwalla", "#WHPimadethis"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured photos for !"}, {"num_of_comments": 24, "num_of_like": "228,944", "path": "instagram/picture4896.jpg", "like_list": [], "date_time": "Mar 12, 2013", "location": "第十八共徳丸", "tag_list": ["@moss_green"], "caption": "On 11 March 2011, a 9.03 magnitude earthquake struck off the Pacific coast of Tōhoku, Japan, and triggered powerful tsunami waves that travelled up to 10 km (6 mi) inland.\nRemnants of Tōhoku's destruction remain today in northern Japan. In Kesennuma, Miyagi prefecture alone, 17 ships ran aground but just one—a 330-ton, 200-foot-long fishing boat called the No. 18 Kyotokumaru (第十八共徳丸)—still sits where the waves left it over 800 meters (.5 mi) from the city’s harbor. The city of Kesennuma is debating whether to leave the Kyotokumaru as a monument or dismantle it. While some visit the site to pay their respects, others find the ship to be a painful reminder of the disaster.\n\nFor more photos of the Kyotokumaru, tap the blue location text above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "168,452", "path": "instagram/picture4897.jpg", "like_list": [], "date_time": "Mar 11, 2013", "location": "", "tag_list": ["@jimmytejada", "@yellowillow", "@chocomamiko", "@carlzoch", "@oldmancanyon", "@carsk", "@wxyzjewelry", "@alebaldwin", "@nicoleelise03"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "226,273", "path": "instagram/picture4898.jpg", "like_list": [], "date_time": "Mar 10, 2013", "location": "Sundial Bridge at Turtle Bay", "tag_list": ["@theorem"], "caption": "Late tonight, people around the world will kick off Daylight Saving Time (DST) by advancing their clocks one hour. To mark the season, we’re celebrating Redding, California’s iconic Sundial Bridge. Spanish architect Santiago Calatrava designed the bridge in the form of a massive sundial. It spans the Sacramento River, offering a photogenic route for bicycles and pedestrians.\n\nFor more photos of the Sundial Bridge, tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "157,571", "path": "instagram/picture4899.jpg", "like_list": [], "date_time": "Mar 9, 2013", "location": "", "tag_list": ["#WHPimadethis", "@jarrodreno"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture photographs of something you’ve made or created by hand. Some ideas to get you started: grab an old magazine and make a collage, pick up a pencil and sketch what you see out your window, carefully craft a dozen beautiful cupcakes, or create a thoughtful card for a friend—regardless of how you channel your creativity this weekend, be sure to have fun!\n\nPROJECT RULES: Please only add the hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured on the Instagram blog at blog.instagram.com on Monday morning! Featured photo by "}, {"num_of_comments": 24, "num_of_like": "169,065", "path": "instagram/picture4900.jpg", "like_list": [], "date_time": "Mar 9, 2013", "location": "", "tag_list": ["@bethanyhamilton", "@yokoonoofficial", "@gabbydoug2012", "@padmalakshmi"], "caption": "Today, men and women around the world will celebrate International Women’s Day. Since the early 1900s people have used the annual holiday as an opportunity to celebrate women's economic, political and social achievements. In honor of this, we're recognizing several exceptional women that utilize Instagram to document their incredible stories of talent, triumph and humanitarianism: professional surfer , peace activist , Olympic gold medalist  and health advocate and TV host . To find out more, be sure to visit blog.instagram.com.\n\nDo you know of an incredible woman using Instagram to share their story? Let us know in the comments below!"}]}