{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "503,234", "path": "instagram/picture3501.jpg", "like_list": [], "date_time": "Dec 25, 2014", "location": "", "tag_list": ["@juliabesidethesea", "#12daysoffaffing", "#12daysoffaffing", "@juliabesidethesea", "@juliabesidethesea"], "caption": "Taking a creative twist on the classic Christmas carol, UK Instagrammer Julia Smith () started the  hashtag series last year to share the festive preparations that were underway in her home in Eastbourne. From baking the Christmas cake, to decorating the house and wrapping gifts, “Faffing is a bit like procrastinating—in this case in the most pleasurable way,” says Julia. “It’s taking time to enjoy the task in hand rather than going through the motions to get it done.” This year, Julia encouraged others to join in and share their holiday preparations and inspirations. “I hope that people are inspired to create a more handmade and personal Christmas,” she says. “I think if the idea is out there and you are inspired, then have a go!” For more photos of Christmas preparations from the Instagram community, browse the  hashtag and follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "764,898", "path": "instagram/picture3502.jpg", "like_list": [], "date_time": "Dec 25, 2014", "location": "Dyker Heights Christmas Lights", "tag_list": ["@its_alicia", "#DykerHeights", "@richhawkinz"], "caption": "Each December, throngs of people from across the New York City area descend upon the quiet Brooklyn neighborhood of Dyker Heights for one of the nation’s most extravagant displays of holiday spirit. “I’ve never seen anything like it in all of my life,” says Alicia Hosking (), a Melbourne, Australia native who recently arrived in New York. Alicia’s friend organized a trip to the neighborhood, but kept their destination secret. “It was a cold night, and we had to walk far from the subway station to get there. But once we turned the corner and saw the street full of lights, it was so worth it.” Accustomed to Australia’s mid-Summer Christmas, Alicia found the experience particularly special. “It’s as if some residents are trying to outdo each other,” she says. Competitiveness of the displays aside, Alicia notes, “there was a genuine sense of Christmas spirit.” To see more festive photos and videos from Dyker Heights, explore the  hashtag and tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "667,313", "path": "instagram/picture3503.jpg", "like_list": [], "date_time": "Dec 24, 2014", "location": "Santa Claus Village", "tag_list": ["@santaclausoffice", "@santaclausoffice", "@santaclausoffice"], "caption": "With all those letters to read, it makes sense that Santa Claus would need an office. And you can go visit it in Rovaniemi, Finland. The office is run by a privately owned company, which welcomes visitors to meet Santa every day of the year. “Santa Claus lives at a place in Finland called Korvatunturi, which translates as Ear Mountain,” says Minttu, the head elf at Santa Claus Office (). “That’s where all the Christmas present-making happens. It is so secret that only Santa Claus, elves and reindeer can enter— which is why Santa decided to have a public office by the Arctic Circle in Finland.” If you can’t make it to Finland before Christmas, tap the blue location text above and follow , where the elves share their daily lives and glimpses of the big man himself.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "624,658", "path": "instagram/picture3504.jpg", "like_list": [], "date_time": "Dec 24, 2014", "location": "", "tag_list": ["@annamariafjellstrom", "@annamariafjellstrom"], "caption": "Extending across the northern edge of Scandinavia, the arctic Sápmi region is home to the indigenous people called the Sami. “We Sami calls ourselves the ‘people with eight seasons,’ and each season means different types of work with the reindeer,” explains Anna-Maria Fjellström (), who returned north after college for the nomadic life of a reindeer herder. “In spring, summer and autumn, reindeer graze in the mountains close to the Norwegian border,” Anna-Maria explains. As colder weather approaches, Anna-Maria and her fellow Sami guide their herds eastward towards the more temperate pine forests of the Baltic coast. With snowmobiles and skis, Anna-Maria protects her flock from predators. “We guard them in the winter area until the spring, when we return to the mountains before their new calves are born.” Photo by "}, {"num_of_comments": 24, "num_of_like": "550,568", "path": "instagram/picture3505.jpg", "like_list": [], "date_time": "Dec 23, 2014", "location": "", "tag_list": ["@nikolaikrusser", "@nikolaikrusser"], "caption": "Access is everything. St. Petersburg, Russia Instagrammer Nikolai Krusser () works as a lighting technician at the Mikhailovsky Theatre, but his behind-the-scenes photography of the performers has become his passion. His access allows him to create photos that he calls “charming documentaries” — images that capture secret and mysterious angles. Nikolai believes his best photos are the ones that didn’t go as expected. “Either my hand trembled, the space around me didn’t want to follow my idea for the shot, or everything in the composition was the opposite of what I planned,” he says. Instead of seeing imperfections, he saw the images in a new light. “Everyone can make a good photo by accident,” says Nikolai. “What's important is to recognize when an accidental shot is great.” Photo by "}, {"num_of_comments": 24, "num_of_like": "673,576", "path": "instagram/picture3506.jpg", "like_list": [], "date_time": "Dec 23, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@goatsofanarchy", "@goatsofanarchy"], "caption": "Hello, Instagram! This week we take a break from our regular programming for an unconventional ! Say hello to Jax, Opie, Otto, Tig and Nero (), a gang of teensy little goats whose antics are filled to the brim with playfulness and mischief. To add a little farm fluff to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "489,598", "path": "instagram/picture3507.jpg", "like_list": [], "date_time": "Dec 23, 2014", "location": "", "tag_list": ["@liefstoerstout", "@finn", "@joshuacogan", "@ibenster", "@bybrittm", "@huseyintaskin", "@nasyakopteva", "@lavicvic", "@alexandrabronson", "#WHPfairytale"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "473,006", "path": "instagram/picture3508.jpg", "like_list": [], "date_time": "Dec 22, 2014", "location": "", "tag_list": ["@samharrisphoto", "@samharrisphoto"], "caption": "This week we are looking back at some of the inspiring stories in 2014 from around the Instagram community. Today, it’s the work of photographer Sam Harris (), whose account was featured here on June 11. “This image is part of a body of work titled 'The Middle of Somewhere' about my daughters growing up in rural Australia,” says Sam. “I particularly like the way Uma's hair dances and licks across the frame, reaching out towards the trees like tendrils. There's a palpable energy between Uma and the forest.” Photo by "}, {"num_of_comments": 24, "num_of_like": "564,408", "path": "instagram/picture3509.jpg", "like_list": [], "date_time": "Dec 22, 2014", "location": "", "tag_list": ["@ivankphoto", "@ivankphoto"], "caption": "This week we are looking back at some of the inspiring stories from around the Instagram community in 2014. Today, it’s the work of photographer Ivan Kashinsky (), whose account was featured here on July 27. “I shot this photo in Ecuador while working on Project Mi Barrio, a story about my rapidly changing neighborhood,” says Ivan. “It tells a story of friendship between a man and his dog as they are cradled in layers of the Andes, giving us a sense of the land that they are tied to.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "667,333", "path": "instagram/picture3510.jpg", "like_list": [], "date_time": "Dec 21, 2014", "location": "", "tag_list": ["@pgannawayphoto", "@chetankumarstudio", "@cutraro", "@danielemattioli", "@katiemeyler", "@rogerhenrique", "@shelserkin", "@leyuwera1", "@joachimladefoged", "@rogerhenrique"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "414,460", "path": "instagram/picture3511.jpg", "like_list": [], "date_time": "Dec 21, 2014", "location": "", "tag_list": ["@sophiarapata", "@sophiarapata"], "caption": "“Clown witch nymph” may seem like an unusual way to describe oneself, but for Indiana-based artist Sophia Rapata (), these associations perfectly match the dark, fantastical artwork she creates. “I know how to juggle, make people laugh, face paint and do magic,” she says. “I'm not really a nymph, but I love nature.” Sophia is also a musician, and often matches her original, off-kilter music with visual pieces using time-lapse videos. “I'm obsessed with creating,” she says. “If I don't paint for at least an hour a day, my heart will stop beating.” Video by "}, {"num_of_comments": 24, "num_of_like": "720,706", "path": "instagram/picture3512.jpg", "like_list": [], "date_time": "Dec 21, 2014", "location": "", "tag_list": ["@wacamera", "#howIshoot", "@wacamera"], "caption": "“The one thought that’s always with me is that I want to share mysterious and beautiful images,” says commercial photographer Keiko Kosaka () of Osaka, Japan in this edition of . Keiko creates scenes from a fantasy world made of vibrant colors, precisely timed lighting and playful shadows. She especially loves featuring silhouettes in her work, often having her closest Instagram friends pose in her photos. Keiko’s tricks to capturing clean and compelling silhouette photos include: knowing which angle to shoot from in relation to the direction of the light source; choosing a simple background to make the silhouettes stand out; carefully posing your models to obtain clear shapes of the subjects; and adjusting the color and contrast to emphasize the details of the silhouettes. “All the necessary conditions have to align perfectly in order to capture a clear-cut silhouette, and it’s always a challenge.” Photo by "}, {"num_of_comments": 24, "num_of_like": "430,531", "path": "instagram/picture3513.jpg", "like_list": [], "date_time": "Dec 20, 2014", "location": "", "tag_list": ["#WHPfairytale", "#WHPfairytale", "@littleredwanderings"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos that feel like scenes from fairytales. Some tips to get you started:\nYour setting will be important for this project. Seek out natural landscapes in forests and fields or create an urban fairytale as you explore your city. Next, many beloved fairy tales contain elements of magic. Don't be afraid to pull in unexpected props or costumes. From capes to teacups and anything in between, details will help create the fantasy of the scene. Finally, imagine your scene as a page from a picture book and try to tell a visual story with your photo.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "455,600", "path": "instagram/picture3514.jpg", "like_list": [], "date_time": "Dec 19, 2014", "location": "", "tag_list": ["@a_collage", "@a_collage"], "caption": "“Our identity is usually defined around our face,” explains Boston creative director Molly Tibbetts Scannell (). “It’s what babies resonate to immediately. It's in our DNA.” She compares her collaged portraits to familiar strangers, “(They are) people that you see everyday in a particular setting but know nothing about.” In her artwork, Molly often distorts or erases the faces. “It allows anyone that sees it to illustrate their own story. Removing the 'identity' brings in a bigger landscape of color and shapes. It has the ability to tell a bigger story. Maybe you see yourself. Or maybe not. It’s all in the eye of the beholder.” Photo by "}, {"num_of_comments": 24, "num_of_like": "495,425", "path": "instagram/picture3515.jpg", "like_list": [], "date_time": "Dec 19, 2014", "location": "", "tag_list": ["@dearaujo", "@dearaujo"], "caption": "Architect Décio Araújo () fuses photography and digital art to remodel his hometown of São Paulo. By infusing wildlife and nature into urban scenes, Décio creates montages entirely on his phone to express a different perspective on daily urban life. “I try to capture the city in unusual ways so that people might become more critical of the spaces in which they live,” he says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "422,729", "path": "instagram/picture3516.jpg", "like_list": [], "date_time": "Dec 18, 2014", "location": "", "tag_list": ["@andrewquilty", "@andrewquilty"], "caption": "“I try to articulate the simple, yet harsh everyday lives of Afghans. I suppose I'm fascinated to observe a young population that has known no reality but war in forty years,” says Australian photojournalist Andrew Quilty (). Currently based in Kabul, he covers news events around the region, including the unfolding crises spilling across the borders of northern Iraq, Turkey, and Syria. His own life journey began very differently, on beaches in the South Pacific. “I grew up in Sydney and spent my post-high school years surfing there and all over Australia and Indonesia,” he explains. “My interest in photography came a couple of years into that, and I began to combine the two obsessions when I got myself an underwater camera housing. Over time my passion for photography—as it became my career—began to override surfing. So much so that I now find myself living in a landlocked desert of a country, Afghanistan.” Photo by "}, {"num_of_comments": 24, "num_of_like": "396,089", "path": "instagram/picture3517.jpg", "like_list": [], "date_time": "Dec 18, 2014", "location": "", "tag_list": ["@sammy_mason", "@sammy_mason", "@sammy_mason"], "caption": "You might say that becoming a pilot was preordained for Sammy Mason (), who lives above an airport hangar in Santa Paula, California. “My mom is a pilot, my dad is a second-generation pilot, all my uncles are pilots and a few of my aunts too,” he says. But when he became the youngest stunt pilot to qualify for the US National Advanced Aerobatic Team last year at age 19, it was due to his own talent and persistence.\n\nWhile Sammy is quick to note the risks of his stunts—“There’s seldom any second chances in aerobatic flying”—he says learning to fly recreationally is more accessible than people think. His advice? “Stay away from bigger airports. Find a small airport with a mom and pop flight school. If you don’t have much money, most places will give you a job cleaning airplanes in exchange for flight time.” To see more harrowing photos and videos captured by Sammy’s cockpit and wing-mounted cameras, follow .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "431,228", "path": "instagram/picture3518.jpg", "like_list": [], "date_time": "Dec 17, 2014", "location": "", "tag_list": ["@nickgentryart", "@nickgentryart"], "caption": "“I can see some kind of haunting beauty in these forgotten items,” says British artist Nick Gentry (), about the obsolete items like computer disks, film negatives, and x-rays that he collects from strangers and then assembles into human forms. “These materials combine to form a composition of interconnected histories. In a sense none of us has a singular identity because who we are is purely the result of who we have connected with.” Nick describes his ambivalence toward this human machinery. “There's a certain vulnerability to being human,” he says. “We are entirely dependent on the objects we create around us, increasingly so with regard to technology. The fascinating and possibly scary part for me is that it’s almost like we are building this machine that we don't know how to stop.” Photo by "}, {"num_of_comments": 24, "num_of_like": "437,096", "path": "instagram/picture3519.jpg", "like_list": [], "date_time": "Dec 17, 2014", "location": "", "tag_list": ["@lorraineloots", "@lorraineloots"], "caption": "When South African painter Lorraine Loots () started a project to create a miniature painting every day for a year, she decided to share each painting on Instagram with her friends to hold herself accountable. Now in its second year, “365 Paintings for Ants” is inspired by themes from the artist’s home city of Cape Town.\n\nTo create the miniature painting, Lorraine draws a 3-centimeter circle and layers watercolor paints to build the detail. “I don’t use a magnifying glass,” she exclaims. “Though it would probably make the job easier on my eyes!” Photo by "}, {"num_of_comments": 24, "num_of_like": "389,219", "path": "instagram/picture3520.jpg", "like_list": [], "date_time": "Dec 17, 2014", "location": "", "tag_list": [], "caption": "Today, we’re excited to bring you five new photo filters. Inspired by the photography, art, fashion and design of the global Instagram community, we’re releasing five new filters that we believe are our best yet. You’ll see the filters at the front of your filter tray: Slumber, Crema, Ludwig, Aden and Perpetua. They soften and subtly shift colors to achieve the look and feel you want for your each photo.\n\nTo make it easier to choose between filters, we've also updated how they’re displayed. When you go to apply a filter to your photo, each filter icon on the bottom now displays a blurred preview of your photo with its effect applied. This lets you see at a glance how your photo will appear with each filter applied.\n\nFinally, we know that everyone has their favorite filters. We want to keep things simple as we add more, so we’ve added a new “Manage” button at the end of your filter tray. Tap it to re-arrange the order of your filters and hide the ones you rarely use.\n\nTo learn more about the new filters and how to rearrange your filter tray, visit help.instagram.com.\n\nInstagram for iOS version 6.4.0 is available today in Apple's App Store, and Instagram for Android version 6.12.0 is available today on Google Play."}, {"num_of_comments": 24, "num_of_like": "371,021", "path": "instagram/picture3521.jpg", "like_list": [], "date_time": "Dec 16, 2014", "location": "", "tag_list": ["@tobylouketubah", "@tobylouketubah"], "caption": "San Francisco-based artist Toby Simon () grew up in a house full of Jewish art and with a creative spirit. “I had a junk box in my room that was filled with things I collected, like berry cartons, straws, ribbons and random bits of plastic. From these pieces I created little inventions, like musical instruments,” she says. Later in college, Toby discovered a passion for Hebrew calligraphy and began designing her own Judaical art, featuring references to Jewish culture ranging from menorahs and poetry to modernizing ketubah, the Jewish marriage contract.\nNow a full-time mom with two children, Toby finds time to create early in the morning or during nap time. For the upcoming Jewish holiday of Hanukkah, she continues to adapt tradition. Her menorahs made of fabric and buttons are a “safe way for children to count out the eight nights of Hanukkah with their parents.” Photo by "}, {"num_of_comments": 24, "num_of_like": "509,753", "path": "instagram/picture3522.jpg", "like_list": [], "date_time": "Dec 16, 2014", "location": "", "tag_list": ["#CatHerdersDay", "#WeeklyFluff", "@jjm1067", "@humanesociety", "#WeeklyFluff", "@jjm1067"], "caption": "Today we honor our independently-minded feline friends in a very special  edition of the ! Say hello to Lucky, Peony and Soul (), three snuggly kitties who spend their days lazing about in Michigan.\nThis pampered trio is one of 130 fluffy contributors to our 2015 Animals of Instagram calendar, which benefits the Humane Society of the United States (). Pick up a copy for your favorite  enthusiast at humanesociety.org/instacalendar, and add a triple-dose of cat fluff to your feed by following ."}, {"num_of_comments": 24, "num_of_like": "361,481", "path": "instagram/picture3523.jpg", "like_list": [], "date_time": "Dec 16, 2014", "location": "", "tag_list": ["@brookslegacy", "@hgrdrgz", "@oscar_ro", "@atl321", "@scodygittings", "@kimbythesea", "@whirlwindcourtship", "@jagratimarwaha", "@rose.dud", "#WHPwordstoimages"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !\n\nBe sure to tap through to their accounts to read the words that inspired their photos and videos."}, {"num_of_comments": 24, "num_of_like": "508,666", "path": "instagram/picture3524.jpg", "like_list": [], "date_time": "Dec 15, 2014", "location": "", "tag_list": ["@a_novel_idea_21", "#bookart", "#booksculpture", "@a_novel_idea_21"], "caption": "In her off-hours as a 911 emergency call dispatcher, Marlene Marques () spends her time folding up and tearing through pages of old novels in her New Jersey home. \"Book art is about giving books new life,\" she says. \"Especially in the age of e-readers and e-books, it’s a great way to bring physical novels back into people’s homes.\" For more lovely literary art, explore the  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "410,602", "path": "instagram/picture3525.jpg", "like_list": [], "date_time": "Dec 15, 2014", "location": "", "tag_list": ["@canarinocippo", "@canarinocippo"], "caption": "“I could not resist the temptation to give him a family and love,” says Corrado Trincali (), remembering the first day he saw his canary Cippo, who was confined in a tiny cage at a local pet shop. Corrado, a student based in Bologna, Italy, says the curious Cippo now flies free around his small apartment, and all the photos he posts to his Instagram account are taken there. But these images aren't meant to document Cippo's daily life, but rather they are a way for Corrado to convey his own feelings. “I try to create an emotional diary—to convey my passions and express myself through Cippo.” Photo by "}, {"num_of_comments": 24, "num_of_like": "446,550", "path": "instagram/picture3526.jpg", "like_list": [], "date_time": "Dec 15, 2014", "location": "", "tag_list": ["@alitajikpics", "@minduim", "@tyronefoto", "@andrewlichtenstein", "@ju_antonov", "@photographer_justinmott", "@taylorjewell", "@maddiemcgarvey", "@mojos_s", "@photographer_justinmott"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "472,019", "path": "instagram/picture3527.jpg", "like_list": [], "date_time": "Dec 14, 2014", "location": "", "tag_list": ["@_indochine_", "@_indochine_"], "caption": "São Paulo wine importer Marcela Furlan () calls herself a color hunter. “I pay extreme attention to details and accept all environments as possible opportunities for pursuing and capturing color,” she says. During her childhood, Marcela accompanied her parents on their many travels and was exposed to new cultures in places as diverse as Greece and Norway. She says, “because of this, I developed a nomadic personality, absorbing foreign ways of looking at everyday situations.” Photo by "}, {"num_of_comments": 24, "num_of_like": "427,376", "path": "instagram/picture3528.jpg", "like_list": [], "date_time": "Dec 13, 2014", "location": "", "tag_list": ["@abu888", "@abu888"], "caption": "“I would not have been this hooked on black-and-white photography had I not known about Instagram,” says Akihito Nagata () of Osaka, Japan. Over the past two years, Akihito’s photographic style has evolved significantly from daily captures of his life in color to monochrome portraits to carefully composed black-and-white street photography. “I was amazed by all the black-and-white photos I found on Instagram,” he says, “especially the architecture photos.” Akihito says that shooting and editing a good black-and-white photo is mostly intuitive, although he does have a few tricks—like experimenting with silhouettes, creating depth in the composition, and making just the right adjustments to the brightness and tone. “With black-and-white photography, you get to create a mixture of reality and fantasy,” he continues, “and that is what fascinates me the most.” Photo by "}, {"num_of_comments": 24, "num_of_like": "412,075", "path": "instagram/picture3529.jpg", "like_list": [], "date_time": "Dec 13, 2014", "location": "", "tag_list": ["#WHPwordstoimages", "#WHPwordstoimages", "@misspotterphd"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos and videos inspired by written words. Some tips to get you started:\nTo start, think about words that have inspired you, whether they're from poetry, literature, song lyrics or famous quotations. Whatever you choose, be sure to share it in your caption. As you plan your shoot, consider the imagery described in the words. Think about how you can recreate those images in your photo or video. Alternatively, try creating photos and videos that match how the words make you feel. Don't be afraid to get abstract.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own photographs and videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged image or video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "613,997", "path": "instagram/picture3530.jpg", "like_list": [], "date_time": "Dec 12, 2014", "location": "", "tag_list": ["@namaste_mb", "@namaste_mb"], "caption": "“There is nothing in life that can give me as much energy as northern Russia, with its inhospitable climate and deep forests,” says Moscow-based Mikhail Barynin (), a documentary filmmaker who first visited and fell in love with the north of Russia when he was 13 years old. “Since that moment, my world has been changed,” he reflects. “I felt how gorgeous nature was there, and its power.” Mikhail looks for film subjects in some of Russia’s most far-flung regions, where people live far from civilization. “It takes me a lot of time to find these people,” he says, “to understand and feel their northern lifestyle. They are heroes in my documentaries, and at the same time, they became my personal heroes. They are happy with a lack of roads, because they feel a freedom in nature’s movements, and its calm harmony.” Photo by "}, {"num_of_comments": 24, "num_of_like": "411,932", "path": "instagram/picture3531.jpg", "like_list": [], "date_time": "Dec 12, 2014", "location": "", "tag_list": ["@averose13", "#steampunk", "@averose13"], "caption": "For Los Angeles-based artist Ave Rose (), steampunk art is as much about self-expression as it is about inner-healing. “As a child, I would escape to imaginary worlds filled with whimsical creatures. I never really allowed myself to go back there as an adult,” she says. “Then, a life event happened that broke my spirit. That’s when I started creating.” Ave’s first “watchbot” happened by chance, built from pieces of several old, broken watches she came across. “It’s a gateway back into the fantasy realms of my childhood,” she says.\n\nFor more art and photography from the steampunk community on Instagram, explore the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "551,489", "path": "instagram/picture3532.jpg", "like_list": [], "date_time": "Dec 12, 2014", "location": "Palais de Tokyo", "tag_list": ["@palaisdetokyo", "@sylviemicheline"], "caption": "Until January 11, visitors of the Palais de Tokyo museum in Paris () can explore an installation made entirely of clear tape which stretches like a canvas playground above the entranceway. “Entering the installation is an amazing experience,” says Daria de Beauvais, who co-curated the piece, called “Tape/Paris,” by the collective Numen/For Use. \"It feels like going back to childhood, crawling and walking on all fours. It is at once physical and psychological.” Photo by "}, {"num_of_comments": 24, "num_of_like": "476,634", "path": "instagram/picture3533.jpg", "like_list": [], "date_time": "Dec 11, 2014", "location": "", "tag_list": ["@shish0va", "@shish0va", "@shish0va"], "caption": "“The dark tones of the grass are challenging for me to capture, but it is something beautiful which I look for everywhere—in the mountains of Georgia, in London, and even in unexpected places like Rostov Kremlin,” says Irina Shishova (), an Instagrammer from Pushchino, in Russia. “My hometown is so small, it looks more like a green park than a city. All my photos are taken of the grass, the gardens of residents, fields near the city, and all the grass that I can find and capture during my life.” To see more Irina’s photos of botanical gardens, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "591,016", "path": "instagram/picture3534.jpg", "like_list": [], "date_time": "Dec 11, 2014", "location": "", "tag_list": [], "caption": "We’re proud to announce that there are now 300 million Instagrammers, sharing more than 70 million photos and videos each day.\nAs Instagram gets bigger, we’re focused on helping you discover more. Today, we’re excited to say that verified badges for celebrities and brands will be rolling out in the coming days, making it easier for you to find and connect with authentic accounts.\nFinally, we’re committed to keeping Instagram free from fake and spammy accounts. We’ve been deactivating these accounts on an ongoing basis—and now we will be deleting these accounts forever. As a result, some of you will see a change in your follower count, though most of you won’t see any impact. If you’re one of those who will see a correction, you will see a notification in the app directing you to additional information.\nThank you for your passion, creativity and support over these past four years. We can't wait to see what you do next.\n\nTo learn more about these new initiatives, check out blog.instagram.com. ---- Clarification: Hey everyone. Don't worry about your account being deleted. We've already finished deleting the accounts that are part of this cleanup."}, {"num_of_comments": 24, "num_of_like": "367,681", "path": "instagram/picture3535.jpg", "like_list": [], "date_time": "Dec 10, 2014", "location": "", "tag_list": ["@balintporneczi", "@balintporneczi"], "caption": "“I had a burnout. I thought I was in the wrong place — in the head, and in the soul,” says Hungarian photographer Balint Porneczi (), describing a period working for a newspaper in Budapest. “When you wake up in the morning, you don’t want to shoot the same thing, knowing it will be in the trash the next day. This thing became like a life in a factory.” With that, Balint started a new life in France, where he delivered newspapers in small villages before finding work again as a photojournalist. On Instagram, he shares a series of street portraits of the people he encounters in his daily life. He cites August Sander, an early 20th century German portraitist, as an inspiration, and describes his surprise to find himself making portraits with an iPhone. “It makes me happy, I enjoy photography as I did in the beginning. I re-found the pleasure, and slowly different doors start to open.” Photo by "}, {"num_of_comments": 24, "num_of_like": "572,715", "path": "instagram/picture3536.jpg", "like_list": [], "date_time": "Dec 10, 2014", "location": "", "tag_list": ["#Hellomynameis", "@deltalex", "@deltalex"], "caption": "“ Alex Benetel () and I’m a 21-year-old student from Sydney, Australia. Someone recently described my photography as exploring the stories of ‘lonely souls.’ I was intrigued by this analysis because, for me, photography is a form of self-expression. I see a lot of longing in my work. As both a young artist and a person, I’m still trying to find my way in the photography world and, ultimately, in my life. Like everyone else, I have big dreams that I hope to achieve one day.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "471,373", "path": "instagram/picture3537.jpg", "like_list": [], "date_time": "Dec 9, 2014", "location": "", "tag_list": ["@garybaseman", "@garybaseman"], "caption": "“ChouChous are creatures that take away your negative energy and hate, absorb it, then ooze it as ‘Creamy Gooey Love’ out of their belly buttons,” says Gary Baseman (), referring to some of the recurring characters in his artwork. The Los Angeles-based artist’s work spans drawing, painting, photography, film, fashion, and art performance. He adds a disclaimer, “I don’t create these characters, they create themselves. I just draw them.” Gary’s artwork enters the public sphere in the form of television cartoons, board games, clothing, and in a retrospective exhibition that is now on display in the Shanghai K11 Art Mall. “I believe art is how we share our lives, hopes, dreams, fears, and thoughts with others, either old friends or others in different cultures. If I had to use one sentence to describe my art it would be: to celebrate the beauty of the bittersweetness of life.” Photo by "}, {"num_of_comments": 24, "num_of_like": "554,698", "path": "instagram/picture3538.jpg", "like_list": [], "date_time": "Dec 9, 2014", "location": "", "tag_list": ["#finalsweek", "#WeeklyFluff", "@rustyrodas", "@rustyrodas"], "caption": "Hello, Instagram! It’s time for a special  edition of the ! Meet Rusty (), a handsome and studious Golden Retriever from Portland, Oregon. When not hitting the books, Rusty spends his time at the local animal rescue helping rehabilitate shelter dogs. To add a dose of dashingly dressed Golden to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "374,567", "path": "instagram/picture3539.jpg", "like_list": [], "date_time": "Dec 9, 2014", "location": "", "tag_list": ["@courtperkins", "@_qayyum", "@mihailonaca", "@toronto_raymond", "@jdanielw", "@taras.klim", "@aziz_may87", "@arthurgalaxy", "@cancanancavidan", "#WHPgeometry"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "572,528", "path": "instagram/picture3540.jpg", "like_list": [], "date_time": "Dec 9, 2014", "location": "", "tag_list": ["@kleineknetwelt", "@kleineknetwelt"], "caption": "“I mainly work with dental tweezers, needles, wooden sticks and a scalpel,” says Vera Märker () of Linsenhofen, Germany. But ultimately, she can turn even kitchen utensils such as cookie cutters or a pasta machine into tools to create imaginative worlds made of polymer clay. A trained mechanical engineer, Vera is inspired by everyday situations and people around her. “You have to look to see,” she points out. The reason for her miniature medium has practical roots: “As a teenager I just didn’t have the money to buy a lot of stuff, so I had to work small. This uses considerably less material.” Photo by "}, {"num_of_comments": 24, "num_of_like": "507,182", "path": "instagram/picture3541.jpg", "like_list": [], "date_time": "Dec 8, 2014", "location": "", "tag_list": ["@villedelyon", "@clotildeboisrenard", "@_guen", "#fetedeslumieres", "@margoc75"], "caption": "Every year at the beginning of December, the Fête des Lumières (Festival of Lights) takes place in the French city of Lyon (), illuminating the city's parks and building facades with 75 light installations set to music. The festival now attracts huge crowds from all over the world, but it began as a Lyonnaise religious tradition of placing candles in jars on windowsills. Since the 19th century, lighting techniques have advanced and the four-day festival now features artists and performers along with brilliant displays. “It's a really important event for Lyon,” says local Instagrammer Lucie Malbéqui (), whose Instagram photos are inspired by light and shadow. Instagrammer Guénaëlle Steinberger () adds, “It smells of chestnuts and mulled wine. It's like a taste of Christmas, and the ambiance is very serene and peaceful.” For more lights from Lyon, browse the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "528,921", "path": "instagram/picture3542.jpg", "like_list": [], "date_time": "Dec 7, 2014", "location": "", "tag_list": ["@batian_kenya", "@david_gram", "@helenevienna", "@jasonspethphoto", "@renatapedrosa", "@robertcaplin", "@shepreebright", "@sou_a_madalena", "@vladkasatkinru", "@vladkasatkinru"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "393,683", "path": "instagram/picture3543.jpg", "like_list": [], "date_time": "Dec 7, 2014", "location": "", "tag_list": ["@danejacksonkayak", "@ericjacksonkayak", "@danejacksonkayak", "@danejacksonkayak"], "caption": "Plunging through the roiling whitewater of multistory waterfalls is what 21-year-old professional kayaker Dane Jackson () does best. “I have been kayaking since I was two years old,” says Dane, whose father Eric Jackson () is a freestyle kayaking legend and former Olympian. “I was around the river and around kayaking almost every day, so from the beginning I had no doubt I wanted to be a kayaker.” Based out of Walling, Tennessee, Dane spends nearly 300 days per year on the water, often in remote parts of the world navigating the planet’s most challenging whitewater. “I love being able to travel the world with my family and friends while doing my favorite sport and passion—and at the same time pushing myself physically and mentally.” To see more photos and videos from Dane’s epic whitewater adventures, follow .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "586,823", "path": "instagram/picture3544.jpg", "like_list": [], "date_time": "Dec 6, 2014", "location": "", "tag_list": ["@livingitrural", "@livingitrural"], "caption": "“People look at me in disbelief and think I'm nuts when I lay down next to a 800kg bull to take his picture,” says Remo Jacobs (). The 17-year-old student from Gangelt, Germany, grew up with Scottish Highland cattle. The animals were reintroduced into the wild in a nature protection area close to Remo's house when he was four years old. Knowing the herd for over 13 years, Remo can now read the body language of the cattle. “If a cow looks at me and then looks away after a few seconds I know I can come closer. But if the animal stops and\nstares at me, it feels threatened.” Remo is particularly taken with the calves. “I just lay in the grass and wait. They'll approach curiously, and often I can pet them.” Photo by "}, {"num_of_comments": 24, "num_of_like": "325,635", "path": "instagram/picture3545.jpg", "like_list": [], "date_time": "Dec 6, 2014", "location": "", "tag_list": ["#WHPgeometry", "#WHPgeometry", "@thomasbrandt"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to take creative photos that feature geometric shapes and strong lines. Some tips to get you started:\nTry thinking of a single shape and looking for it as you go about your day. Once you train your eyes, you’ll start to see shapes all around you. Next, keep the rule of thirds principle in mind when thinking about composing your image. Turn on your phone camera’s grid overlay and place your subjects along the lines or at their intersections. Finally, if the shapes that make up a scene aren’t immediately apparent, try a different point of view. Getting up close, moving further away or even shooting from above or below will help you get a different angle.\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "479,619", "path": "instagram/picture3546.jpg", "like_list": [], "date_time": "Dec 5, 2014", "location": "", "tag_list": ["@tatianamoraliautaud", "@fotokonbit", "@tatianamoraliautaud", "@fotokonbit", "@tatianamoraliautaud"], "caption": "“I had always planned to move back, but after the 2010 earthquake it was too difficult to stay away,” says Tatiana Liautaud (), who left Haiti for Northern California in her late teens. “Haiti is my home.” During the week, Tatiana is an educational project director and professional photographer. On the weekends, she dedicates her time to FotoKonbit (), a nonprofit she co-founded that teaches photography to Haitian youth and adults.\nHelping Haitians find a voice to tell their own stories and those of their neighbors is what motivates Tatiana. “Watching students understand and express things about themselves and their communities through photography is something I really love.” To see more of Haiti’s vibrancy through the lens of Haitians, follow  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "293,619", "path": "instagram/picture3547.jpg", "like_list": [], "date_time": "Dec 5, 2014", "location": "", "tag_list": ["@kellyangood", "@thepopuppinholeco", "@mediaspaceldn", "@thepopuppinholeco"], "caption": "“People are so used to taking a picture with their phone or a digital camera and using the viewfinder. But with a pinhole camera, you have to use your eyes,” says Kelly Angood (), a London Instagrammer who makes pinhole cameras for her business, The Pop-up Pinhole Company (). “With pinhole photography, it’s the light creating the image. You forget that light travels in straight lines,” she explains. “It goes into the pinhole and refracts to create the image. Your eyes work in the same way.” Opening this week, “Drawn by Light” at London's Science Museum () explores the origins of the photographic process. Commenting on the exhibition, Kelly adds, “These first early examples show a real experimentation and scientific development. The thing they all have in parallel is an individual ability to act as a time capsule for the very second the photo was shot.” Photo by "}, {"num_of_comments": 24, "num_of_like": "457,389", "path": "instagram/picture3548.jpg", "like_list": [], "date_time": "Dec 4, 2014", "location": "", "tag_list": ["#strandbeests", "@newteam"], "caption": "Until December 7, Theo Jansen's kinetic, wind-powered creatures will roam the beaches of Miami, Florida. “This is the first time the ‘Strandbeests’ have been shown here, and this will be a very different stage to the Dutch coastline for my creatures,” says Theo, who is from the Netherlands. “It will be great to see the works walking in the sunlight, casting shadows across the sand.” For more photos and videos from the show, explore the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "443,505", "path": "instagram/picture3549.jpg", "like_list": [], "date_time": "Dec 4, 2014", "location": "", "tag_list": ["@biltsharp", "@biltsharp"], "caption": "“All of my knives are shaped bare-handed. I don’t use gloves so that I can feel the temperature of the steel,” says Adam Balkovic, who makes handcrafted knives under the Biltsharp () name from his small shop in Philadelphia, Pennsylvania. “I very rarely cut myself, but I burn my hands up every single day.” From forging to finishing, the complete fabrication process of a single knife takes Adam upwards of 20 hours. “Every single thing I make is individual and unique,” he says. Recent works reflect Adam’s fascination with art deco and the aesthetics of the 1920s, but it’s the personality of the materials that inspire him most. “A craftsman's favorite part of a project might be the quaint little knot that tends to go unnoticed,” he explains. “The small area of the knife dedicated to the wood accentuates the wood’s best parts.” Photo by "}, {"num_of_comments": 24, "num_of_like": "519,253", "path": "instagram/picture3550.jpg", "like_list": [], "date_time": "Dec 3, 2014", "location": "", "tag_list": ["@shurupchik", "@shurupchik"], "caption": "“Until the mid-20th century the Ruhr district was a coal-mining and steel-casting region, so the cityscape was full of manufacturing and factory buildings,” says Alexandra Kryaneva (), who moved to the Ruhr region of Germany from St. Petersburg, Russia, seven years ago. “The city of Dortmund is a distinct example of industrial Germany. It is a place of industrial beauty—old factories, foundries and railways,” she says. “When they stopped coal mining, these buildings were either demolished or transformed into museums, cultural centers or parklands. I love the architecture from late 19th century, early 20th century and the Jugendstil style—an artistic style that arose in Germany. One of my favorite neighborhoods in Dortmund is Kreuzviertel, where I usually walk to find inspiration. Compared with the big cities of Russia, the atmosphere is so calm—I love Sundays when all shops are closed and people spend time with their families.” Photo by "}, {"num_of_comments": 24, "num_of_like": "426,389", "path": "instagram/picture3551.jpg", "like_list": [], "date_time": "Dec 3, 2014", "location": "", "tag_list": ["@nyimaslaula", "#InstaMeetPasarSeni2014", "@nyimaslaula"], "caption": "“An InstaMeet is like a game for me. It’s a fun and challenging game of meeting new people and making creative things with them, which can sometimes lead to unpredictable outcomes,” says Nyimas Laula Li-An’Amie (), a design student in Bandung, Indonesia. Nyimas organized the  event, which took place late last month at Pasar Seni ITB 2014—a big culture and arts festival hosted at her school. As a member of the event committee, Nyimas planned and led an InstaMeet to embrace the growing Instagram community of the country.\nIt wasn’t until when the meet-up actually began that she understood the magnitude of her efforts. “I cried when I saw more than a thousand people gathered in front of me at seven in the morning, many of them being first-timers at an InstaMeet,” she reflects. “Being a participant and being an organizer is different because you’re not just playing ‘the game,’ but also passing on the good spirit and its purpose to the participants.” Photo by "}, {"num_of_comments": 24, "num_of_like": "452,108", "path": "instagram/picture3552.jpg", "like_list": [], "date_time": "Dec 2, 2014", "location": "Locust Projects", "tag_list": ["@danielarsham", "@locustprojects", "@danielarsham"], "caption": "Daniel Arsham's () latest show \"Welcome to the Future\" is something like an archeology site — set a thousand years from now. \"I have cut a 25-foot-diameter hole into the floor of the space and created the fictional site underneath,\" he says of the Miami-based show at Locust Projects (). \"It appears as if these objects were always buried under the floor of the space. It is as if you are viewing your own life and the things that define it from the future.\" For more photos and videos from the show, which closes in January, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "684,064", "path": "instagram/picture3553.jpg", "like_list": [], "date_time": "Dec 2, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@binxandphilly", "@binxandphilly"], "caption": "Hello, Instagram! It’s time for the ! Today we say hello to two handsome orange tabby cats named Binx and Philly (). If your feed could use an infusion of snuggly feline fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "335,142", "path": "instagram/picture3554.jpg", "like_list": [], "date_time": "Dec 2, 2014", "location": "", "tag_list": ["@straycafephotography", "@diegopadillama", "@flower_lina", "@cburtonsiller", "@shineonyoucraydiamond", "@kelleymacdonald", "@chasread", "@emanuelcohen", "@vanderploatsen", "#WHPsmallshops"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "355,339", "path": "instagram/picture3555.jpg", "like_list": [], "date_time": "Dec 1, 2014", "location": "", "tag_list": ["@andritambunan", "@andritambunan"], "caption": "“I had a second chance at life and I wasn’t going to take it for granted,” explains Andri Tambunan (), describing the moment in which he became a photojournalist. On a backpacking trip across Asia in 2008, the Indonesian-born amateur photographer found himself at the center of a terrorist attack in Mumbai, India. He had just left a café popular with foreign tourists, and was across the street when gunmen opened fire inside of it. In the days that followed, he documented an unfolding crisis that captured the world’s attention, and realized that he had found his calling. The next year Andri returned to Indonesia and embarked on long-term photographic project to fight stigma and discrimination against people living with AIDS and HIV in Tanah Papua. Andri distributes his photographs for free to activists, government officials, and aid organizations to help counter stereotypes that prevent people from seeking treatment. He says, “HIV/AIDS is still viewed as a dishonor and a sin, thus many people are afraid of being ostracized from their family and community.” Photo by "}, {"num_of_comments": 24, "num_of_like": "560,587", "path": "instagram/picture3556.jpg", "like_list": [], "date_time": "Dec 1, 2014", "location": "", "tag_list": ["@limkina", "@limkina", "@limkina"], "caption": "“The most inspiring thing for me is nature—flowers are from a completely different world! Sometimes my friends bring exotic flowers for me from all over the world, which is fantastic,” says Russian Instagrammer Elena Limkina (), who gave up a career in medical engineering to pursue her life’s passion as an artist. Inspired by great artists from Renaissance painters to Victorian architects, Elena explains, “I create patterns for brands, prints and pictures for interior design, illustrations for magazines, and I post the process and details of my work on Instagram. My creative process is intuitive and sometimes I find new artifacts, mixing colors on my palette, then I write down a color formula that I found during the process.” To see more photos of Elena’s paintings, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "430,055", "path": "instagram/picture3557.jpg", "like_list": [], "date_time": "Nov 30, 2014", "location": "", "tag_list": ["@daryasinap", "@rikkky", "@sallies", "@__adie", "@ahmd_deeb", "@michaelbowring", "@dorydurianne", "@sam.vox", "@keithbedford", "@daryasinap"], "caption": "Every Sunday we post a roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos are featured this week!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "600,401", "path": "instagram/picture3558.jpg", "like_list": [], "date_time": "Nov 30, 2014", "location": "", "tag_list": ["@elise_gills", "@elise_gills", "@elise_gills"], "caption": "“Something really neat that I experience is getting to know a range of elephant personalities. Some elephants are young and playful but easily distracted, whereas others are slow, relaxed and almost stoic,” explains 23-year-old Elise Gilchrist (), an American research assistant and illustrator working with elephants in Thailand’s Chiang Saen District. Elise works alongside Think Elephants International to better understand the minds of elephants—a task she feels is a crucial step to saving them. “Humans and other primates navigate their world primarily using vision,” she explains. “We do not think the same is true for elephants. We think they use other senses like smell, touch and hearing to understand the world around them.” With these findings, she hopes to instill in others a curiosity about the gentle giants and move them to take notice of their plight. “Asian elephants are an endangered species, and I believe that if we do not change the way we interact with them and their environment, they will be extinct within my lifetime.” For more photos and illustrations from Elise's work with elephants in Thailand, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "534,608", "path": "instagram/picture3559.jpg", "like_list": [], "date_time": "Nov 29, 2014", "location": "", "tag_list": ["@thisisxanda", "#noshavenovember", "#galleryofmo", "@thisisxanda"], "caption": "“I think every man should grow a ‘yeard’—a year-old beard—at least once in his life,” says Xanda O'Peagrim (). The British artist grew his first mustache at the age of 17 and never considered being clean-shaven an option. “Men naturally have facial hair, so why spend a lifetime removing it?” As he sees it,  is a great opportunity for men worldwide to try a new style for a month—and maybe long past that. “I invite those who participate to make this November the first step in their own facial hair journey!” For beard-newbies, Xanda shares this essential grooming advice: “A quality beard-oil both softens and strengthens the hair and helps ward off split-ends. Also, using a wide-toothed beard comb rather than your head comb will avoid breaking and damaging the beard hair.” For mustache and beard inspiration, browse the hashtag .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "330,490", "path": "instagram/picture3560.jpg", "like_list": [], "date_time": "Nov 29, 2014", "location": "", "tag_list": ["#WHPsmallshops", "#WHPsmallshops", "@coryquintard"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos and stories from local stores and independent shops. Some tips to get you started:\n\nPart of the attraction of small local stores is their architecture and decor. Does it have a particularly artistic sign out front? An old tiled entrance? Look for the small details you can capture, and remember it doesn't hurt to ask for permission before you start snapping. Next, keep in mind that every small business has a big story. Take some time to chat with the people behind the counter and share a portrait with their story. Finally, whether they're locally sourced, one-of-a-kind or just beautifully arranged, don't forget to peruse and share the stories behind the products themselves.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "474,363", "path": "instagram/picture3561.jpg", "like_list": [], "date_time": "Nov 28, 2014", "location": "", "tag_list": ["@stephaniegilmore", "@stephaniegilmore"], "caption": "“What I love most about surfing is that it’s my first love,” says six-time surfing world champion Stephanie Gilmore (). “It’s the first thing I can remember being consumed by. Every time I go to the beach, it just feels right—like it’s where I should be.” Born and raised near Brisbane, Australia, where she still lives, Stephanie learned to surf the long point breaks of the Gold Coast. “When you grow up surfing, you learn to read the waves and the ocean,” she says. “You get that knowledge of what waves to take. For me it’s all about listening to my instincts.” This week Stephanie’s instincts were put to the test in Maui, Hawaii where she closed out her winning season and claimed her sixth world title. To follow Stephanie and see more behind-the-scenes photos of her life as a pro surfer, follow ."}, {"num_of_comments": 24, "num_of_like": "505,901", "path": "instagram/picture3562.jpg", "like_list": [], "date_time": "Nov 28, 2014", "location": "", "tag_list": ["#quaidesarts", "@lilalivewire"], "caption": "Montreal Théâtre ESPACE GO has invited local artists to take center stage. Inspired by the spontaneous graffiti which would often appear outside the venue, ESPACE GO invited the art collective En Masse to graffiti their loading dock area. Three years later, the art created remains intact. Visitors to the theater can now explore black-and-white works outside, while dreaming of the performances inside.\n\nTo view more photos of Quai Des Arts, tap the blue location text above and browse the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "552,548", "path": "instagram/picture3563.jpg", "like_list": [], "date_time": "Nov 27, 2014", "location": "", "tag_list": ["@jamespomerantz", "@jamespomerantz"], "caption": "“When I was very young, I would sit on the kitchen floor with my dog and watch my mom cook,” recalls James Pomerantz (). For James, food and family are recurring themes in a life that now takes him around the world as a photographer, after a stint in the restaurant business. “I was young and in a really bad place following my mom's sudden death and had a tough time taking orders and being responsible,” he explains. “Baking biscotti at 6:00 AM did not fit well into my lifestyle at the time. Usually I got canned or quit after a couple of months.” James now lives in New York City with his own family, and when not traveling, he teaches a BioArt course at the School of Visual Arts that incorporates photography, science, and food. “Whenever I've returned from a photo assignment, whether it be in Pakistan or Azerbaijan, the first thing I do when I get home is cook my wife something I ate while abroad.” He continues, “As a father, it makes me cry when my two-year-old daughter wants me to pick her up so she can watch me cook her dinner.” Photo by "}, {"num_of_comments": 24, "num_of_like": "450,015", "path": "instagram/picture3564.jpg", "like_list": [], "date_time": "Nov 27, 2014", "location": "", "tag_list": ["@bobxdalton", "@sackclothxashes", "@sackclothxashes", "@bobxdalton", "@dirka"], "caption": "“In the summer of 2013, my beautiful mother became homeless. She has two college degrees, managed restaurants, raised my sister and me on her own, and worked so hard to move us from our apartment to a home.” As Portland Instagrammer Bob Dalton () watched his mother struggle, he initially felt that there was little he could do. “She called me randomly in June of 2013 and said, ‘Bobby, I'm doing it. I'm selling everything I have left and moving across the States to start my life over,’” he recalls. “From that point on she was homeless. Sleeping on the beaches and benches. She had nothing left in her. Her fight was gone.” Unable to find or support his mother during the time she was homeless, Bob began calling shelters and asking what they needed. “They all said blankets.” With this in mind, Sackcloth & Ashes () was born as a way to start conversations about homelessness and supply shelters with needed resources. For each blanket Bob sells, a warm fleece blanket is donated to the customer's local homeless shelter. “That way, as a people, we are making a direct impact in the life of a person that's down the street from our home.” For more photos from Sackcloth and Ashes's continuing story, follow  and .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "398,416", "path": "instagram/picture3565.jpg", "like_list": [], "date_time": "Nov 26, 2014", "location": "", "tag_list": ["@marachok", "@marachok", "@marachok"], "caption": "“There are difficult ballet positions, but actually, I think the movements that look the easiest are sometimes the hardest to make,” says 14-year-old Maria Khoreva (), who studies at The Vaganova Academy of Russian Ballet in St. Petersburg. As Maria is in the ninth grade of high school and in the fifth grade of her ballet class, her average day is busy. “Usually I wake up at 8:00 AM and have my first high school class at 9:20 AM. Dance classes start after high school ends, and I practice two or more hours every day. The atmosphere of the Academy feels theatrical—there is a tornado of people in costumes, all rehearsing. After classes are over, I rehearse for performances that I'm in, and then I do my homework at home, also sometimes spending time practicing piano.” For more photos and videos from the ballet student's classroom, follow .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "453,493", "path": "instagram/picture3566.jpg", "like_list": [], "date_time": "Nov 26, 2014", "location": "", "tag_list": ["@sinandogrul", "@sinandogrul", "@sinandogrul"], "caption": "“People’s sincere expectations, worries, happiness and hopes can be seen in the street of any city,” explains Sinan Doğrul (), a literature teacher whose photos capture the populace of Antakya, Turkey amidst the backdrop of the ancient cityscape. “Streets reflect the mood of what is really happening.” To capture the moment takes patience, Sinan says. But with practice, more moments will reveal themselves. “You need to spend time on the street to improve. Hone your perception by learning about buildings, people, nature.” “Photography is a never-ending path,” says Sinan. “When you realize the way you see and experience things changes over time, your photography changes for the better.” To see more moments from the ancient streets of Antakya, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "523,416", "path": "instagram/picture3567.jpg", "like_list": [], "date_time": "Nov 25, 2014", "location": "", "tag_list": ["@seoul_stateofmind", "#LocalLens", "@seoul_stateofmind", "@seoul_stateofmind"], "caption": "“I love that there are many places in Seoul where there’s juxtaposed architecture from different time periods—modern skyscrapers placed just behind a traditional folk village or a temple, for example,” says Instagrammer Ken Lee () from Gwangju, South Korea in this edition of . When shooting photos around Seoul, Ken looks for elements of contrast that reside in the city. The futuristic Dongdaemun Design Plaza building and the traditional Ihwa Mural Village are two of his favorite places to shoot; both locations illustrate the city’s new and old settings. Haneul Park's rich natural landscape that exists inside the country's busiest city is another spot he enjoys exploring. As he reflects, “It’s really a mishmash of time, and I think it gives the city a lot of character and the best of different worlds.” For more photos and videos from Ken’s explorations around Seoul, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "669,757", "path": "instagram/picture3568.jpg", "like_list": [], "date_time": "Nov 25, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@bleuintheburg", "@bleuintheburg"], "caption": "Hello, Instagram! It’s time for the ! Meet Bleu (), a handsome brindle one-eyed Frenchie that lives in Brooklyn, New York. If your Instagram feed could use a dose of big-eared bulldog, follow ."}, {"num_of_comments": 24, "num_of_like": "365,894", "path": "instagram/picture3569.jpg", "like_list": [], "date_time": "Nov 25, 2014", "location": "", "tag_list": ["@_goinghome", "@ozzyle", "@sandra.mode", "@geerhee", "@gokican", "@aboynamedb", "@clvr", "@_yaisyusman_", "@m4kr4b3us", "#WHPnearandfar"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "482,069", "path": "instagram/picture3570.jpg", "like_list": [], "date_time": "Nov 24, 2014", "location": "", "tag_list": ["@johnicenola", "#LocalLens", "@johnicenola"], "caption": "If walls could talk, Johnice Katz () knows that the houses of New Orleans, Louisiana would have amazing stories to tell. “It’s just obvious that these old houses have something to say,” she says. “Incredible things have happened here and tragic things have happened here. The houses have seen it all.” As a local real estate agent, Johnice is constantly discovering architectural gems that chronicle New Orleans’s incomparable history as a cultural melting pot. For this edition of , she shares her favorite locations to photograph, such as the Bayou St. John neighborhood, where some of the oldest surviving houses still stand. She also loves the Seventh Ward where “shotgun style” houses predominate. And to find those brightly painted houses, she recommends the Bywater neighborhood. “It’s a fun, funky place to take pictures because people take a lot of pride in their exterior paint colors.” To discover more architectural photos of “The Big Easy” through the lens of a local, follow ."}, {"num_of_comments": 24, "num_of_like": "448,449", "path": "instagram/picture3571.jpg", "like_list": [], "date_time": "Nov 24, 2014", "location": "", "tag_list": ["#Hellomynameis", "@bryant", "@camerondallas", "@bryant"], "caption": "“ Bryant Eslava (). I’m a 22-year-old photographer. I started taking photos when I was 16 as a hobby. Now, I stage shoots for teen stars like , and I also do editorial work for brands. I had times when I felt like what I was doing wasn’t going to take me anywhere, but if you want to do something in life, you keep chasing that dream no matter what. On occasion, I come across photography that blows me away. Almost every time I find out that the photographers are my age or younger.” Photo by "}, {"num_of_comments": 24, "num_of_like": "516,010", "path": "instagram/picture3572.jpg", "like_list": [], "date_time": "Nov 23, 2014", "location": "", "tag_list": ["@flit_21", "@estouest", "@michasekdzi", "@mojtaba.heydari.ir", "@mattydeathbro", "@alexthechoi", "@pailiner", "@parisbyvegan", "@wandertrail_", "@flit_21"], "caption": "Every Sunday we post a roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. This week it's all about food. Congrats to those whose photos and videos are featured this week!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "418,812", "path": "instagram/picture3573.jpg", "like_list": [], "date_time": "Nov 23, 2014", "location": "", "tag_list": ["@raulbar", "@raulbar", "@raulbar"], "caption": "“I usually frequent areas of economic activity—markets, neighborhoods and historic districts—where human interaction is rich,” explains Raul Barrios (), a sociologist whose photos capture candid moments from the streets of Panama, Bolivia and other Latin American countries. “I use photography to continue to learn about and understand the complexity of societies.” For Raul’s work, which explores how individuals interact with their larger communities, context is as important as the subject. “These spaces face an ongoing struggle between tradition and modernity,” Raul says. “I seek to portray everyday people in the spaces that convey the meaning of community in their lives, even though many of my portraits reflect feelings of loneliness and sadness.” To see more of Raul’s portraiture, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "384,491", "path": "instagram/picture3574.jpg", "like_list": [], "date_time": "Nov 22, 2014", "location": "", "tag_list": ["@aratikumarrao", "@aratikumarrao", "@aratikumarrao"], "caption": "“Sometimes, the river is not what devastates areas,” explains Arati Kumar-Rao (), “It is what we do to a river that does.” In her long-term project “The River Diaries,” Arati traces the path of the Brahmaputra River across South Asia. As a student of business, biophysics, and design, Arati earned three masters degrees and worked for a US technology company before returning to her native India. She now identifies herself as an environmental biographer, who tells the stories of impacted river ecosystems. “They sustain hundreds of millions of people around the world and are home to a hundred thousand creatures,” she says. “What we do to a river, however, changes this. We dam it, divert it, squeeze it, pollute it, restrain it, mine its bed, gouge out its banks, pluck trees, dyke it, siphon it, dredge it, and sometimes suck these veins of a land dry.” To see more from Arati's documentation of human impact on the Brahmaputra ecosystem, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "335,131", "path": "instagram/picture3575.jpg", "like_list": [], "date_time": "Nov 22, 2014", "location": "", "tag_list": ["#WHPnearandfar", "#WHPnearandfar", "@lily__rose"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos and videos that feature strong elements in both the foreground and background. Some tips to get you started:\n\nAs you compose, aim to scatter objects or people at different distances throughout the frame. This will draw your viewer’s eye deeper into the scene. Next, keep scale in mind. Even giant objects can appear small from far away. Use this to your advantage and don’t be afraid to play. Finally, think of your foreground and background as telling two parts of a story. Seek out subjects in their natural environments for a very clear theme or juxtapose an unexpected combination of subject and background for a more surprising result.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own photographs and videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged image or video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "431,192", "path": "instagram/picture3576.jpg", "like_list": [], "date_time": "Nov 21, 2014", "location": "", "tag_list": ["@sergyshkin", "@sergyshkin"], "caption": "Nikita Sergushkin () is always looking for contrast and austerity in his photography. Currently living in Minsk, Belarus, he explains, “I was born in Vitebsk, in northeastern Belarus, where there is an atmosphere of calm, silence and loneliness. This inspired me to create a black-and-white feed on Instagram,” he says. Nikita often adds a person to contrast against the environment in his city portraits. “I love to explore new locations by bus or train, to find old factories, beautiful fields, and the quietness of places. The architecture of Minsk is always a challenge and inspiration for me—it is filled with places that combine elements and texture, that contrast the static nature of the city and the movement of the hero.” Photo by "}, {"num_of_comments": 24, "num_of_like": "400,246", "path": "instagram/picture3577.jpg", "like_list": [], "date_time": "Nov 21, 2014", "location": "", "tag_list": ["@danielaspalla", "@danielaspalla", "@latingrammys"], "caption": "The more uncertain Daniela Spalla () feels about her life, the more inspired she becomes to create music. “My songs deal with confusion, disappointment, things I have to leave behind,” the Mexico City-based musician says. “Every time I feel off-centered, I write songs to see if I find some answers through that process.” For more introspective moments on the road with Daniela, follow . For more 2014 Latin Grammy-nominated artists, follow ."}, {"num_of_comments": 24, "num_of_like": "442,131", "path": "instagram/picture3578.jpg", "like_list": [], "date_time": "Nov 20, 2014", "location": "", "tag_list": ["@rarabro", "#killerminimal", "#killerminimal", "@rarabro", "@rarabro"], "caption": "“A tip for a crisp color edit is to start with a clear blue sky and then find interesting subjects to shoot with the sky as a backdrop,” says Australian Instagrammer Tara Wells (). On her Instagram account, she shares a fusion of minimalist photography with pop-art color edits with the  hashtag. Living in Bathurst, a small countryside town west of Sydney, Tara developed a passion for color editing as a way to lift her mood and bring her surrounding environment to life. “Color editing has definitely changed my view of the world,” explains Tara. She further acknowledges, “I’m constantly keeping my eye out for interesting places and moments that I can turn into a color palette of minimalism, and I always take a moment to take it all in to enjoy it before I start snapping.” To see more of Tara’s colorful and minimal captures, browse the  hashtag and follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "550,102", "path": "instagram/picture3579.jpg", "like_list": [], "date_time": "Nov 20, 2014", "location": "", "tag_list": ["@jack_ede", "@jack_ede"], "caption": "Eighteen-year-old Jack Ede () from Lincolnshire, UK draws portraits of celebrities. “They’re usually the only people I can find high-definition photographs of on the Internet,” he says. “Recently, I found a picture of Morgan Freeman that was incredibly detailed and the resolution was so high that I could zoom into the photo and see every little freckle and pore on his skin. It makes me so excited to draw something when I find a good photograph.” Photo by "}, {"num_of_comments": 24, "num_of_like": "412,838", "path": "instagram/picture3580.jpg", "like_list": [], "date_time": "Nov 19, 2014", "location": "", "tag_list": ["@refetuma", "@dinovember", "#dinovember", "@dinovember", "#dinovember", "@dinovember"], "caption": "Each night in November, a group of mischievous dinosaurs come to life. Since 2012, Refe Tuma () and his wife Susan from Kansas City, Missouri, have turned November into “Dinovember” (), using toy dinosaurs to create and photograph imaginative scenarios for their children. “It's like Christmas everyday,” says Refe. “We started to see our kids were looking forward to coming downstairs—and then instead of just flopping in front of the TV, they would start playing.” What started as a way to make their children smile caught the attention of the wider Instagram community, who now participate using the  hashtag. Refe adds, “It’s about how we can help our kids maintain that sense of innocent wonder and be creators of their own imaginative games and stories.” For more photos of the nighttime antics of the dinosaurs, follow  and browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "411,627", "path": "instagram/picture3581.jpg", "like_list": [], "date_time": "Nov 19, 2014", "location": "", "tag_list": ["@the_oluk", "@the_oluk"], "caption": "“It is wonderful to know that you can make people smile through tiny colored squares,” says art director Manolo Saviantoni () from Ciampino, Italy. Creating pixel art characters began as a game between Manolo and his daughters, but seeing people appreciate his works encouraged him to create more. “I am developing some new ideas for my creations,” he says. “There are many varieties of pixel art. Still, all the pixel artists have something in common, which is this art’s most fascinating feature in my opinion: the ability to give a pixel-colored, unconventional representation of the world.” Photo by "}, {"num_of_comments": 24, "num_of_like": "374,930", "path": "instagram/picture3582.jpg", "like_list": [], "date_time": "Nov 18, 2014", "location": "", "tag_list": ["@scottirvine57", "@kimmibird", "@scottirvine57", "@kimmibird", "@scottirvine57"], "caption": "“I still believe that film has a magic to it,” says Scott Irvine (). Self-described as a latecomer to digital and mobile photography, he still uses vintage analog equipment and maintains a traditional darkroom for professional photographers in Brooklyn, New York. “Early on, I was frustrated that techniques and styles that had taken me years to learn in a darkroom setting were now available as apps, for everyone. I have since embraced these digital ideas, and incorporated them into my work,” Scott says. “I love the idea of bouncing back and forth between digital and analog mediums. I have experimented with creating negatives from some of my iPhone images, bringing them into the darkroom to print using analog techniques, then back to a digital format like Instagram.” He shares this visual language with his wife and fellow photographer, Kim Meinelt (). She describes their journey together, “Three months after we met, we traveled to Southeast Asia on a trip that would foreshadow our foray into collaborative photography,” she says. “Our process places two opposing techniques together with as little resistance as possible.” For more timeless photographs combining both old and new techniques, follow  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "549,433", "path": "instagram/picture3583.jpg", "like_list": [], "date_time": "Nov 18, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@baconcup", "@baconcup"], "caption": "Hello, Instagram! It’s time for the ! Today we meet a luxuriously furry feline named Bacon (). This bright-eyed, super soft Scottish Fold lives up to her name by spending her days eating and lounging about on her back. If your feed could use an infusion of cute kitty fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "372,180", "path": "instagram/picture3584.jpg", "like_list": [], "date_time": "Nov 18, 2014", "location": "", "tag_list": ["@barooshqasim", "@giorgette_p", "@sarabirds", "@jeysonpaez", "@dcjanisse", "@avecruth", "@loo_rahh", "@cynlagos", "@jasongringler", "#WHPglitter"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "389,192", "path": "instagram/picture3585.jpg", "like_list": [], "date_time": "Nov 17, 2014", "location": "", "tag_list": ["@wheredidyouparkthearknoah", "#morninglight", "#lastlight", "@wheredidyouparkthearknoah"], "caption": "For Noah Poveda (), looking for good light has become a way of life. As a digital photographer working in Madrid, Spain, Noah is constantly trying to control and shape light. But when taking photos for his Instagram feed, Noah lets the moment take over. “It’s a motivation inside you,” he says. “Like the peace and quiet of mornings—the beginning of the day when I have a moment to myself.” Noah uses hashtags like  and  to collect his daily moments. “It’s about how you are feeling personally, and your experience will always be there in the photo.” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,029,417", "path": "instagram/picture3586.jpg", "like_list": [], "date_time": "Nov 17, 2014", "location": "", "tag_list": ["@laurajenkinson", "@laurajenkinson"], "caption": "With a little makeup, a lot of patience and a slight curl of the lip, Laura Jenkinson () brings the most beloved cartoon characters to life on her face. From Bugs Bunny and Daffy Duck to Nemo and Shrek, Laura has painted more than fifty cartoon masterpieces on her mouth and chin in the last year. She started this project on Instagram as a way to stand out as a makeup artist in the competitive beauty industry. “I knew I wanted to do something different, and equally something that would bring happiness to people,” she says. “If I can spend a couple of hours a day making at least a handful of people smile—then why not?” To see more photos from London-based makeup artist Laura Jenkinson, follow "}, {"num_of_comments": 24, "num_of_like": "493,940", "path": "instagram/picture3587.jpg", "like_list": [], "date_time": "Nov 16, 2014", "location": "", "tag_list": ["@peterbauza", "@tylergourley", "@eve_edelheit", "@philip_dykes", "@abdrodrigo", "@mansimidha", "@samphelps", "@matildegattoni", "@2nd.view", "@peterbauza"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "333,210", "path": "instagram/picture3588.jpg", "like_list": [], "date_time": "Nov 16, 2014", "location": "", "tag_list": ["@vegan_n_furs", "@vegan_n_furs"], "caption": "Twenty-one-year-old artist Sarah Favreau () goes through color phases. “Last spring it was a Silly-Putty pink, this summer was red,\" she says. \"Right now I'm pretty hung up on mustardy yellows.\" Originally from Southern California, Sarah grew up as a figurative painter. Her interest quickly expanded into hybrid projects involving everything from textile production to ceramics to knitting—and always with a tendency towards minimalism. She uses Instagram to showcase her lighter, more experimental work “Young photographers aren't as locked into who they are as artists and who they expect themselves to be,” she says. “There's more room for play.” Photo by "}, {"num_of_comments": 24, "num_of_like": "553,739", "path": "instagram/picture3589.jpg", "like_list": [], "date_time": "Nov 15, 2014", "location": "Nile River", "tag_list": ["@farouk_design", "#LocalLens", "@farouk_design", "@farouk_design"], "caption": "“The River Nile is the soul of Egypt and Egyptians,” says Cairo Instagrammer Ahmed Farouk () for this month’s edition of . “It represents peace of mind, romance, beauty, history, our good nature—and it is the only river here.” Ahmed captures scenes on the waters of the Nile as well as the nearby Red Sea and Mediterranean Sea. “Water can reflect simplicity, as well as power and fun, and so many other things just like human moods. Who doesn’t stare at the sea and contemplate?” he asks. “Although it’s the biggest thing on Earth, it's peaceful.” For more photos of Egypt’s bodies of waters, tap the blue location text above and follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "315,746", "path": "instagram/picture3590.jpg", "like_list": [], "date_time": "Nov 15, 2014", "location": "", "tag_list": ["#WHPglitter", "#WHPglitter", "@pieraluisa"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative photos using glitter. Some tips to get you started: This project is a chance to get in touch with your crafty side. Break out the art supplies and don't be afraid to get messy! Next, if you enjoy taking photos of people, use glitter makeup for a portrait that pops. Alternatively, use lots of glitter for bold effects. Finally, don't forget to think about your environment as you plan. A single object coated in glitter can change a scene in beautifully unexpected ways.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "416,333", "path": "instagram/picture3591.jpg", "like_list": [], "date_time": "Nov 14, 2014", "location": "", "tag_list": ["@andrii_bondarenko", "@cirquedusoleil", "@andrii_bondarenko", "@andrii_bondarenko"], "caption": "“The stage and audience are so marvelous and the whole thing mesmerizes me,” says Andrey Bondarenko () from Mykolaiv, Ukraine. Andrey's journey has taken him from being a student acrobat to a European champion, and now to having a solo hand-balancing show in Сirque du Soleil (). “One of my favorite hand-balancing tricks is to ‘walk on air,’” he says. “People loved the trick, so I developed it further, and finally, I created my own style of ‘walking on air.’” Andrey's daily photos and videos are a behind-the-scenes glimpse into the life of a circus artist. “I spend 30 minutes training every morning to wake up my body. It’s quite enough for me—I need to save my energy for the evening show.” To see more photos and videos behind the scenes of Andrey's hand-balancing act in Cirque du Soleil, follow .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "747,679", "path": "instagram/picture3592.jpg", "like_list": [], "date_time": "Nov 14, 2014", "location": "", "tag_list": ["@davidzinn", "@davidzinn", "@davidzinn"], "caption": "In David Zinn’s () sidewalk chalk illustrations, alien creatures often enter our world through portals from their own. “I draw holes in impossible places because it suggests that our lives might not be as set and predictable as we think they are,” he explains. “The creatures who come through are representatives of benevolent improbability.” A self-described “compulsive doodler,” David uses his chalk drawings as an excuse to spend time outside. “The bulk of my pieces have been the result of wandering around until I stumble across a place that asks for something,” he says. “The most successful drawings have been suggested by spots, stains and cracks in the concrete, like an open-ended game of connect-the-dots. I just add more lines and spots until the thing that wants to be drawn can be seen by people other than me.” To see more of David’s sidewalk creatures come to life, follow . Photo by ."}, {"num_of_comments": 24, "num_of_like": "483,001", "path": "instagram/picture3593.jpg", "like_list": [], "date_time": "Nov 13, 2014", "location": "", "tag_list": ["@obed_", "@obed_"], "caption": "For Mexico portrait artist Obed Puerta (), his art is a chance to say things that sometimes go unsaid. “I’m trying to express the sadness people usually don’t talk about,” he explains. From a personal perspective, Obed's work gives a voice to his inner thoughts and feelings, often personifying emotions and memories into portraits of people. “My work comes from my memory and from particular passages of my life. It also comes from my imagination.” Photo by "}, {"num_of_comments": 24, "num_of_like": "547,489", "path": "instagram/picture3594.jpg", "like_list": [], "date_time": "Nov 13, 2014", "location": "", "tag_list": ["@taylortippett", "@taylortippett", "@taylortippett"], "caption": "“One of my favorite things to ask myself before every flight is ‘How can I go out of my way to make someone feel loved today?’” As a flight attendant, airborne Instagrammer Taylor Tippett () sees every flight as an opportunity to bring a little sunshine to the people she serves—and to her community on Instagram. In her “Words from the Window Seat” series, she writes down phrases that have been inspiring her and tapes the note to a window. After sharing the photo, Taylor tucks the note into a seatback pocket as a surprise for someone on her flight. “Dreams are supposed to make us crazy and do things others might consider weird,” says Taylor, who encourages her community to follow their dreams no matter how big. “They're supposed to make us run wild and mess up our hair a little bit, maybe even be a bit weird and hang encouraging messages on an airplane. Whether it’s at 32,000 feet or with your feet on the ground—your story is important.” For more photos from Taylor's adventures in the air, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "402,767", "path": "instagram/picture3595.jpg", "like_list": [], "date_time": "Nov 12, 2014", "location": "", "tag_list": ["@robinfarago", "@keilir", "@robinfarago", "@robinfarago"], "caption": "“Ísafjörður airport in Iceland is considered one of the most exciting and difficult landing approaches in the world,” says flight instructor Robin Farago (), who gave up a career in law to pursue his childhood dream of being a pilot, and trains students at the Keilir Aviation Academy () in Iceland. “You are flying into a very tight fjord on a runway heading directly into a mountain, but it's really spectacular.” Flight training in the Iceland's windy and icy conditions can be challenging. But Robin is rewarded by the breathtaking scenery he sees everyday, from the northern lights in winter to summer's midnight sun. Robin took a recent trip to Holuhraun, an active volcano close to the Vatnajökull glacier. “To see the erupting volcano on a close, but safe distance was truly amazing, and now I realize why Iceland is called the country of fire and ice.” For more photos and videos from Robin's aviation adventures, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "449,141", "path": "instagram/picture3596.jpg", "like_list": [], "date_time": "Nov 12, 2014", "location": "", "tag_list": ["@chiksdigscars", "@chiksdigscars", "#EverydayUSAVets", "@mikeguinto_"], "caption": "“I understand that what we have in this country is precious, and people sacrificed, bled, and died for that,” says Kyle Carpenter (), the youngest living recipient of the Medal of Honor. As a 20-year-old US Marine deployed to Afghanistan, Kyle used his own body to shield a fellow Marine from a grenade blast. He barely survived, and spent the next three years recovering from catastrophic injuries.\nOn Instagram, he shares his life of resilience, with glimpses of marathon running, skydiving, and cliff jumping, and he offers a message to his followers: “You can get hurt or have a life-changing event and still work hard, be positive, enjoy life and most of all, come out better than you ever expected or thought you could.” Now retired from the military, Kyle is pursuing a degree in International Studies at the University of South Carolina. “I truly feel like I am living the American dream,” he says.\nTo see more of Kyle’s life after war, follow . To see more veterans’ stories, browse the hashtag .\n\nPhoto of Kyle and Robin Carpenter by "}, {"num_of_comments": 24, "num_of_like": "746,102", "path": "instagram/picture3597.jpg", "like_list": [], "date_time": "Nov 11, 2014", "location": "Tower of London", "tag_list": ["@historicroyalpalaces", "#TowerPoppies", "@willehmann"], "caption": "A sea of ceramic flowers fills the moat of the Tower of London () to mark the centenary of Britain's involvement in the First World War. “Blood Swept Lands and Seas of Red” by artist Paul Cummins and stage designer Tom Piper features 888,246 crimson poppies: one poppy for each British or Colonial serviceman who died during the conflict. “The installation is transient,” explains Paul, “I found this poignant and reflective of human life, like those who lost their lives during World War I.” Installed over four months by 19,000 volunteers, the final poppy will be planted by a cadet on Armistice Day, November 11. Five million people are expected to have visited during this period, and on Tuesday at 11:00 AM GMT, many people across the world will remember armed forces with a two minute silence.\n\nTo see more photos and videos of the Tower of London poppies, browse the  hashtag, or tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "542,913", "path": "instagram/picture3598.jpg", "like_list": [], "date_time": "Nov 11, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@sacco_sorry", "@sacco_sorry"], "caption": "Hello, Instagram! It’s time for the . Today we head to Tokyo, Japan, home of Emir and Taj (), two majestic Chinese Crested canines. To add a dose of handsomely hair-do’ed, playful pup portraiture to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "351,299", "path": "instagram/picture3599.jpg", "like_list": [], "date_time": "Nov 11, 2014", "location": "", "tag_list": ["@andisoehandi", "@debyco_", "@smcmennamy", "@efi_o", "@wongski", "@sanfix", "@landik", "@sammescobar", "@locotoc", "#WHPstayfit"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 19, "num_of_like": "381,605", "path": "instagram/picture3600.jpg", "like_list": [], "date_time": "Nov 11, 2014", "location": "", "tag_list": [], "caption": "Today, we're pleased to announce a bundle of updates and improvements designed to help you discover more on Instagram.\n\nIn this update, we’re continuing to improve the Explore page on Instagram by making it faster to find people you want to follow. You'll see that the Explore icon at the bottom of your screen has changed to a magnifying glass and when you open Explore, you'll now see two tabs: Photos and People. The Photos tab contains the same scrolling grid of photos and videos you already know. The new People tab highlights interesting accounts for you to discover.\nIn addition to the updates to Explore, we've added the ability to go back and edit captions on your posts. When you share a moment to Instagram, a typo shouldn't get in the way. This has been one of the top requests that we've heard from the community, and we're excited to finally bring it to you today. You'll find a new \"Edit\" option in the menu beneath your image.\n\nTo learn more about these new changes, check out help.instagram.com.\n\nInstagram for iOS version 6.2 is available today in Apple's App Store, and Instagram for Android version 6.10 is available today on Google Play."}]}