{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "1,264,516", "path": "instagram/picture1101.jpg", "like_list": [], "date_time": "Apr 26, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@birdbee0705", "@birdbee0705"], "caption": "Hello, world! It’s time for today’s . BB () is a Japanese white-eye bird who was rescued off the streets of Taipei, Taiwan, when she was just a baby. True to her nickname “Princess,” BB loves getting pampered — especially when she’s massaged or brushed. “We don’t cage her, so she can fly around in our house all day,” explains BB’s human. “No matter which room we go to in our house, she always follows us like a tiny flying puppy.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,253,430", "path": "instagram/picture1102.jpg", "like_list": [], "date_time": "Apr 26, 2017", "location": "", "tag_list": ["@bestjobers", "@bestjobers"], "caption": "When Elisa Detrez, one-half of , says hers is the best job in the world, she means it literally. Description? Stargazing in Jordan, swinging in hammocks over sugar-white sand in the Bahamas, exploring the Technicolor markets of India, heli-skiing in a Swiss snow globe. Requirements? “Being curious, open-minded and adaptable,” says Elisa, a 32-year-old former web marketer from France, who snagged the job of her dreams in a 2013 contest. Out of the thousands of applicants competing for one of seven “Best Jobs in the World” with Tourism Australia, Elisa won — she and her partner Max Coquard were assigned to live and travel around Queensland and write a blog for six months. When the adventure ended, neither wanted to go home. “Everyone kept asking us how we could possibly return to a ‘normal life,’” says Elisa, who today with Max, shares tips and details from travels around the globe. “We realized this could be our new life.” 🌏\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,786,881", "path": "instagram/picture1103.jpg", "like_list": [], "date_time": "Apr 25, 2017", "location": "", "tag_list": ["@s.wei_", "#WHPnaturalbeauty", "@s.wei_"], "caption": "In Victoria, Australia, Sunny () ventures out to explore the mysterious, foggy forest. 💨 \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,177,931", "path": "instagram/picture1104.jpg", "like_list": [], "date_time": "Apr 25, 2017", "location": "", "tag_list": ["@artemi", "#WHPnaturalbeauty", "@artemi"], "caption": "Slowly but surely, greenery takes back control in Artem Rozhnov’s ()  submission. 🌿\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,356,314", "path": "instagram/picture1105.jpg", "like_list": [], "date_time": "Apr 25, 2017", "location": "Senja", "tag_list": ["#WHPnaturalbeauty", "@eventyr"], "caption": "Mother Nature dazzles as the northern lights dance across the sky, illuminating the jagged peaks of Norway’s second-largest island. \nFollow along to see more of our favorite submissions to last weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,356,314", "path": "instagram/picture1106.jpg", "like_list": [], "date_time": "Apr 24, 2017", "location": "Estadio Santiago Bernabéu", "tag_list": ["@realmadrid", "@fcbarcelona"], "caption": "The highly anticipated matchups between soccer clubs Real Madrid () and FC Barcelona () are so hotly contested, they are given their own name: El Clásico. Watch our Instagram story now to see how the Real Madrid players get ready for the big game. ⚽️"}, {"num_of_comments": 23, "num_of_like": "1,121,460", "path": "instagram/picture1107.jpg", "like_list": [], "date_time": "Apr 24, 2017", "location": "", "tag_list": ["#TheWeekOnInstagram", "@sreevathsav"], "caption": "A herd of goats race the setting sun in Madurai, India. \nPhoto by "}, {"num_of_comments": 21, "num_of_like": "1,124,830", "path": "instagram/picture1108.jpg", "like_list": [], "date_time": "Apr 23, 2017", "location": "Mata de Caña", "tag_list": ["#TheWeekOnInstagram", "@luzzy_luu"], "caption": "Golden braids match golden cornfields in Veracruz, Mexico 🌽 \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,316,584", "path": "instagram/picture1109.jpg", "like_list": [], "date_time": "Apr 23, 2017", "location": "", "tag_list": ["@jimmy_chin", "#EarthDay", "@jimmy_chin"], "caption": "After 25 years of work, one of the greatest wilderness conservation success stories in history came to fruition — and photographer Jimmy Chin () was there to document it.\nTompkins Conservation, a wilderness protection organization founded by Kris Tompkins and the late Doug Tompkins, made the largest private-to-public land donation in history. The one million acres (405,000 hectares) of land donated by the Tompkins, along with the 10 million (4,050,00 hectares) pledged by the Chilean government, will create five new national parks and expand three others in Chile. “It’s incredibly beautiful terrain and landscapes — coastline, rainforest, glaciated mountains,” says Jimmy, who spent time exploring the vast, now-protected land during the official signing of the agreement between Kris and Chilean president Michelle Bachelet in March.\n“Kris and Doug were so passionate about this land and understood its value — not for utilitarian, human needs, but its inherent value to exist on this planet,” says Jimmy. “Humans are so anthropocentric; we think about how things fulfill our needs. But wilderness is above that. It’s beyond us.”  🌎\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "936,573", "path": "instagram/picture1110.jpg", "like_list": [], "date_time": "Apr 23, 2017", "location": "", "tag_list": ["@ragnhildsvisuelledesign", "#TheWeekOnInstagram", "@ragnhildsvisuelledesign"], "caption": "Photographer Ragnhild Vaaler Furulund () found the perfect curtain to filter the morning light in Norway. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,252,885", "path": "instagram/picture1111.jpg", "like_list": [], "date_time": "Apr 22, 2017", "location": "", "tag_list": ["#TheWeekOnInstagram", "@ytallobarreto"], "caption": "Passersby stop to watch a dramatic storm roll in off the coast of Itamaracá Island in Brazil. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,252,885", "path": "instagram/picture1112.jpg", "like_list": [], "date_time": "Apr 22, 2017", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@o_bani_thani", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@o_bani_thani"], "caption": "A good splash in the suburbs stars in our . On a rainy day in New York City, photo editor Kruti Kothari () ventured to New Jersey to visit with a friend over a cup of coffee. “The sun came out just before sunset and gave everything new life. All the kids were running out of their houses with a sense of freedom after a long day at home,” says Kruti. “Adulthood is so much about issues that we forget to lose ourselves in simple joy.”\nAdd  to your next Boomerang’s caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "1,571,315", "path": "instagram/picture1113.jpg", "like_list": [], "date_time": "Apr 22, 2017", "location": "", "tag_list": ["#WHPnaturalbeauty", "#WHPnaturalbeauty", "@livingitrural"], "caption": "Weekend Hashtag Project: \nOur planet is a timeless source of discovery, wonder and inspiration. This weekend, let’s celebrate Earth’s beauty.\nHere are a few tips to get you started:\nSpend time in a majestic landscape. Mountains, beaches, plains, forests — our land is diverse and grand, and it would take lifetimes to experience it all. How much can you capture within the frame of one photograph or video? Look for action and movement within the larger scene.\nFocus on the smaller details. Our planet may be vast, but there are millions of tiny, beautiful moments playing out in front of us every day: a blooming flower pushing through the cracks in the sidewalk, a trickle of water feeding a small pool in the forest or a tree swaying gently in the breeze.\nKeep an eye out for how nature weaves its way into man-made scenes. City and country alike have their own elements of natural beauty.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "770,411", "path": "instagram/picture1114.jpg", "like_list": [], "date_time": "Apr 22, 2017", "location": "", "tag_list": ["@bistromorgan", "#MadeToCreate", "@bistromorgan"], "caption": "At 16 years old, Morgan Hipworth () has dreamed up over 2,000 doughnut flavors and opened his own shop, Bistro Morgan, in Windsor, Australia. Unlike most entrepreneurs dealing with the demands of their first business, Morgan is also a full-time high school student. “One of the biggest challenges is time management, managing my time inside of school and getting as much homework as I can done,” he says. “I’m always working around that.” But seeing people take a big bite or shoot one of Morgan’s signature syringes of filling — a concept he created to stand out — is worth the energy and effort. “Food plays such an active part in people’s lives,” says Morgan. “It can determine their mood or how their day is going. I love being a part of that.” \nWatch Morgan make some of his signature creations right now on our Instagram story!\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "791,208", "path": "instagram/picture1115.jpg", "like_list": [], "date_time": "Apr 21, 2017", "location": "", "tag_list": ["@nicoletung", "@theiwmf", "@nicoletung"], "caption": "“I was curious to know what drove people to fight against their neighbors,” says photojournalist Nicole Tung (), who started covering conflict in 2011 amid revolutions in North Africa. More recently, she’s documented the mass displacement of civilians as Iraqi forces battled to retake Mosul from the Islamic State and the daily violence faced by residents of Aleppo, Syria. Nicole covers combat zones, but her focus is on how war affects the most vulnerable, bringing sensitivity and context to fast-changing and dire situations. “You have to show the reality and also not make it this horrible exposé, dramatic thing — which it is,” she says, “but I don’t want it to be sensational.”\nToday in Washington, D.C., the International Women’s Media Foundation () is recognizing Nicole’s work with an honorable mention for the Anja Niedringhaus Courage in Photojournalism Award.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "707,838", "path": "instagram/picture1116.jpg", "like_list": [], "date_time": "Apr 21, 2017", "location": "", "tag_list": ["@stephsinclairpix", "@tooyoungtowed", "@theiwmf", "@stephsinclairpix"], "caption": "“Child marriage is a root cause for a lot of the issues that girls face,” says photojournalist Stephanie Sinclair (). Her ongoing 15-year series “Too Young to Wed” () sheds light on the challenges girls face — cyclical poverty, curtailed education, psychological trauma, sexual violence and, at times, the transmission of HIV — when forced to marry at a young age. The work has taken her to numerous countries where the practice is common, including Afghanistan, Ethiopia, Nigeria and Yemen. “While it has similarities in certain parts of the world, it has differences,” Stephanie says. “There’s different cultural nuances in each place.”\nToday in Washington, D.C., the International Women’s Media Foundation () is celebrating Stephanie with the Anja Niedringhaus Courage in Photojournalism Award. “It’s a little bit bittersweet because the award is in the name of a colleague whose life ended doing this work,” explains Stephanie. “It means even more to be recognized with an award with Anja’s name. We crossed paths several times in Iraq and Afghanistan. I just don’t want to go without saying — it means a lot.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,744,776", "path": "instagram/picture1117.jpg", "like_list": [], "date_time": "Apr 20, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@rojiman", "@rojiman"], "caption": "Hello, world! It's time for a hair-raising edition of . Apparently, one cat’s trash is Ryo Yamazaki’s () treasure. Maru (pictured) is one of the three felines whose shed fur is recycled and carefully crafted into hats for cats. Follow  to keep up with this creative haberdasher’s designs."}, {"num_of_comments": 24, "num_of_like": "1,744,776", "path": "instagram/picture1118.jpg", "like_list": [], "date_time": "Apr 20, 2017", "location": "", "tag_list": ["@sofigomezu", "@instagrames", "@sofigomezu"], "caption": "There’s a chance underwater athlete Sofía Gómez Uribe () is part mermaid. “I feel so at peace and just happy to feel the freedom of being under the sea,” says the 25-year-old from Medellín, Colombia, who holds three Pan-American records in competitive apnea (also known as free diving) — a sport where she descends deep into the ocean, without an oxygen tank.\n“It’s what I like to do and what makes me get up in the morning,” says Sofía. “Apnea has taught me to get to know myself, to explore my weaknesses and strengths. Every day, I improve. I’ve learned to make progress and surpass my own limits.”\nDiscover more stories from the Spanish-speaking community on .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "2,135,209", "path": "instagram/picture1119.jpg", "like_list": [], "date_time": "Apr 19, 2017", "location": "", "tag_list": ["@gemini_digitized", "#WHPgoodmorning", "@gemini_digitized"], "caption": "In the US Pacific Northwest, Joseph Watrous () waited for the perfect morning light to hit the farmland in front of him. “I could wake up here every day and never miss the city!” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "889,714", "path": "instagram/picture1120.jpg", "like_list": [], "date_time": "Apr 19, 2017", "location": "", "tag_list": ["@_bezzad", "#WHPgoodmorning", "@_bezzad"], "caption": "As often as he can, Behzad Rahmani Poor () spends the morning with residents at a local homeless shelter in Shiraz, Iran. “The teakettles never stop boiling,” he says. “Drinking tea is the most pleasurable thing they have.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,077,050", "path": "instagram/picture1121.jpg", "like_list": [], "date_time": "Apr 19, 2017", "location": "", "tag_list": ["@amy_corson", "#WHPgoodmorning", "@amy_corson"], "caption": "It took Amy Corson () a few tries at setting a timer on her camera and hopping under the covers to get a shot she liked, but the playful result was worth the effort. “Good mornings and coffee are pretty synonymous,” she says. “You can’t have one without the other.” \nFollow along to see more of our favorite submissions to last weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "630,014", "path": "instagram/picture1122.jpg", "like_list": [], "date_time": "Apr 19, 2017", "location": "", "tag_list": ["@shaymitchell", "@prettylittleliars"], "caption": "Seven years and seven seasons later, actress Shay Mitchell () and the cast of the American TV drama “Pretty Little Liars” () are better friends than ever. “To be able to say that we still all love each other after that long is amazing,” says Shay. “Work doesn’t feel like work when you are with friends and family every day!” As the final season premieres tonight, Shay reflects on her experience playing Emily, the athletic member of the core cast: “I love that she is a loyal, caring friend. I’ll miss watching her grow and try to navigate life.”\nWatch our story to hang out with Shay leading up to the debut of the final season."}, {"num_of_comments": 24, "num_of_like": "1,448,421", "path": "instagram/picture1123.jpg", "like_list": [], "date_time": "Apr 18, 2017", "location": "", "tag_list": ["#WHPgoodmorning", "@jackmanchiu"], "caption": "A pair of birds stop by for breakfast, served up by a helpful hand. \nPhoto "}, {"num_of_comments": 24, "num_of_like": "665,120", "path": "instagram/picture1124.jpg", "like_list": [], "date_time": "Apr 18, 2017", "location": "", "tag_list": ["@ulevus", "@ulevus"], "caption": "Ülevus () is a Brazilian brand on a mission to make gender equality more widespread. Paola Penna met her co-founder and girlfriend Larissa Rodrigues while in college. “We were already indignant with what the fashion industry had to offer us, so we decided to create a brand without gender division that could withstand the demand of young consumers like us who were tired of stereotypes,” says Paola, who’s now 22 and lives in São Paulo. “On October 12, 2014, we opened a store for online shopping. Since that time, we have been applying the concept of not having a gender division in our clothes.” Paola and Larissa stay motivated knowing they provide an open, inclusive and stylish destination for shoppers. “We want to make the place where we live a more egalitarian place even with our differences,” says Paola, “which in the end, make us all human.”\nWatch our Instagram story to learn more about Ülevus.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "753,161", "path": "instagram/picture1125.jpg", "like_list": [], "date_time": "Apr 18, 2017", "location": "", "tag_list": ["#WHPgoodmorning", "@andrescarrionbaz"], "caption": "Coffee just tastes better when you drink it outside — especially in the early morning light of Valencia, Spain. ☕️ \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,658,106", "path": "instagram/picture1126.jpg", "like_list": [], "date_time": "Apr 18, 2017", "location": "", "tag_list": ["#WHPgoodmorning", "@thesematters"], "caption": "This little Easter bunny is tuckered out from a weekend of friends, family and a visit to tulip fields near Amsterdam. 🐰\nFollow along to see more of our favorite submissions to last weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 5, "num_of_like": "677,844", "path": "instagram/picture1127.jpg", "like_list": [], "date_time": "Apr 18, 2017", "location": "", "tag_list": [], "caption": "Starting this week, you can save posts into private collections. Tap and hold the bookmark icon underneath any post to save it directly to a collection. You can create and name a new collection when you save a post, or you can add it to one you’ve already created. You can also create a collection out of your existing saved posts. Tap the plus icon in the top right corner, give your collection a name and select the saved posts you’d like to add.\nYou can find your collections on the saved posts tab on your profile. Just like all saved posts, your collections are private — only you can see them. Since we introduced the ability to save posts last December, 46 percent of Instagrammers have saved at least one post. Whether you want to plan your next day trip, revisit your favorite artists’ illustrations or always have some animal videos on hand, collections can help you keep track of the posts you want to remember.\nTo learn more about save collections, check out help.instagram.com.\nThis update is available for iOS and Android in the Apple App Store and Google Play as part of Instagram version 10.16."}, {"num_of_comments": 24, "num_of_like": "1,111,816", "path": "instagram/picture1128.jpg", "like_list": [], "date_time": "Apr 17, 2017", "location": "Coachella Music and Arts Festival", "tag_list": ["@kehlani", "@coachella", "@thegr8khalid"], "caption": "In the world of R&B, 21-year-old singer Kehlani () is an artist making moves to the front of the pack. Born and raised in Oakland, California, Kehlani is fresh off the release of a new album and is kicking off a North American tour at . “I attended the festival two years ago, but this is my first time performing!” says Kehlani, who’s in the lineup with artists like Lady Gaga, Radiohead and Kendrick Lamar. She’s most excited for Kendrick’s performance, but Kehlani is also looking forward to checking out artists she’s never seen before. “I know I’ll discover some great ones here,” she says, pictured here with Khalid ().\nExplore the sights and sounds of Coachella with Kehlani right now on our Instagram story."}, {"num_of_comments": 24, "num_of_like": "1,871,181", "path": "instagram/picture1129.jpg", "like_list": [], "date_time": "Apr 17, 2017", "location": "", "tag_list": ["@fiestathecat", "#TheWeekOnInstagram", "@fiestathecat"], "caption": "Fiesta (), a posh and playful Jack Russell terrier, peers out at the world from a pool of daisies. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,623,507", "path": "instagram/picture1130.jpg", "like_list": [], "date_time": "Apr 16, 2017", "location": "Coachella Music and Arts Festival", "tag_list": ["@coachella", "@aftersicecream", "@aftersicecream", "@jnsilva"], "caption": "Food lovers from around the world flock to  for a reason. The annual music and arts celebration pays careful attention to their curation of food, bringing together a list of vendors ranging from Los Angeles’ finest gourmet chefs to food truck favorites who give a festival twist to their signature dishes — think fruit-filled acai bowls, Peruvian-Mexican burritos and fresh ceviche topped with uni. Afters Ice Cream () is one vendor scooping flavorful cones this weekend. “We use local ingredients when possible, and we do everything by hand, in house,” says Joshua Stevens, who manages festivals and catering for the small-batch ice cream company. Founded in Fountain Valley, California, Afters’ flavors range from Vietnamese-influenced jasmine milk to a play on the traditional cookies and cream – a vibrant blue-colored ice cream with Oreo chunks called Cookie Monster. “Whether you’re 6 months old or 99 years old, everyone loves that flavor. The color really sticks out.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "907,657", "path": "instagram/picture1131.jpg", "like_list": [], "date_time": "Apr 16, 2017", "location": "Passo di Giau", "tag_list": ["@stefan_mahl", "#TheWeekOnInstagram", "@stefan_mahl"], "caption": "“A wise man once said, a handplant a day keeps the doctor away,” writes Stefan Mahlknecht () in his caption. An outdoor photographer and graduate student living in South Tyrol, Italy, Stefan thought this trick’s shape mirrored Giau Pass, the mountain in the background, located in the Italian Dolomites. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "2,049,494", "path": "instagram/picture1132.jpg", "like_list": [], "date_time": "Apr 15, 2017", "location": "Tokyo, Japan", "tag_list": ["@takashi_komatsubara", "#TheWeekOnInstagram", "@takashi_komatsubara"], "caption": "Eight hundred sakura trees live in Tokyo on the Meguro River. Takashi Komatsubara () captured one in all its glory at night. 🌸 “The Japanese strongly feel the four seasons in their daily lives,” explains Takashi. “Many people love the cherry blossoms in spring.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,340,714", "path": "instagram/picture1133.jpg", "like_list": [], "date_time": "Apr 15, 2017", "location": "São Paulo, Brazil", "tag_list": ["@azumamakoto", "#TheWeekOnInstagram", "@azumamakoto"], "caption": "A biker brigade — with bouquets on back — glides through the streets of São Paulo. 💐 This photo from artist  depicts part of his installation that rides around the city until May 7. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,294,311", "path": "instagram/picture1134.jpg", "like_list": [], "date_time": "Apr 15, 2017", "location": "Coachella Music and Arts Festival", "tag_list": ["@coachella", "@chiaozza", "@cole_younger_"], "caption": "For two weekends in April, the small desert oasis of Indio, California, is a destination for tens of thousands of  attendees, who flock for music, food and art. Two of the featured artists this year are Adam Frezza and Terri Chiao, who make up the Brooklyn-based duo Chiaozza (). “Chiaozza Garden” is an entire acre of tall, bulbous, colorful structures — all of which have whimsical names like Giros, Dollop Sprouts, Twin Lumps and Exquisite Plants — that stand out even in the vastness of the festival grounds. “When we were designing this garden,” says Terri, “we thought a lot about the experience of the light in the desert — how it gets kind of bleached out during the day, but the colors start to really glow at dusk and sunrise.”\nEvolving from a sketch in their studio to 8-ton sculptures made from plywood, lathe, stucco and cement in the center of Coachella, the pair had a hand in every stage of the production process. “It’s the largest project we’ve ever done,” says Adam. “It’s so fun to see people engage with the work,” which includes dancing with some of the pieces’ rubber tassels and resting in the late afternoon shade the structures provide. “Over time, we want this work to continuously befuddle and offer a curious sense of imagination.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "965,164", "path": "instagram/picture1135.jpg", "like_list": [], "date_time": "Apr 15, 2017", "location": "", "tag_list": ["#WHPgoodmorning", "@stinayulia", "#WHPgoodmorning", "@stinayulia"], "caption": "Weekend Hashtag Project: \nThis one’s for you, early risers. The goal this weekend is to take photos and videos that capture the sights and sounds of the world waking up — like this one by .\nHere are a few tips to get started:\nTake advantage of soft morning light, whether it streams through your bedroom window or lights your favorite hiking trail at sunrise.\nRecord quiet moments with your family before the day starts moving: still-sleeping portraits, steam rising off a cup of fresh coffee and reading the newspaper together.\nConsider morning moments that aren’t slow — not everyone has the weekends off of work. Take a Hyperlapse of the vendors setting up the fish market before the sun comes up, or a Boomerang of park ranger out in the field.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "638,691", "path": "instagram/picture1136.jpg", "like_list": [], "date_time": "Apr 15, 2017", "location": "", "tag_list": ["@goldenpolaroid", "@egyptique", "@bandrybarry", "@teenvogue", "#🙌🙌🙌", "@goldenpolaroid"], "caption": "“Hey! My name is Myles Loftin () and I live in New York City. I’m a 19-year-old freelance photographer and student at Parsons School of Design. I was always interested in art and creating, but it wasn’t until five years ago, when I took a trip to Italy with my family, that I realized photography was what I was really interested in doing.\n**Three things I’m grateful for:**\n🙌 . My friend Anzie is very determined about what she wants to do. She moved to New York from Texas, and I’ve seen her grow a lot since she’s been here. She’s also very supportive of what I’m doing; I always know that I can count on her if I have something that I’m worried about or something that I just want to get off my chest.\n🙌 . I photographed director Barry Jenkins once, and when it was later published, he took the time out of his day to acknowledge me. The fact that he remembered me and had such positive things to say about my career was incredible.\n🙌 . They’re empowering young people to be active politically. I think they’re doing a really good job of that.”\nIf you could give a 🙌 to three Instagram accounts who support or inspire you, who would they be? Post using  for a chance to be featured on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,089,889", "path": "instagram/picture1137.jpg", "like_list": [], "date_time": "Apr 14, 2017", "location": "", "tag_list": ["@gwencoyne", "@gwencoyne"], "caption": "Gwen Coyne () may spend her weekdays in a cubicle, but the digital marketing manager, who works in San Francisco, uses her weekends to explore California with her family and her camera. “I live in such a beautiful place that if you watch and wait, something magical usually happens,” says Gwen. After working with film and digital photography, Gwen began taking photos with her phone after the birth of her now 6-year-old daughter, who has asthma and has been in the hospital a few times over the course of her young life.\nAs a manifestation of her concern, Gwen turned her phone’s camera lens toward her daughter. “I want to create images that help remind us of the time between the more intense periods,” she says. The black-and-white quality of her photographs helps to further remove the scenes from reality. “I’m more interested in collecting snippets rather than documenting specifics,” says Gwen. “I want my daughter to be able to fill in the gaps with her imagination when she gets older.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,089,889", "path": "instagram/picture1138.jpg", "like_list": [], "date_time": "Apr 14, 2017", "location": "", "tag_list": ["@alinavalitova", "#Boomerang", "#Boomerang", "@alinavalitova"], "caption": "Alina Valitova () consistently shares playful, extraordinary Boomerangs of life in Moscow and her travels around the world. Lucky for us, the set designer and photographer put together a helpful tutorial, breaking down her essential steps for  magic. ✨\nCheck out our Instagram story to see Alina’s tips and tricks.\n by "}, {"num_of_comments": 4, "num_of_like": "903,255", "path": "instagram/picture1139.jpg", "like_list": [], "date_time": "Apr 14, 2017", "location": "", "tag_list": [], "caption": "Today, we’re introducing new sticker tools that help you be even more creative, whether you’re sharing to your story or having conversations with your friends in Direct. Over 200 million people now use Instagram Stories every day to keep up with friends and accounts they love. And with recent updates to Direct, it’s never been easier to have playful, visual conversations with close friends. With these new sticker tools, you have even more ways to turn your most casual, everyday moments into something fun to share.\nTurn your selfie into a sticker that you can use throughout your story. You’ll see a new sticker with a camera icon that lets you capture a mini-selfie. Before or after capturing, tap to apply different frame styles. Put your selfie sticker anywhere, adjust the size and use as many other creative tools as you want. You can also now pin your selfie sticker — as well as any other sticker or text — to a specific spot in your video. Just tap and hold the sticker, move it over any object and confirm by tapping “Pin.”\nIf you live in or are traveling to Chicago, London, Madrid or Tokyo, you’ll also start seeing geostickers for your city over the coming days. All of the geostickers have been designed by local community members to help bring the cities they call home to life. You’ll be able to see the artist’s username when you tap the sticker, so you can learn more about their unique artwork.\nWe’re also rolling out a shortcut to get to your favorite stickers. After tapping the smiley face, simply swipe right to see your recently used stickers. Finally, when you record a video using “Hands-Free” mode, tap and hold the button to see a timer that counts down to when the video begins.\nTo learn more about today’s updates, check out help.instagram.com."}, {"num_of_comments": 24, "num_of_like": "1,766,928", "path": "instagram/picture1140.jpg", "like_list": [], "date_time": "Apr 13, 2017", "location": "", "tag_list": ["@thom_astro", "@iss", "#CosmonautsDay", "@thom_astro"], "caption": "From 250 miles (402 kilometers) above Earth, Thomas Pesquet’s () photos raise our eyes to the stars. The French astronaut, who’s aboard the International Space Station () for six months, was selected to become an astronaut in 2009. “I began training right away,” says Thomas. “I had to learn Russian, work to stay in peak physical condition and take survival courses. There was also advanced training on how the International Space Station works and how to conduct the scientific experiments that we do aboard.” And, most importantly, he had to learn how to float.\n“Floating in microgravity is an amazing feeling,” says Thomas. “You feel so free. At the beginning, I was really awkward — I was trying to do too much too fast. Like riding a bike, it takes time to learn how to do it. But over time, it began to feel more natural. At night, when everyone else is asleep and I have the station to myself, I like to just float for a bit. It totally relaxes me.” When Thomas finally got to the ISS after training, what surprised him most was the beauty of our planet as seen from space. “There are no words, no images that can convey the beauty of the Earth as you soar 250 miles above it,” he says.\nToday, we’re celebrating  with Thomas. Watch our Instagram story right now to explore life aboard the International Space Station.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "822,916", "path": "instagram/picture1141.jpg", "like_list": [], "date_time": "Apr 13, 2017", "location": "", "tag_list": ["@guneytepe", "@guneytepe"], "caption": "Güney Tepe () bought his first camera 10 years ago, when he was 20. “My early photos were not perfect, but I was excited by the act of taking pictures,” he says. “Photography lets you journey through time. For me, photographs keep memories alive.” Over the years, Güney found himself drawn more and more to street photography: taking pictures outside of a controlled environment. “I like photographing people acting naturally,” he says. “When I’m taking photos, I experience the same things they feel.”\nBorn and raised in Turkey, he also hopes his pictures can help demystify his native land. “Turkey is a beautiful country — it’s also complicated. There are many different kinds of people, many different cultures. It might be impossible for my own photos to correct misconceptions,” he says, “but I believe my journalist and photojournalist friends will succeed in the end.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,110,798", "path": "instagram/picture1142.jpg", "like_list": [], "date_time": "Apr 12, 2017", "location": "", "tag_list": ["@abu888", "#WHPgeometric", "@abu888"], "caption": "Akihito Nagata () waited patiently for a single car and pedestrian to make their way to the crosswalk in Osaka, Japan, at the same time. “I always love capturing lines,” he says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "923,327", "path": "instagram/picture1143.jpg", "like_list": [], "date_time": "Apr 12, 2017", "location": "", "tag_list": ["@5ftinf", "#WHPgeometric", "@5ftinf"], "caption": "In Brighton, England, artist Philippa Stanton () laid out her collection of rulers for “some old-school geometry.” Her favorite, the small one in the middle with white sides, belonged to her grandfather. “I really love how it’s such a simple yet entirely practical object,” she says of her  submission.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,057,475", "path": "instagram/picture1144.jpg", "like_list": [], "date_time": "Apr 12, 2017", "location": "", "tag_list": ["@triwisuda", "#WHPgeometric", "@triwisuda"], "caption": "Looking down from the top of the Grand Mosque of Bandung tower in Indonesia, Agung Triwisuda () took this photo of people milling around a chevron-styled lawn. “I was inspired by how geometry can be applied beautifully into our everyday environment,” says Agung.\nFollow along to see more of our favorite submissions to last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "825,050", "path": "instagram/picture1145.jpg", "like_list": [], "date_time": "Apr 12, 2017", "location": "", "tag_list": ["@claramarz", "@claramarz"], "caption": "Last weekend, 17-year-old influencer Clara Marz () attended Video City Paris, where video creators have the opportunity to connect with fans and share experiences. “When I think about influencers who started with nothing and are now doing so much, it motivates me tremendously,” she says.\nWhile Clara is known for her love of singing, fashion and beauty, she’s also committed to the fight against cyberbullying. “Influencers can play an important role in this fight,” she says. “Only by talking about it can I raise awareness about the problem.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,266,015", "path": "instagram/picture1146.jpg", "like_list": [], "date_time": "Apr 12, 2017", "location": "", "tag_list": ["@aljvd", "#WHPgeometric", "@aljvd"], "caption": "“Keeping traditions alive,” writes Altamash Javed () of these almost-symmetrical shipbuilders in the United Arab Emirates. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,266,015", "path": "instagram/picture1147.jpg", "like_list": [], "date_time": "Apr 11, 2017", "location": "", "tag_list": [], "caption": "Today, we’re launching the new Direct to make it fast and easy to turn any conversation into a visual conversation with photos and videos. Texts and reshares will now appear in the same thread with disappearing photos and videos so you can seamlessly go back and forth with your friends.\nSend a disappearing photo or video to let your friends know what you’re up to, a funny selfie to capture the mood or share what’s happening around you. Simply swipe left into Direct and tap the new blue camera icon at the bottom to take a disappearing photo or video, or tap the blue camera icon in an existing thread. As always, swiping right from feed will take you directly to the camera. Tap the arrow to send it to individual friends or groups of friends.\nWhen you receive new disappearing messages, they’ll be highlighted blue in your inbox. Tap to view them and you can replay them once. The sender will be notified if you replay or screenshot the message. Texts, uploads and reshares still work the same way. Since our last update in November 2016, the number of people using Direct has grown from 300 million to 375 million. We want to make Direct the best place to have fun, visual conversations with your friends. Stay tuned for more.\nTo learn more about the new Direct, check out help.instagram.com."}, {"num_of_comments": 24, "num_of_like": "916,032", "path": "instagram/picture1148.jpg", "like_list": [], "date_time": "Apr 11, 2017", "location": "", "tag_list": ["@nibyniebo_", "#WHPgeometric", "@nibyniebo_"], "caption": "Polish artist Justyna Wołodkiewicz () spent her weekend crafting with embroidery thread and polymer clay. “I’m sure I will explore this pattern more,” she says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "694,127", "path": "instagram/picture1149.jpg", "like_list": [], "date_time": "Apr 11, 2017", "location": "", "tag_list": ["#WHPgeometric", "@dettie_daisie"], "caption": "A pair of pigeons rest their talons on elegant archways in India. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "694,127", "path": "instagram/picture1150.jpg", "like_list": [], "date_time": "Apr 11, 2017", "location": "", "tag_list": ["@niomismart", "#VidConEU", "#Boomerang", "@jack_maynard", "@niomismart"], "caption": "British lifestyle vlogger Niomi Smart () spent the weekend at , meeting with fans and hanging out with fellow content creators. “We’re all so busy it’s hard to find time to get everyone together, especially when we live all over the world,” says Niomi. She also took part in a panel, “Underneath It All,” that delved into the concept of beauty.\nWatch our Instagram story right now to see what Niomi’s time in Amsterdam was all about.\n of  and "}, {"num_of_comments": 24, "num_of_like": "694,127", "path": "instagram/picture1151.jpg", "like_list": [], "date_time": "Apr 11, 2017", "location": "", "tag_list": ["@puffytails", "@puffytails"], "caption": "Hello, world! It’s time to get acquainted with the Puffytails Trio (). This little bunny named Billie lives with her brothers Cameron and Devon in Houston. The trio love to snuggle and hang with their humans — who have made it clear that caring for them, while wonderful, is no easy feat.\n“If you are seriously considering a house rabbit,” says Puffytails’ people, “the best thing you can do (after thorough research) is wait until a couple months after Easter, and adopt from a rescue.” Rabbits require a lot of love, attention and care. Give  a follow to keep up with this cuddly trio’s escapades and learn more."}, {"num_of_comments": 24, "num_of_like": "832,919", "path": "instagram/picture1152.jpg", "like_list": [], "date_time": "Apr 10, 2017", "location": "", "tag_list": ["@busyinbrooklyn", "#Passover", "@busyinbrooklyn"], "caption": "Food blogger Chanie Apfelbaum () revives traditional Jewish recipes from her kitchen in Brooklyn, New York. This week, the mother of five will celebrate the eight-day spring holiday  with her family — and a few of her favorite dishes. “As a mom, it’s so important to me to prepare some of the same foods that my mom cooked for Passover, and her mom before her,” says Chanie. “It’s those tastes of home, the smells from my kitchen and the memories made around the table, that will carry on to my children and for generations to come.”\nWatch our Instagram story right now to see more of Chanie’s Passover preparations.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,035,211", "path": "instagram/picture1153.jpg", "like_list": [], "date_time": "Apr 10, 2017", "location": "", "tag_list": ["@anni.berlin", "#TheWeekOnInstagram", "@anni.berlin"], "caption": "Perched high above an underground walkway exit in Berlin, Andrea Lohmann () saw this man and his dog walking into the sunshine, “stepping out of hibernation towards spring.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,186,122", "path": "instagram/picture1154.jpg", "like_list": [], "date_time": "Apr 9, 2017", "location": "Château de La Hulpe", "tag_list": ["@nightigales", "#TheWeekOnInstagram", "@nightigales"], "caption": "On a windy day in La Hulpe, Belgium, 16-year-old Barnabé Rossignol () and his little brother filled a castle’s garden with colorful balloons. “After the shoot, we called for the children to burst our balloons because my father was waiting for us,” says Barnabé. \nPhoto by "}, {"num_of_comments": 21, "num_of_like": "1,919,530", "path": "instagram/picture1155.jpg", "like_list": [], "date_time": "Apr 8, 2017", "location": "Waikiki, Hawaii", "tag_list": ["@galen.neil", "#TheWeekOnInstagram", "@galen.neil"], "caption": "A pod of sleeping spinner dolphins floated by Galen Craddock () and his friend off the coast of Oahu, Hawaii. “When I capture moments like these, I want to inspire others to go out and explore for themselves,” says Galen. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "939,233", "path": "instagram/picture1156.jpg", "like_list": [], "date_time": "Apr 8, 2017", "location": "", "tag_list": ["#WHPgeometric", "#WHPgeometric", "@tashalakoz"], "caption": "Weekend Hashtag Project: \nTriangles in a building’s design. Rectangular lines in the forest. Circular food on your circular plate. This weekend, the goal is to make images and videos of the shapes and structures in your everyday surroundings.\nHere are some tips to get you started:\nChoose a particular shape and keep an eye out for it anywhere you may go. Whether you’re in a dense urban grid or the vastness of a forest, there are shapes hidden in plain sight.\nChange up your perspective — look down, up, at close-up details and faraway scenes — sometimes new shapes will present themselves.\nLook for repetition of a favorite shape in one scene. Maybe a cyclist is riding by a house with circular windows, or you’re sitting down to lunch and see that your napkin is folded in the same triangle as your sandwich.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "939,233", "path": "instagram/picture1157.jpg", "like_list": [], "date_time": "Apr 8, 2017", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@serhat", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@serhat"], "caption": "We’re popping a wheelie into the weekend with our . Creative director Serhat Ozirik () caught these bikers in action in Antalya, Turkey.\nAdd  to your next Boomerang’s caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "1,050,742", "path": "instagram/picture1158.jpg", "like_list": [], "date_time": "Apr 7, 2017", "location": "", "tag_list": ["#hellomynameis", "@nora_py", "@instagrames", "@nora_py", "@mariofidji"], "caption": "“ Nora Peinador (). I’m 19 years old, and I’m a ballerina with the Víctor Ullate Ballet Company in Madrid; I’m also in my last year of high school. I started dancing when I was 7 years old. I always told my mom I wanted to dance, but she kept changing the subject. One day, I was with her at the supermarket doing cartwheels on the metal bars and a woman came over and asked if I liked dancing. She was the first Cuban ballerina, Menia Martínez, and she was at the supermarket with Víctor. She told us to go to an audition.\nThere were about 80 people there, but in the end, I was the only one they chose. I love dance, especially seeing people enjoy what you’re doing. When I dance, my problems disappear. I start to dance, and I forget about the people looking at me and I express everything. I’d love to dance in London or Paris. In my free time, I love to record videos. I like making people happy.”\nDiscover more stories from the Spanish-speaking community on .\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "903,262", "path": "instagram/picture1159.jpg", "like_list": [], "date_time": "Apr 7, 2017", "location": "", "tag_list": ["@tortikannuchka", "#MadeToCreate", "@instagramru", "@tortikannuchka"], "caption": "“Creating a single cake may take a week,” explains artist and baker Madina Yavorskaya. “Ideas simply come to us, and sometimes, they emerge as we experiment.” Along with her brother Rustam, Madina opened Tortik Annushka (), a family pastry business and confectionary school in Moscow, named in honor of her daughter, Annushka. Madina holds an advanced degree in fine arts and Rustam is an architect — their combined backgrounds are responsible for the sometimes polished, other times playful, but always elegant and well-constructed cakes that they design and bake. “We always work together, and we get inspired by progress,” she says. \nTo see more stories from the Russian-speaking community, check out .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "781,084", "path": "instagram/picture1160.jpg", "like_list": [], "date_time": "Apr 6, 2017", "location": "", "tag_list": ["@cengizyar", "#EyesOn", "@cengizyar"], "caption": "Cengiz Yar () has his  the humanitarian crisis gripping Mosul, Iraq. Over the last six months, he’s documented the exodus of civilians from the besieged city, as Iraqi government forces continue an offensive to expel Islamic State fighters. “There’s a wide spectrum of emotions,” he says of the thousands of people fleeing their homes daily, in addition to the 300,000 who have already left since October. “It’s everything from extreme desperation to exhaustion to elation.” It’s the 30-year-old American photojournalist’s most recent chapter of years spent working in the region, where he first traveled to report on Syrian refugees.\n“I wish I got to see it 10 years ago,” he says of Mosul. “It’s a beautiful city. I was walking near the old city last week, and half a block away from that, there were these beautiful, old doorways for this building — intricately carved doorways that reminded me very much of Aleppo. I wish I got to see that and knew what it was like for people before.”\nWatch our Instagram story right now to see more of Cengiz’s work in Mosul.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "890,379", "path": "instagram/picture1161.jpg", "like_list": [], "date_time": "Apr 6, 2017", "location": "", "tag_list": ["@numpulo", "@numpulo", "@instagrambrasil", "@numpulo"], "caption": "Paula Albino, 29, and Daniel Negreiros, 39 () made wanderlust a lifestyle. About a year ago, the Brazilian couple, who is based in Belo Horizonte, started to pursue travel as a career. They head to a new destination at least once a month and share stories from places they visit through photos and videos — jumping for joy at each new discovery. Their project’s name, , literally translates as “in a jump.”\n“When we discover other cultures, we learn to respect the differences between them, and we become better people,” explains Daniel. Paula urges those who dream of traveling to jump in. “Traveling doesn’t need to be complicated or expensive, and you don’t need to go very far away,” she says. “Leaving your little corner and opening yourself up to the world can happen in the next town over.”\nExplore  to discover more stories from Brazil.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "890,379", "path": "instagram/picture1162.jpg", "like_list": [], "date_time": "Apr 5, 2017", "location": "", "tag_list": ["@anna.m.bucciarelli", "#WHPhowicreate", "@anna.m.bucciarelli"], "caption": "Once the kids are in bed, Anna Bucciarelli () relaxes at home in Toronto with her watercolors. “Before working on a commercial project,” she says, “I’ll warm up by painting shapes and colors inspired by nature,” like this colorful betta fish. \nVideo by "}, {"num_of_comments": 24, "num_of_like": "956,500", "path": "instagram/picture1163.jpg", "like_list": [], "date_time": "Apr 5, 2017", "location": "", "tag_list": ["@recoveringmusician", "#WHPhowicreate", "@recoveringmusician"], "caption": "In the Tennessee countryside, photographer Bret Pemelton () set up his phone to take this self-portrait. “This particular spot is what I see as I climb into my car every morning,” he says of his  submission. “It’s my favorite spot to dream.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "956,500", "path": "instagram/picture1164.jpg", "like_list": [], "date_time": "Apr 5, 2017", "location": "", "tag_list": ["@soilandstem", "#WHPhowicreate", "@soilandstem"], "caption": "Nicole Land () used a time-lapse video to show the work that goes into one of her detailed arrangements. “My designs are an extension of the environment and season I work in,” says the floral designer from Salt Lake City. “I like to pull from the elements to create a color and texture floral story.” \nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,217,873", "path": "instagram/picture1165.jpg", "like_list": [], "date_time": "Apr 5, 2017", "location": "", "tag_list": ["@anasantos_illustration", "@instagrames", "@anasantos_illustration"], "caption": "With the help of a brush and some watercolors, Ana Santos () combines the female form with fantasy. “I love fusing faces with nature,” the illustrator, who also teaches art, says of her work. Based in the northwestern city of Salamanca, Spain, Ana is inspired by photography and loves experimenting with her art, creating something you wouldn’t see in everyday life. “I like to take a face and try lots of different things with it,” she says. “Sometimes, I take a drawing from a year ago or longer and update it.”\nDiscover more stories from the Spanish-speaking community on .\nIllustration by "}, {"num_of_comments": 24, "num_of_like": "1,217,873", "path": "instagram/picture1166.jpg", "like_list": [], "date_time": "Apr 4, 2017", "location": "", "tag_list": ["@saltyseattle", "#WHPhowicreate", "@saltyseattle"], "caption": "When it comes to cooking up bright and colorful ravioli in her kitchen, Linda Miller Nicholson () is a fan of the double roll — first with ricotta and sweet potato, and second with braised lamb. “Because it’s twice as nice to get two in one bite,” she says. \nVideo by "}, {"num_of_comments": 24, "num_of_like": "669,073", "path": "instagram/picture1167.jpg", "like_list": [], "date_time": "Apr 4, 2017", "location": "", "tag_list": ["@koko_secretrainbowpath", "#WHPhowicreate", "@koko_secretrainbowpath"], "caption": "Japanese sweets like dango, sakuramochi and rice crackers are the fuel for Koko’s () journaling and collage projects. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "974,449", "path": "instagram/picture1168.jpg", "like_list": [], "date_time": "Apr 4, 2017", "location": "", "tag_list": ["@olgaprinku", "#WHPhowicreate", "@olgaprinku"], "caption": "Dried flowers, fabric and a simple embroidery hoop make up Olga Prinku’s () flower wreaths. “When my garden awakes, I’d love to try drying more varieties, especially poppies and cornflowers,” she writes in her caption. 🌼\nFollow along as we feature more of our favorite  submissions.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "815,398", "path": "instagram/picture1169.jpg", "like_list": [], "date_time": "Apr 4, 2017", "location": "", "tag_list": ["@jzaamir", "@jzaamir"], "caption": "Jz Aamir () uses light calligraphy to bring forgotten locations back to life. “I want people to visit these places and see real beauty, understand the history and learn the stories behind them,” says the 37-year-old from Pakistan. Light calligraphy is a combination of three art forms – photography, light painting and calligraphy, and mastering just one can require years of training. “You need to practice writing in reverse because cameras capture a mirror image. That took me some time getting used to,” he says. “Flipping the image in Photoshop could easily solve this problem, but I keep my work straight out of the camera.”\nJz now lives in Dubai, paying homage to each location he shoots. “I visit the place, study the history, think of a word that would suit the location, then shoot,” says Jz. “Sometimes it takes several visits to come up with the word.” Today, Jz is sharing the Arabic word for “love” created inside Jahangir’s Tomb in Lahore, Pakistan.\nRight now, you can see more of Jz’s art on our Instagram story.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "815,398", "path": "instagram/picture1170.jpg", "like_list": [], "date_time": "Apr 3, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@albertonwheels", "@albertonwheels"], "caption": "Hello, world! It’s time to meet today’s . Albert O. Wheels () is a very special rescue from the US. When he’s not enjoying the great outdoors — Albert loves the sand and the snow — he helps advocate for other friends who are in search of a furr-ever home. Give  a follow to learn more about this inspiring pup and all his adventures."}, {"num_of_comments": 24, "num_of_like": "815,398", "path": "instagram/picture1171.jpg", "like_list": [], "date_time": "Apr 3, 2017", "location": "University of Phoenix Stadium", "tag_list": ["@marchmadness", "#FinalFour", "@oregonmbb", "@unc_basketball", "@gamecockmbb", "@zagmbb", "@zagmbb"], "caption": "At the peak of collegiate basketball and , we headed to Phoenix to catch the men’s  in action. Whether you were rooting for , ,  or , check out our story for a behind-the-scenes look at how the Final Four came down to two. 🏀\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,874,820", "path": "instagram/picture1172.jpg", "like_list": [], "date_time": "Apr 3, 2017", "location": "", "tag_list": ["@adelicko", "#TheWeekOnInstagram", "@adelicko"], "caption": "The stars — and the fog — aligned for Adela Filip () when she walked into the woods near Zagreb, Croatia, one morning and spotted this lone wolf emerging through the trees. “It was a lucky moment,” she says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "956,410", "path": "instagram/picture1173.jpg", "like_list": [], "date_time": "Apr 2, 2017", "location": "", "tag_list": ["#TheWeekOnInstagram", "@a.13___nao___"], "caption": "Just a bear on a beach holding an umbrella. How was your week? \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,971,632", "path": "instagram/picture1174.jpg", "like_list": [], "date_time": "Apr 1, 2017", "location": "Dubai Miracle Garden", "tag_list": ["@natneuilly", "#TheWeekOnInstagram", "@natneuilly"], "caption": "In the urban hustle and bustle of Dubai, United Arab Emirates, Nathalie () found tranquility in this “paradise of flowers.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "850,551", "path": "instagram/picture1175.jpg", "like_list": [], "date_time": "Apr 1, 2017", "location": "", "tag_list": ["@mekfotos", "#TheWeekOnInstagram", "@mekfotos"], "caption": "Diego Coelho () was at the pool with his family in São Paulo when he took this photo of his sister-in-law falling backward into the water. “I love the lightness and the freedom this conveys,” he says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,006,314", "path": "instagram/picture1176.jpg", "like_list": [], "date_time": "Apr 1, 2017", "location": "", "tag_list": ["#WHPhowicreate", "@danhogman", "#WHPhowicreate", "@danhogman"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos documenting your creative process — the why, the when and even the deeper question of how. San Francisco-based architect Dan Hogman () tackles these questions during his sketching work: “Architecture brings a sense of stability and timelessness,” he says. “Before you get into the discussion on what it means or how it functions, a basic question is always current — how to represent it? How to capture the essence in just a few strokes, whether it’s a single structure or a citywide scene,” says Dan, who makes daily drawings of settings and buildings that inspire him.\nHere’s how to get started on your own submission this weekend:\nDocument what happens when you sit down at the literal (or figurative) drawing board. When you put pen to paper — or brush to canvas — show what emerges, and how.\nTry exploring beyond what you might consider a typical creative process. How does a child line up her crayons? A bike repairman lay out his tools? Take note of the not-so-obvious creativity happening around you.\nExperiment with different ways of capturing a creative process — like a Hyperlapse of a mural coming to life or a Boomerang of an artist at work in her studio.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "803,311", "path": "instagram/picture1177.jpg", "like_list": [], "date_time": "Apr 1, 2017", "location": "", "tag_list": ["@amosmac", "#KindComments", "@roccokatastrophe", "@amosmac"], "caption": "“I found confidence from community,” says Los Angeles-based photographer and writer Amos Mac (). “When I was a younger person, I couldn’t anticipate what my life would look like, because I didn’t know what a trans experience was. I didn’t see myself reflected in the media. I didn’t know that there was a name for what I was feeling as a kid about my gender, so it was hard for me to visualize what adulthood would be.”\nIn 2009, Amos, along with Rocco Kayiatos (pictured), launched Original Plumbing, a magazine for trans stories, as told by trans men. By broadening the representation of the community, Amos instills confidence in others. “I continue to be humbled by the kind words I hear from people who tell me they’ve seen a little bit of themselves in my work, and how it’s made them feel less alone, or encouraged to live authentically.”\nMarch 31 is International Trans Day of Visibility. Join others in celebrating by sharing your  — empowering comments that uplift you and others in the trans community.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "898,979", "path": "instagram/picture1178.jpg", "like_list": [], "date_time": "Mar 31, 2017", "location": "", "tag_list": ["@norblacknorwhite", "@norblacknorwhite"], "caption": "“We’ve had many moments of extreme frustration through rude peers, disrespectful landlords and ridiculous bankers who have asked where our ‘daddy’ is during business meetings,” says Mriga Kapadiya, one-half of NORBLACK NORWHITE (), a female-owned business based in Delhi, India, on a mission to celebrate indigenous art and immigrant culture through handcrafted textiles. “It’s important to identify and contribute to making sure evolution doesn’t simply mean working towards colonial ideas of greatness and success, including the mass manufacturing of everything,” explains Mriga. “We wish to work with communities around the world, but we will always be committed to promoting Indian artistry.”\nDespite the daily challenges, Mriga and her business partner Amrit Kumar are lit up by their female peers. “We are all coming together in such a meaningful type of sisterhood. It makes our hearts explode,” says Mriga. “We are super excited to keep creating, building and creating space for the goddesses around the world.”\nThis post is in celebration of Women’s History Month. Throughout March, we’ll be highlighting the stories of women doing extraordinary things around the world.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "848,202", "path": "instagram/picture1179.jpg", "like_list": [], "date_time": "Mar 31, 2017", "location": "", "tag_list": ["@i_am_idil", "#whereIcomefrom", "@i_am_idil"], "caption": "“I was born in California, but had a nomadic existence growing up. I find it reflective of my Somali background and ancestry. I find I keep moving, myself. As I once heard someone say, ‘Home is where my sole is.’ That statement resonates with me because my family is a mixture of immigrants and refugees — many of whom were displaced when the conflict in Somalia began in the early ‘90s. They are now sprinkled all over the globe — throughout the United States, Europe and all over Africa. Therefore, I have many homes, for which I am grateful.\nThere is a famine unfolding in Somalia right now, among other countries. Close to 20 million people in Yemen, Somalia, South Sudan and Nigeria are threatened. When you live beyond borders, it hits close to home.” —Idil Ibrahim (), documentary filmmaker \nPhoto by "}, {"num_of_comments": 23, "num_of_like": "717,210", "path": "instagram/picture1180.jpg", "like_list": [], "date_time": "Mar 31, 2017", "location": "", "tag_list": ["@nadiaaboulhosn", "@nadiaaboulhosn"], "caption": "Crop top, bodysuit, skinny jeans — Nadia Aboulhosn () wears any little thing she pleases, keyword “little.” “People try to shame me with, ‘Oh, you shouldn’t be wearing that,’” says the 28-year-old Los Angeles-based blogger, model and fashion designer. “I’m not gonna feel guilty because someone feels uncomfortable.” Half-Lebanese, Nadia grew up surrounded by women happy with their shapely hips, yet she soon realized there was a dearth of cute clothing choices for them. Instead of shrouding their curves, she thought, why not flaunt them? “When I started blogging in 2010, there weren’t a lot of people who looked like me in the fashion industry — 5’3” [1.6 meters] and thicker, with bigger eyebrows,” she explains. “I’ve helped normalize girls of all sizes to be able to wear whatever they want and be unapologetic for it. Your life isn’t for them. It’s for you.”\nThis post is in celebration of Women’s History Month. Throughout March, we’ll be highlighting the stories of women doing extraordinary things around the world.\nPhoto by "}, {"num_of_comments": 6, "num_of_like": "1,404,536", "path": "instagram/picture1181.jpg", "like_list": [], "date_time": "Mar 30, 2017", "location": "", "tag_list": ["@dreamkeepersllc", "#myinstagramlogo", "@dreamkeepersllc"], "caption": "Last week, with 600 colorful feathers and a whole lot of love, Simarron Robertson () crafted this . “I was inspired to create this today when I read about Instagram’s intention to make this community a safe environment that fosters kindness,” says Simarron, a maker and mama who lives in Montana. “I love that intent and it makes me more proud to be part of this form of social media.” 💕\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "674,959", "path": "instagram/picture1182.jpg", "like_list": [], "date_time": "Mar 30, 2017", "location": "", "tag_list": ["@nooristan", "@nooristan"], "caption": "It was the everyday, vibrant diversity that brought photographer Narisa Ladak () to Harlem, New York. “There’s so much to learn just by eating at restaurants and listening to music,” says Narisa. “It’s cultivated here. You can learn by walking down the street and paying attention.” Narisa self-identifies as South Asian, but her background extends globally: She was born in Canada, her parents in Tanzania and her grandfather in India. Her own family’s diversity helped to draw her lens toward minorities and immigrants — “people in between, like me” — when her previous work in marketing took her to live in Kabul, Afghanistan. “In taking a picture of someone, they’re trusting you, and you’re building a relationship with them,” she says. “I believe in the power of human connection.” Narisa now lives Harlem, and brings that to life in a recent photography project where she documents Congolese musicians in her neighborhood: “There’s something about live music that brings people together. It has a universal nature no matter what language you speak.”\nWatch our Instagram story to see more of Narisa’s project.\nThis post is in celebration of Women’s History Month. Throughout March, we’ll be highlighting the stories of women doing extraordinary things around the world.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "989,262", "path": "instagram/picture1183.jpg", "like_list": [], "date_time": "Mar 30, 2017", "location": "", "tag_list": ["@bfgf", "#MadeToCreate", "@bfgf"], "caption": "Lilian Martinez’s () playful tapestries aren’t just modern-day, digitally printed cave drawings — they do double duty as throw blankets you can wrap up in or picnic on. “Art wasn’t very prominent in my childhood. My main interests were eating snacks and watching TV,” says the Los Angeles-based artist behind the unisex art brand BFGF (Boyfren Girlfren). While she does paint canvases and show in galleries, things took off when she removed her art from the wall and transferred it onto fun, functional home goods and clothes like pillows, rugs and sweatshirts. Lilian does love famous artists like Paul Cézanne and Henry Moore, but she’s just as inspired by a good Stilton cheese and some fruit as she is by sculptures. “Art is everywhere,” says Lilian. “Take time to explore. It will make you feel good!” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,184,286", "path": "instagram/picture1184.jpg", "like_list": [], "date_time": "Mar 29, 2017", "location": "", "tag_list": ["@citomegalovirus", "#WWIM15❤️", "@citomegalovirus"], "caption": "Regardless of what language you speak, “we can all come together to share, enjoy and engage,” says Coral Malfaz (), who gathered artists, photographers and friends for a  in Spain’s Canary Islands.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "895,169", "path": "instagram/picture1185.jpg", "like_list": [], "date_time": "Mar 29, 2017", "location": "", "tag_list": ["@mayaraniaa", "#WWIM15❤️", "@mayaraniaa"], "caption": "For Maya Wardhani (), a day of fun on a playground in Banda Aceh, Indonesia, is just one manifestation of kindness, ’s theme. “Kindness is about creating happiness with friends,” says Maya.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,319,501", "path": "instagram/picture1186.jpg", "like_list": [], "date_time": "Mar 29, 2017", "location": "", "tag_list": ["@s_way045", "#WWIM15❤️", "@s_way045"], "caption": "Bad weather couldn’t stop Gary Lin () and his friends from joining forces for Taipei’s  this past weekend. “The rain is heavy,” he says, “but the hearts are stronger.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,319,501", "path": "instagram/picture1187.jpg", "like_list": [], "date_time": "Mar 29, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@lorylorikeet", "@lorylorikeet"], "caption": "Hello, world! It’s time for another edition of . Meet Bono, the newest edition to the  family. This sweet, snuggly bird lives with his siblings, Lory and Theo, in Vitória, Brazil, and loves a good head scratch from his human. (Who could blame him?!)\nFollow  to make sure you never miss a moment with this bright and beautiful brood."}, {"num_of_comments": 24, "num_of_like": "1,319,501", "path": "instagram/picture1188.jpg", "like_list": [], "date_time": "Mar 28, 2017", "location": "", "tag_list": ["@alfanzu", "#WWIM15❤️", "#Boomerang", "@alfanzu"], "caption": "New friends and fun Boomerangs were made by Alfan Erdi Jozuna () at this  in Jakarta, Indonesia.\n by "}, {"num_of_comments": 24, "num_of_like": "1,135,041", "path": "instagram/picture1189.jpg", "like_list": [], "date_time": "Mar 28, 2017", "location": "", "tag_list": ["@egoorushka", "#WWIM15❤️", "@alex_akimenko", "@egoorushka"], "caption": "Let’s play “how many hands are in this photo?” with Anna Egorova () and her university friends in Russia. \nPhoto by  via "}, {"num_of_comments": 24, "num_of_like": "1,171,841", "path": "instagram/picture1190.jpg", "like_list": [], "date_time": "Mar 28, 2017", "location": "", "tag_list": ["@ettwas", "#WWIM15❤️", "@ettwas"], "caption": "This past weekend, thousands of community members — like Sam Vasquez (), here in Mexico — gathered around the world to celebrate Worldwide InstaMeet 15 () and its theme: kindness. Follow along as we feature more of our favorite moments.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,171,841", "path": "instagram/picture1191.jpg", "like_list": [], "date_time": "Mar 28, 2017", "location": "", "tag_list": ["@tomholland2013", "@spidermanmovie"], "caption": "Actor Tom Holland () found out he was Spider-Man on Instagram. “Marvel had posted a photo and said, ‘Go to our website to find out who the next Spider-Man is!’” says 20-year-old Tom, who grew up in London. “I rushed to my computer, and lucky old me, it said my name. I went absolutely crazy.” With one film as Spider-Man under his belt and a second, “Spider-Man: Homecoming” (), coming out this summer, Tom adapted to his role and the physical training it demands, from freerunning to gymnastics — anyone who frequents his account is familiar with Tom’s signature backflips. But his favorite part about being Spider-Man is meeting kids while dressed as the superhero. “It’s such a joyous experience to see how happy it makes them to meet the real-life Spider-Man,” he says.\nWatch our Instagram story right now to see more from Tom. 🕷"}, {"num_of_comments": 24, "num_of_like": "1,317,529", "path": "instagram/picture1192.jpg", "like_list": [], "date_time": "Mar 27, 2017", "location": "", "tag_list": ["@zrodyr", "#TheWeekOnInstagram", "@zrodyr"], "caption": "After driving along the twists and turns of Switzerland’s Maloja Pass, Jonas Skorpil () released his drone to take this nighttime shot. “I set it to a long exposure and tried my luck,” he says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,614,207", "path": "instagram/picture1193.jpg", "like_list": [], "date_time": "Mar 27, 2017", "location": "", "tag_list": ["#TheWeekOnInstagram", "@lennyruizc"], "caption": "Who’s a good dog? \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,032,963", "path": "instagram/picture1194.jpg", "like_list": [], "date_time": "Mar 26, 2017", "location": "", "tag_list": ["@vgolden423", "@vgolden423", "@matt_cordova"], "caption": "“I can’t really say I had any female riders to look up to,” says motocross champion Vicki Golden (). As a three-time X Games gold medalist, and the first female to qualify for Supercross and Arenacross, the 24-year-old from Southern California is paving the way for female riders. Despite concussions and major injuries, Vicki has one motto: never quit. “Broken bones and all that stuff is just part of the game,” she says.\nThis post is in celebration of Women’s History Month. Throughout March, we’ll be highlighting the stories of women doing extraordinary things around the world.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "816,934", "path": "instagram/picture1195.jpg", "like_list": [], "date_time": "Mar 26, 2017", "location": "Villa Medici - Villa Médicis", "tag_list": ["#TheWeekOnInstagram", "@lenovchi"], "caption": "A visitor to the sculpture garden in Rome’s Villa Medici takes a new look at some ancient relics. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,757,615", "path": "instagram/picture1196.jpg", "like_list": [], "date_time": "Mar 26, 2017", "location": "", "tag_list": ["@yosuke_0312", "#TheWeekOnInstagram", "@yosuke_0312"], "caption": "“I don’t normally shoot flowers,” says Yosuke Nishida (), but these blooming camellias scattered along a woodland path in Japan changed everything. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,231,015", "path": "instagram/picture1197.jpg", "like_list": [], "date_time": "Mar 26, 2017", "location": "", "tag_list": ["@pepesilva_", "#TheWeekOnInstagram", "@pepesilva_"], "caption": "In the waters off of Vitória, Brazil, Pepê Silva () draws inspiration from the sea and sunlight. “When I photograph someone, I try to put them in sync with these two elements.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "566,864", "path": "instagram/picture1198.jpg", "like_list": [], "date_time": "Mar 25, 2017", "location": "", "tag_list": ["@bebe_vio", "@bebe_vio"], "caption": "Paralympian Beatrice Vio’s () relationship with fencing started at age 5. “It was love at first sight,” says the gold medalist, now 20, from Venice, Italy. In 2008, Beatrice contracted meningitis, which resulted in the amputation of both legs from the knee and both arms from the forearm, with severe scarring to her face and body. “Getting back into fencing was the only thing I had on my mind,” she says. “Some people said it was impossible, but I did it!” Today, Beatrice competes in wheelchair fencing, using a special prosthetic device, created by her father, to hold her foil (a fencing weapon). “In wheelchair fencing, you can’t move backward — you can only attack,” she says. “This is the same thing that you have to do in life, and I always do.”\nThis post is in celebration of Women’s History Month. Throughout March, we’ll be highlighting the stories of women doing extraordinary things around the world.\nPhotos by "}, {"num_of_comments": 24, "num_of_like": "566,864", "path": "instagram/picture1199.jpg", "like_list": [], "date_time": "Mar 25, 2017", "location": "", "tag_list": ["@volkancatikkas", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@volkancatikkas"], "caption": "This cool cat’s curled tail, captured in action by Volkan Çatıkkaş (), swung its way into our . 😻\nAdd  to your next Boomerang’s caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "1,063,632", "path": "instagram/picture1200.jpg", "like_list": [], "date_time": "Mar 25, 2017", "location": "", "tag_list": ["#WWIM15❤️", "#WWIM15❤️", "@thiagolbrito"], "caption": "InstaMeets have been a part of our community since the very early days of Instagram. They are gatherings of people who come together to connect over their shared passions and experiences. And Worldwide InstaMeet 15 () is happening this weekend, March 25-26! Join tens of thousands of people around the world to share, explore and celebrate while spreading this InstaMeet’s theme: kindness. Our features like Instagram Stories and Instagram Live offer even more opportunities to get creative and capture your experience in real time.\nBrowse  throughout the weekend to explore communities around the world, and check in on Monday for a look back at some of our favorites. To find an InstaMeet near you, check out community.instagram.com.\nPhoto by "}]}