{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "1,002,889", "path": "instagram/picture2101.jpg", "like_list": [], "date_time": "Jun 26, 2016", "location": "", "tag_list": ["@dyllonwolf", "#BoomerangOfTheWeek", "@boomerangfrominstagram", "#Boomerang", "@dyllonwolf"], "caption": "Sixteen-year-old Dyllon Wolf () coaxed his younger brothers to pop the biggest water balloon of their bunch in our . “I thought it would remind everyone who saw it of the freedom and joy of being a kid,” Dyllon says. (And he was right.) Follow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "857,199", "path": "instagram/picture2102.jpg", "like_list": [], "date_time": "Jun 26, 2016", "location": "Isola di Ginostra", "tag_list": ["@gabrielbouys", "@gabrielbouys"], "caption": "A sun bath on a pile of larger-than-life jacks? French photographer Gabriel Bouys () saw this scene from his balcony — our second pick for The Week on Instagram — while vacationing on the island of Stromboli in Italy. Gabriel says, “I’m challenging myself to post a decent picture every day — but still no stress, no deadline, just pleasure!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "617,775", "path": "instagram/picture2103.jpg", "like_list": [], "date_time": "Jun 26, 2016", "location": "State Kremlin Palace", "tag_list": ["@alisaaslanova", "@alisaaslanova"], "caption": "Backstage with ballerinas after the Vaganova Ballet Academy gala in Moscow, Russia, is not a bad place to be. This capture by  is our first pick for The Week on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "684,302", "path": "instagram/picture2104.jpg", "like_list": [], "date_time": "Jun 25, 2016", "location": "", "tag_list": ["#hellomynameis", "@aidanalexander", "#VidCon", "@aidanalexander"], "caption": "“ Aidan Alexander (), and I am 16 years old. Until a few years ago, I lived in a town called Eagle in Idaho. Now, I call Los Angeles home. From the time I could walk, I’ve loved everything about acting and storytelling. When I was younger, I was literally that annoying kid that would force my friends to make terrible homemade videos with me — kitchen counters were just impromptu stages for re-enacting the musical ‘Grease.’ I was bound to ruin your favorite movie by quoting along with the actors ... all of them. So now as a working actor, everything is pretty much the same. I just get to call it my career.”\nFor more from Aidan and other video creators, explore , taking place right now in Anaheim, California.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "973,108", "path": "instagram/picture2105.jpg", "like_list": [], "date_time": "Jun 25, 2016", "location": "", "tag_list": ["#WHP🌈", "#WHP🌈", "#WHP🌈", "@deivitt"], "caption": "Weekend Hashtag Project: \nIn many countries around the world, June is Pride Month, and for the second year running, we’re celebrating with . The goal this weekend is to make photos and videos of people celebrating diversity, love and the LGBTQ community. Here’s how to get started:\nThe rainbow is a key symbol of the LGBTQ community. Look for rainbows in your surroundings or create your own.\nIf you attend a parade or local pride celebration, make a video or Boomerang that conveys the energy and atmosphere around you.\nWhether you’re with friends or on your own, take time to learn more about the people you photograph — and what pride means to them; share quotes or meaningful reflections on your encounters in your caption.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "556,154", "path": "instagram/picture2106.jpg", "like_list": [], "date_time": "Jun 25, 2016", "location": "Goma, Congo", "tag_list": ["@leyuwera1", "#EyesOn", "@everydayafrica", "@leyuwera1"], "caption": "Photojournalist Ley Uwera () has her  the Democratic Republic of the Congo. Born in the eastern city of Goma, Ley graduated from university with a journalism degree, then worked as a radio reporter before focusing full time on photography. “I see photography as a good means of getting out messages,” the 26-year-old says. As a contributor to , Ley shows “the other face of the DRC,” like this image from a job-training program that helps teenagers and mothers find work. She hopes her work shifts the perception of poverty in her country: “I would love to put out an image of Congo portraying hopes for the country’s bright future.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "556,154", "path": "instagram/picture2107.jpg", "like_list": [], "date_time": "Jun 24, 2016", "location": "", "tag_list": ["@alannized", "@beautycon", "#BeautyconLA", "@alannized", "#BeautyBoom", "@alannized"], "caption": "The first time Alan Macias () applied any makeup was only two years ago. “It was something I always wanted to do, but I was very scared of going out and buying makeup,” Alan, now 18, explains. “To actually have a bottle of BB crème in my hand was a pretty amazing thing.” Orange County, California-based Alan uses approachable and playful videos to break down his everyday routine and special looks. He is proud to be a man in the industry. “For a long time, I felt trapped and scared to be myself. Once I started putting myself out there, I started to realize how much better you feel about yourself, how free you feel,” Alan says. “At the end of the day, what you’re doing should make you happy.”\nFor more from beauty creators, follow , which will hold the fourth annual  next month. To learn more about Alan, follow  on Instagram.\n by "}, {"num_of_comments": 24, "num_of_like": "864,959", "path": "instagram/picture2108.jpg", "like_list": [], "date_time": "Jun 24, 2016", "location": "", "tag_list": ["@maria_solovey", "@instagramrussia", "@maria_solovey"], "caption": "“It’s not just a way to make money; it’s a big school of life,” says Maria Solovey () from Abinsk, Russia. She and her husband wanted to work with their hands outside of their full-time jobs and decided to build a leather and textile workshop. “We always dreamed of a family business, where we could hand down our traditions,” says Maria, who does her best to stay present every time she creates something new: “I’m inspired by the calm happiness that comes from hard work and when you’re able to experience the process — not just chasing the final product.”\nFor more stories from the Russian-speaking community, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "659,606", "path": "instagram/picture2109.jpg", "like_list": [], "date_time": "Jun 24, 2016", "location": "", "tag_list": ["@staceygnyc", "@soulcycle", "@glaad", "#PridePortraits", "@staceygnyc"], "caption": "“My support system is beyond anything I could have ever imagined. There was a time I would have thought this was impossible,” says Stacey Griffith (), a senior founding instructor of the indoor cycling studio SoulCycle ().\n“Life for gays has changed dramatically from when (and where) I grew up. I’m now part of a harmonious community full of families with heterosexual, gay and mixed-race parents. We all openly share our lives professionally and personally. While there’s still so much work to be done for equality in communities around the country and the world, New York City fills me with pride and with hope. Kindness, compassion and respect for our differences makes the world a better and more interesting place. No one should have to hide who they are. I love who I am and what I do.”\nThroughout the month, we are collaborating with GLAAD () to share , visual stories about love, family — and what makes the LGBTQ community on Instagram proud.\nPhoto of  by Debby Hymowitz"}, {"num_of_comments": 24, "num_of_like": "1,245,906", "path": "instagram/picture2110.jpg", "like_list": [], "date_time": "Jun 23, 2016", "location": "", "tag_list": ["@geronimoballoons", "@buzzfeedvideo", "#JIHANTHOUGHTS", "#JIHANISTHEWORST", "@geronimoballoons", "@toriwillis"], "caption": "A recent caption by Jihan Zencirli (): “I IMMEDIATELY DON’T TRUST ANY RESTAURANT THAT SERVES A WHOLE FISH FRIED IN A CONTORTED SHAPE SO AS TO APPEAR TO BE IN MOVEMENT.” That’s paired with a picture of giant colorful balloons. The 30-year-old designer’s balloon creations and signature tassels show up at parties, fairs, in ad campaigns, 360-degree virtual reality videos — and even Buzzfeed’s () recent celebration of Instagram growing to 500 million strong. (Yay🎈) Jihan is relentlessly self-deprecating. “The world can live without this,” she admits, and always posts those unrelated streams of consciousness with her pictures with hashtags like the , or the more dramatic, . Clearly, she’s doing something right. A literary agent started following Jihan’s feed, and asked her to work on a book filled with those thoughts. “My goal is to create, whether it’s writing or making something physical. I want to create some sort of beauty or splendor for people to stumble upon.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "639,725", "path": "instagram/picture2111.jpg", "like_list": [], "date_time": "Jun 23, 2016", "location": "", "tag_list": ["@nail_unistella", "#TinyCanvas", "#glassnails", "@nail_unistella"], "caption": "Denim, silicon, wire, jelly — Eun-Kyung Park () is fearless when it comes to choosing materials to create a  on a client’s nails. “Each canvas gets me so excited,” the nail designer who lives in Seoul, South Korea, says. Eun-Kyung has been doing nails for 15 years and has started many trends — most recently  — and loves to experiment. Even so, she knows that nail art isn’t for everyone. “Sometimes just having clean and bare nails looks better,” she says. “You have to try different styles and change it up from time to time depending on your mood.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "438,658", "path": "instagram/picture2112.jpg", "like_list": [], "date_time": "Jun 23, 2016", "location": "", "tag_list": [], "caption": "In the coming month, you’ll see a translation button on feed stories and profile bios written in languages different from your own. The Instagram community has grown faster and become more global than we ever imagined. And we’re excited that you’ll soon be able to understand the full story of a moment, no matter what language you speak.\nTo learn more about translation on Instagram, check out help.instagram.com."}, {"num_of_comments": 24, "num_of_like": "438,658", "path": "instagram/picture2113.jpg", "like_list": [], "date_time": "Jun 22, 2016", "location": "", "tag_list": ["@tasteofstreep", "@tasteofstreep", "@tasteofstreep"], "caption": "Today is Meryl Streep’s 67th birthday. How better to celebrate her than to Photoshop her likeness onto a birthday cake? Or avocado toast. Or chicken soup. “It really comes down to what inspires me in the moment. It could be a photo of her I haven’t seen before, or a snack that I’m craving,” Samantha Hoecherl, the 26-year-old actor who runs , says. It all started when Samantha posted a picture of Meryl Streep’s character from “Mamma Mia!” — Donna Sheridan — balancing on a pizza on her personal Instagram account. Her friends loved it so much that Samantha decided the world needed  on a regular basis. Nearly 150 pictures of Meryl and treats later, she has this to say to the movie star: “Thanks for all the movies — the art, the truth, everything.” 🎂\nVideo by "}, {"num_of_comments": 24, "num_of_like": "725,508", "path": "instagram/picture2114.jpg", "like_list": [], "date_time": "Jun 22, 2016", "location": "", "tag_list": ["#WHParchitecture", "@shoair_m", "@ryanibee", "@ryanibee"], "caption": "“The light is just hitting the very far end of the picture, and you get this very nice depth of field,” says  guest curator Shoair Mavlian () in response to this submission by  from Jakarta, Indonesia.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "657,051", "path": "instagram/picture2115.jpg", "like_list": [], "date_time": "Jun 22, 2016", "location": "", "tag_list": ["@shoair_m", "@tate", "#WHParchitecture", "@instagram", "@smmyone"], "caption": "“Architecture is surrounding you every day, but you’re not always aware of it,” says Shoair Mavlian (), photography curator of the Tate Modern in London (), who curated last weekend’s hashtag project, . “This is a really similar approach to American street photography in the ‘60s and ‘70s.”\nFollow along as we feature more of our favorite submissions on  throughout the week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "688,454", "path": "instagram/picture2116.jpg", "like_list": [], "date_time": "Jun 22, 2016", "location": "", "tag_list": ["#WHParchitecture", "@mariaserben", "@shoair_m", "@tate", "@instagram", "@mariaserben"], "caption": " asked community members to create photos and videos of architecture — like this submission by María Serrano () from Spain.\n“It’s about finding shape and form in the everyday landscape,” says guest curator Shoair Mavlian (), photography curator of the Tate Modern in London (), of this submission. “So you’re looking at the individual shapes rather than as a construction.”\nFollow along as we feature more of our favorite submissions on  throughout the week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "621,591", "path": "instagram/picture2117.jpg", "like_list": [], "date_time": "Jun 22, 2016", "location": "", "tag_list": ["@closedeyegiraffe", "@gson23", "#WorldGiraffeDay", "@closedeyegiraffe"], "caption": "“Hundreds of people can draw the same thing from memory and the results are so very different,” says 26-year-old Marie McGrory, the Washington, D.C.-based photo editor behind . For three years, Marie has been asking people all over the world to perform a simple task: draw a giraffe with their eyes closed. This one is by . “The response I get most often is, ‘I can’t even draw with my eyes open!’ But they are usually pleasantly surprised by the result,” she says. Marie started drawing with her eyes closed in high school as an exercise to capture a different perspective — and take the pressure off perfection. She believes giraffes are the ultimate subjects: “I can’t imagine a person on this planet that doesn’t think giraffes are cool or beautiful or interesting or totally weird or all of the above. Every time I look at one of the drawings, they make me smile, and I think we need more of that.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "621,591", "path": "instagram/picture2118.jpg", "like_list": [], "date_time": "Jun 22, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@pumpkin_eyes", "@pumpkin_eyes"], "caption": "Hello, world! Today’s  is Pumpkin (), a shorthair rescue cat with mesmerizing eyes. Pumpkin is all about a good cuddling session with sister, Lilah, and eating turkey. Lots of turkey. For a dose of cat power in your feed, follow ."}, {"num_of_comments": 7, "num_of_like": "621,591", "path": "instagram/picture2119.jpg", "like_list": [], "date_time": "Jun 22, 2016", "location": "", "tag_list": [], "caption": "Today we have 500 million reasons to celebrate, and you’re one of them. Thank you from all of us at Instagram. ♥️"}, {"num_of_comments": 24, "num_of_like": "621,591", "path": "instagram/picture2120.jpg", "like_list": [], "date_time": "Jun 21, 2016", "location": "", "tag_list": [], "caption": "Today, we’re excited to announce our community has grown to more than 500 million Instagrammers — more than 300 million of whom use Instagram every single day. Our community also continues to become even more global, with more than 80 percent living outside of the United States.\nAs you’ve captured and shared the moments happening around you, you’ve formed incredibly varied and diverse communities. Whether you’re an illustrator, a sneakerhead or an astronaut on the International Space Station, every photo and video you share helps bring people closer to friends and interests, broaden perspectives and inspire a sense of wonder. You’ve made Instagram a place where the everyday and the epic are always within reach.\nThank you for your creativity, your openness and your passion for sharing your worlds with one another. We can’t wait to see what you create next."}, {"num_of_comments": 24, "num_of_like": "1,395,242", "path": "instagram/picture2121.jpg", "like_list": [], "date_time": "Jun 21, 2016", "location": "Eltz Castle", "tag_list": ["@shoair_m", "#WHParchitecture", "@sebnero"], "caption": "This German castle = the perfect setting for fantastic daydreams. “There’s a huge gap between when this was built and the period we’re living in now,” says Shoair Mavlian (), our guest curator for .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "876,598", "path": "instagram/picture2122.jpg", "like_list": [], "date_time": "Jun 21, 2016", "location": "Austin City Lemons", "tag_list": ["@tanrr", "#WHParchitecture", "@shoair_m", "@tanrr"], "caption": "A lemonade stand in Austin, Texas, by  adds a twist to our featured submissions for . “It’s fun and playful, an example of the kind of kitsch architecture that you see all around the world,” says guest curator Shoair Mavlian (). 🍋\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "792,538", "path": "instagram/picture2123.jpg", "like_list": [], "date_time": "Jun 21, 2016", "location": "Vienna, Austria", "tag_list": ["#WHParchitecture", "@shoair_m", "@inspirationgr", "@tate", "@inspirationgr"], "caption": " guest curator Shoair Mavlian () is attracted to the refined, industrial vibe of this submission from Vienna, Austria, by . “There’s something about the repurposing of buildings, the different life cycles that a structure has over time,” says Shoair, photography curator of the Tate Modern in London (). Follow along as we feature more submissions throughout the week.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "752,336", "path": "instagram/picture2124.jpg", "like_list": [], "date_time": "Jun 21, 2016", "location": "", "tag_list": ["@josetoro.0", "@instagrames", "@josetoro.0"], "caption": "A stranger. An open space. The right moment. These are the ingredients of José Toro’s () street portraits. To capture the essence of pedestrians, José, an art professor in Seville, Spain, leaves his house with the firm purpose of taking photographs. “I need to be very focused when I’m capturing images,” he says. “I let myself flow into what’s in front of my eyes.” His pictures are always taken spontaneously, without talking to his subject but treating them with respect. “Taking photos is like a dance,” José says. “I’m dancing among the people until I see someone at the right place.”\nDiscover more stories from the Spanish-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "694,726", "path": "instagram/picture2125.jpg", "like_list": [], "date_time": "Jun 21, 2016", "location": "", "tag_list": ["@rivercovey", "#InternationalSurfingDay", "@rivercovey", "@_drew_martin_"], "caption": "“I think people enjoy my work because it’s something they haven’t really seen before in the surfing world,” says 17-year-old River Covey (). Though he’ll tell you he’s not an artist, the Californian’s work — which combines surf photographs with diverse landscapes and colors — says otherwise. “Surfing is often about taking what other people have done, improvising on it and making new things. That’s what I’m doing here. I don’t really have a set plan when I start, but by the end, I know what I’m going for, and it all just comes together.” 🏄\n\nPhoto illustration by  and photo by "}, {"num_of_comments": 24, "num_of_like": "694,726", "path": "instagram/picture2126.jpg", "like_list": [], "date_time": "Jun 20, 2016", "location": "", "tag_list": ["@yoichi0607", "@yoichi0607"], "caption": "Made over the course of four hours, this Milky Way time-lapse by Japanese art director Yoichi Takanashi () is our final pick for The Week on Instagram. Yoichi says he is fascinated by the brief window of time we have to view our own universe.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "788,019", "path": "instagram/picture2127.jpg", "like_list": [], "date_time": "Jun 20, 2016", "location": "", "tag_list": ["@j_macpost", "@j_macpost"], "caption": "It takes vigilance to catch a cat and mouse scenario play out in real life. This split-second photo from John McDonnell () is our third featured pick for The Week on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "768,087", "path": "instagram/picture2128.jpg", "like_list": [], "date_time": "Jun 20, 2016", "location": "", "tag_list": ["@bennyharlem", "#FathersDay", "@bennyharlem"], "caption": "“She’s like my little bodyguard,” Benny Harlem (), an artist and musician from Los Angeles, says of his 6-year-old daughter Jaxyn. “I laugh every single morning when she reminds me that I’m her best friend — but she has four other ones too.” The duo bonds taking pictures — and washing their show-stopping hair together daily. Benny started growing his as a teenager, inspired by his beautician mother. “It’s just a part of our family, taking care of our bodies, taking care of our minds, taking care of our hair,” he says. And as much as Jaxyn looks out for her dad, Benny doesn’t take his role lightly. “Fatherhood is a miracle and an honor. To be loved and greeted with gratitude from your child for this gift is fulfilling.”\nHappy  to Benny and all dads celebrating today. 🎉\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "768,087", "path": "instagram/picture2129.jpg", "like_list": [], "date_time": "Jun 19, 2016", "location": "", "tag_list": ["@caitlindechelle", "#BoomerangOfTheWeek", "@boomerangfrominstagram", "#Boomerang", "@caitlindechelle"], "caption": "Stunt woman Caitlin Dechelle () pulled out her signature move for  — a one-foot front flip called the Webster. She saw this cool spot in downtown Chattanooga, Tennessee, and thought, “Why flippin’ not?!”\nTo see more mind-blowing loops, follow .\n by "}, {"num_of_comments": 24, "num_of_like": "905,445", "path": "instagram/picture2130.jpg", "like_list": [], "date_time": "Jun 19, 2016", "location": "", "tag_list": ["@sergio_ranalli", "@sergio_ranalli"], "caption": "“I can feel a cold wind when I look at this image,” says Brazil-based photographer Sergio Ranalli () of our second pick for The Week on Instagram. He found this dog on a walk through frozen cabbage fields. “The most important inspiration for a photographer is the moment when beautiful little things happen.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "905,445", "path": "instagram/picture2131.jpg", "like_list": [], "date_time": "Jun 19, 2016", "location": "", "tag_list": ["@michelle_yogogirls", "@michelle_yogogirls"], "caption": "“Yoga is an ongoing process. I love that it can never truly be mastered,” says Michelle Thomas () from St. Louis, Missouri, who took her practice to new heights in this video — our first pick for The Week on Instagram.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "905,445", "path": "instagram/picture2132.jpg", "like_list": [], "date_time": "Jun 19, 2016", "location": "Malibu, California", "tag_list": ["@jugglinjosh", "#WorldJugglingDay", "@jugglinjosh"], "caption": "Nearly two decades before Josh Horton () became one of the most followed jugglers, he joined the circus club at his elementary school. “My favorite thing about juggling is the challenge. It’s just you against yourself,” says 26-year-old Josh, who quit his day job in social media a year ago to start juggling full time in Los Angeles, California.\nJosh began to realize juggling was his calling, and he found a niche in sporting events. He has performed at basketball games, baseball games and even on NFL Network. But in addition to these high-profile performances, producing video can be more important. “I do halftime shows where I’m in front of 10,000 people, but I can post a video and reach more people than that,” Josh says. “It’s pretty incredible.” \nVideo by "}, {"num_of_comments": 24, "num_of_like": "905,445", "path": "instagram/picture2133.jpg", "like_list": [], "date_time": "Jun 18, 2016", "location": "", "tag_list": ["@soothingsista", "@beautycon", "#BeautyconLA", "#BeautyBoom", "@soothingsista"], "caption": "A few years ago, beauty vlogger Stephanie Villa () was introverted and shy. “Through recording videos and talking to people online, I was able to put myself out there and get over my fear of connecting in real life,” the 25-year-old from California says. Today, thousands of fans watch her video tutorials, reviews and lookbooks. While Stephanie says she knows people think the beauty world is all about being self-centered, she works hard to bust that myth. “I have met some of the most generous and humble people through this community,” she says. “Beauty is all about self-love. Wear what makes you happy. Do your makeup however you want. If you feel beautiful inside and out — that is what matters.”\nFor more from beauty creators, follow , which will hold the fourth annual  next month.\n by "}, {"num_of_comments": 24, "num_of_like": "1,187,340", "path": "instagram/picture2134.jpg", "like_list": [], "date_time": "Jun 18, 2016", "location": "", "tag_list": ["@astro_timpeake", "#TBT", "@iss", "#Principia", "@astro_timpeake", "@europeanspaceagency"], "caption": "Tim Peake () is going to have epic  images after six months aboard the International Space Station (). “I use social media to bring as many people as possible with me onboard mission ,” says Tim. \"Here, I can share the beauty of our planet and the science behind space exploration.\" And what an adventure it’s been: He was the first British ESA astronaut to visit the ISS, as well as the first British astronaut to complete a spacewalk. Tim also holds the record for the fastest marathon run in space.\nOn Saturday, June 18, Tim and two crew mates will be returning to Earth. We’re wishing them a safe journey home. 🌎\nPhoto by  and "}, {"num_of_comments": 24, "num_of_like": "784,614", "path": "instagram/picture2135.jpg", "like_list": [], "date_time": "Jun 18, 2016", "location": "Tate Modern", "tag_list": ["#WHParchitecture", "@shoair_m", "@tate", "#WHParchitecture", "@tate", "@freepy"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to photograph architecture, and will be curated by Shoair Mavlian (), photography curator of the Tate Modern museum () in London, which is celebrating the opening of its new building, the Switch House, today.\n“Architecture is present everywhere in our everyday surroundings — from cutting-edge museum buildings and towering glass office blocks to bus stops, schools and sports stadiums,” says Shoair. “The world looks very different if we stop, rethink (and photograph!) the everyday examples which surround us.”\nHere is how Shoair says to get started:\nFocus on the different ways buildings and landmarks affect you. “Architectural structures play an important role in our everyday lives, from the private spaces we share with family to communal spaces we work or study in to shared public spaces we use to gather and come together,” says Shoair.\nStep back to show buildings within the context of their landscapes and surroundings (whether a skyscraper towering over an urban skyline or a thatched-roof house in the middle of an open field).\nDon’t forget to go inside the spaces you photograph to capture interesting details in walls, doorways and stairwells — as well as the people that inhabit or utilize the space.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your submissions, please only use music to which you own the rights. Any tagged visual taken over the weekend is eligible to be featured next week.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "784,614", "path": "instagram/picture2136.jpg", "like_list": [], "date_time": "Jun 17, 2016", "location": "", "tag_list": ["@miguel_layun", "@miseleccionmx", "@miguel_layun"], "caption": "Miguel Layún () has provided a valuable spark to the Mexican national team () in the Copa America Centenario. “It means a lot to be part of the national team,” Miguel says. “This is the dream of everyone who plays football. Playing for my country in a tournament like this makes it even better.” With a draw against Venezuela in their most recent match, Mexico has advanced to the quarterfinals and have not been beaten in 22 straight competitions. Miguel, who became a father last year, says his son is his biggest motivator. “Being a dad makes me feel like I have to do my best even more than ever,” he says. “Now, I have the eyes of my child looking at me, and I want to be a good example for him!”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "784,614", "path": "instagram/picture2137.jpg", "like_list": [], "date_time": "Jun 17, 2016", "location": "", "tag_list": ["@mraj", "#30DaysOfRamadan", "@mraj"], "caption": "“I wanted to do something that educates people and makes them understand Ramadan a bit better,” says 28-year-old graphic designer Mustaali Raj () of his latest project, . This month, the Calgary native is sharing a daily animated illustration, inspired by his personal practice. “There are themes I take from my day that I try to translate into the post,” he says. Each illustration also incorporates the Arabic numeral for that day of Ramadan; the sun rising and setting here represents day one. “I like the subtlety of it,\" Mustaali says. “If people notice, they’ll appreciate it, and if they don’t, it’s still a nice visual element.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "827,942", "path": "instagram/picture2138.jpg", "like_list": [], "date_time": "Jun 17, 2016", "location": "", "tag_list": ["@andrea_mohin", "@nytimes", "@nycballet", "@andrea_mohin"], "caption": "For Andrea Mohin (), capturing dance is “like sports photography in the dark, only you don’t know the game.” Whether she’s taking pictures of a tap troupe, a flamenco dancer or the prima ballerina mid-grand jeté, the New York Times () staff photographer says she often senses her subjects’ moves in advance. “You have to be really sharp. You have to listen to the music and try to be part of the rhythm of what is occurring in front of you,” she says. Andrea’s favorite moments are when dancers look suspended in the air, a recurring theme in her feed. “When I shoot an entire program, we can only publish one to three pictures, so I wind up with a whole stash,” Andrea says. “Now I can let other people see what I’m seeing.”\nPhoto of  dancers by "}, {"num_of_comments": 24, "num_of_like": "948,001", "path": "instagram/picture2139.jpg", "like_list": [], "date_time": "Jun 16, 2016", "location": "", "tag_list": ["@jazzjennings_", "#IAmJazz", "@glaad", "#PridePortraits", "@jazzjennings_"], "caption": "“Pride means that you love yourself and embrace who you are. I’m proud to be my authentic self,” says 15-year-old Jazz Jennings (), the star of the TV show .\n“Older transgender people in the community tell me how lucky I am to have my family — they supported me from the start, followed my lead and treated me with unconditional love. My family didn’t encourage me to be something I’m not. When we realized there was so much intolerance towards transgender people, we knew we had to do more. So many transgender youth struggle, and I can show them they are not alone. My family has put our life out there so people could understand we are like everyone else. I’m just a teenage girl. Being transgender is a small part of me, but I’m really normal.”\nThroughout the month, we are collaborating with GLAAD () to share , visual stories about love, family — and what makes the LGBTQ community on Instagram proud.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,083,174", "path": "instagram/picture2140.jpg", "like_list": [], "date_time": "Jun 16, 2016", "location": "", "tag_list": ["@travellingcars", "@instagramde", "@travellingcars", "@kim.ou"], "caption": "The story of Kim Leuenberger’s  starts on a sunny Sunday afternoon in the garden when she took her first toy car — a VW bus — out for a spin. More than five years later, Kim is a photography student in London, and her collection has grown to over 50 toy cars from Spain, Turkey, Portugal, Switzerland and more. Every time she travels, Kim gets another car. “I’m more trying to show people how to find their inner child in them, even though we feel like we’ve lost that part of us,” she says. “It’s still somewhere inside.”\nDiscover more stories from the German-speaking community on .\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "948,219", "path": "instagram/picture2141.jpg", "like_list": [], "date_time": "Jun 16, 2016", "location": "", "tag_list": ["@seth_globepainter", "@instagramfr", "@seth_globepainter"], "caption": "French street artist Julien “Seth” Malland () creates murals all over the world, often in contrast with devastated communities. “I try to use old-fashioned things in a modern way,” says Seth. “In an Indonesian village destroyed by a volcano, I created 10 paintings, mixing my contemporary style with the female refugees’ traditional art.” His work is short-lived, so for Seth, it’s all about the experience: “When you paint in the street, you can never tell if it will still be there the next day. I’m used to my work being ephemeral. The most important thing is the moment.”\nDiscover more stories from the French-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "516,049", "path": "instagram/picture2142.jpg", "like_list": [], "date_time": "Jun 15, 2016", "location": "", "tag_list": ["@landonnordeman", "#WHPgetclose", "@the_sockateur"], "caption": "Guest curator Landon Nordeman () selected this unconventional portrait for what was (and wasn’t) included in the frame. “I’m applauding this photographer for taking a risk,” Landon says of the choice to stray from the traditional headshot to follow interesting light. “That’s the kind of getting close that you need to experiment with.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "721,203", "path": "instagram/picture2143.jpg", "like_list": [], "date_time": "Jun 15, 2016", "location": "", "tag_list": ["#WHPgetclose", "@landonnordeman", "@fluffy_killer"], "caption": "“It hits all the categories you want in a storytelling picture. It’s close, but it also has a good sense of place,” says  guest curator Landon Nordeman ().\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "852,290", "path": "instagram/picture2144.jpg", "like_list": [], "date_time": "Jun 15, 2016", "location": "", "tag_list": ["@mundane_matters", "@mundane_matters"], "caption": "Yes, Danling Xiao () plays with her food, but she also devours it. “I call it ‘eat-your-own-art,’” the 31-year-old graphic designer says. “I’m really enjoying my zero-waste practice!” Three years ago, she toyed around with her first sculpture, a pumpkin doll, but last year, a stressed and anxious Danling quit her 9-to-5 job in Sydney to focus full time on produce. “Many people think I’m just doing cute fruit art, but what I’m doing reminds us where our food comes from and helps to raise awareness about sustainable living,” she says. Her only tools are a chopping board, toothpicks, a $10 knife and all-natural fruits and veggies — many of which she gets from shopping the “imperfect fruit” section at her local farmers market. They often work best for her quirky designs, anyway. “Imagination is key,” Danling says. “When you can imagine, the world is your oyster.” Photo by "}, {"num_of_comments": 24, "num_of_like": "852,290", "path": "instagram/picture2145.jpg", "like_list": [], "date_time": "Jun 15, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@honeythecockatoo", "@honeythecockatoo", "@honeythecockatoo"], "caption": "It’s time for your dose of , Instagram. Meet Honey (), a comical Canadian cockatoo. Honey’s playful personality is the pitch-perfect avian addition to a birdless Instagram feed. For more Honey antics, follow .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "737,927", "path": "instagram/picture2146.jpg", "like_list": [], "date_time": "Jun 14, 2016", "location": "", "tag_list": ["@landonnordeman", "#WHPgetclose", "@dubyo"], "caption": "“With the Statue of Liberty in the background your eye goes all the way back there and comes back,” says guest curator Landon Nordeman (), who liked this submission to  for packing the foreground to share the experience of being on the ferry.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "818,376", "path": "instagram/picture2147.jpg", "like_list": [], "date_time": "Jun 14, 2016", "location": "", "tag_list": ["@ayanah", "@landonnordeman", "#WHPgetclose", "@ayanah"], "caption": "This clever double portrait by mother  gets close to reveal the closeness of family. “It feels very honest. They’re clearly comfortable with the photographer,” says Landon Nordeman (), our guest curator for .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "678,198", "path": "instagram/picture2148.jpg", "like_list": [], "date_time": "Jun 14, 2016", "location": "", "tag_list": ["@landonnordeman", "#WHPgetclose", "@thepixsnapper"], "caption": "A child connects with a winged friend moments after it emerged from its cocoon. “You totally get the feeling of this child’s wonder for this little creature,” says Landon Nordeman (), our guest curator for .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "675,239", "path": "instagram/picture2149.jpg", "like_list": [], "date_time": "Jun 14, 2016", "location": "", "tag_list": ["#MyStory", "@fight2breathe", "#organdonor", "@organ_ize", "@fight2breathe"], "caption": "“ is about fighting to breathe. It’s about surviving and making the choice to live.” —Caleigh Haber (), a 25-year-old organ donor advocate from San Francisco. “I was diagnosed with cystic fibrosis at birth, but I grew up very healthy — participating in gymnastics, cheerleading, track and anything else I could convince my parents to let me do. As I got older, my disease began to progress, and in 2014 I was listed for a double lung transplant. Two years later, I was called with an available donor and underwent the biggest challenge of my life — receiving deceased donor lungs.\n“Since my transplant, I’ve met many people with my disease through my online community. They often ask how I’m able to remain so positive, and I truly think that being positive is a choice. If I want to live, there’s no alternative.”\nIf you’re in the United States, register to be an  via .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "783,042", "path": "instagram/picture2150.jpg", "like_list": [], "date_time": "Jun 13, 2016", "location": "", "tag_list": ["@reneefrench", "@reneefrench"], "caption": "“There is no such thing as too cute, and there is no such thing as too gross. And if you put them together, there’s this nice balance.” Meet Renee French’s () cast of graphite creatures who live at this cross section of adorable and creepy. “I sit down, make a sketch and try and make myself laugh first,” the writer and illustrator, who lives outside San Francisco, says. “If I draw it, and it’s making me laugh inside, I go with it.” Renee’s emotions play a big role in her process, and she’s curious to learn how others react. “I love it when people look at them and have an emotional response,” Renee explains. “If you’re having a bad day, you could interpret it as being really sad, when someone else might see it as anxious or scary. It depends on the person. Except my mom. My mom always thinks they’re cute.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "783,042", "path": "instagram/picture2151.jpg", "like_list": [], "date_time": "Jun 13, 2016", "location": "", "tag_list": ["@davidkorins", "@thetonyawards", "@hamiltonmusical", "@davidkorins"], "caption": "As a child, David Korins () constantly rearranged his bedroom furniture. “I spent many years refining the ground plan,” says the 39-year-old creative director, who is up for his first Tony Award nomination () in set design for “Hamilton: An American Musical.” The show has already won a Pulitzer Prize, is nominated for 16 Tonys — the most for any Broadway show — and tonight, the cast will dedicate its performance to the families of Orlando. David says, “A lot of what we talk about in the show is legacy, how the story goes on beyond us. When you tell a story with humanity, it carries on forever.”\nIn “Satisfied,” one of David’s favorite numbers from the show, lanterns fly in a swirling motion, creating an “abstract star field” onstage. “At some point during every show, someone in the audience is looking at something that is not the star,” he explains. They’re experiencing what he calls “the eyelashes of the stage,” the subtle details David’s team spends so much time perfecting.\nBoomerang of  set by "}, {"num_of_comments": 24, "num_of_like": "978,596", "path": "instagram/picture2152.jpg", "like_list": [], "date_time": "Jun 13, 2016", "location": "", "tag_list": ["#love", "@michellebarrettceramics"], "caption": "Our thoughts are with Orlando, and the families affected by tragedy today. \nPainting by "}, {"num_of_comments": 24, "num_of_like": "1,045,487", "path": "instagram/picture2153.jpg", "like_list": [], "date_time": "Jun 12, 2016", "location": "", "tag_list": ["@finbarroreilly", "@finbarroreilly"], "caption": "Our second pick for The Week on Instagram comes from photojournalist Finbarr O’Reilly (). Returning to Senegal, where he lived for several years, Finbarr felt renewed affection for familiar scenes. “I wanted to capture a simple moment reflecting the daily beach culture that is such a part of life in Dakar,” he says. “I’m not sure how many pairs of sunglasses he sold that day.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "730,786", "path": "instagram/picture2154.jpg", "like_list": [], "date_time": "Jun 12, 2016", "location": "", "tag_list": ["@clau_archela", "@clau_archela"], "caption": "This motion-packed puppy party by Claudia Archela () comes from Villa Lobos Park in São Paulo, Brazil. It’s our first pick for The Week on Instagram. Claudia says, “at this moment, I thought that it was like heaven for the dogs to play and have fun with other dogs in a such big grass field under a beautiful sunny day.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "730,786", "path": "instagram/picture2155.jpg", "like_list": [], "date_time": "Jun 11, 2016", "location": "", "tag_list": ["#hellomynameis", "@gretaelizondo", "@instagrames", "#Boomerang", "@gretaelizondo"], "caption": "“ Greta Elizondo (), I’m 23 years old and I live in Mexico City. My life changed the first time I put on ballet shoes, and by the time I was 11, I knew dancing would be my career — I joined Mexico’s National Ballet in 2012. I take a lot of pictures onstage and behind the curtains, but I also like to share my experiences outside of work. Photography gives me the opportunity to express what I think is interesting and beautiful, whether that’s something majestic or a small detail captured at the right moment.”\nFor more stories from the Spanish-speaking community, follow .\n by "}, {"num_of_comments": 24, "num_of_like": "612,223", "path": "instagram/picture2156.jpg", "like_list": [], "date_time": "Jun 11, 2016", "location": "", "tag_list": ["#WHPgetclose", "@landonnordeman", "#WHPgetclose", "@landonnordeman"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to get up close and personal with your subject — whether a person, animal or whatever it is you like to photograph. The project takes inspiration from New York-based fashion photographer Landon Nordeman (), who will be our guest curator.\n“There’s this very joyful aspect of what photographers and Instagrammers are doing, which is that they’re saying, ‘I appreciate this thing,’ or, ‘I appreciate this person, this view,’” says Landon. “I love this idea that photography is an act of appreciation.”\nHere is how Landon suggests making images that feel more intimate:\nLearn more about your subjects as you shoot. “I’m curious about people, and I like to talk to people,” he says. “Sometimes you have to shoot first and then you engage or talk.”\nPhotograph a variety of subjects. “Instead of going out and executing your preconceived notion of what you want, try and find something that in a way surprises you or something you haven’t thought of before.”\nPay attention to every moment in a scene. “Anywhere in a sequence there can be an interesting picture.”\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your submissions, please only use music to which you own the rights. Any tagged visual taken over the weekend is eligible to be featured next week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "612,223", "path": "instagram/picture2157.jpg", "like_list": [], "date_time": "Jun 11, 2016", "location": "", "tag_list": ["@music", "@youngandsick", "@youngandsick", "@music"], "caption": "This week’s  feature is on Dutch musician Nick van Hofwegen (). For his upcoming second album, Nick slowly built up the hype by introducing the record’s color scheme via his unique brand of abstract art. Why? Well, he’s not entirely sure, other than it’s his own form of synesthesia, the condition where senses are blended, and some people see or smell what they hear. When he finally tours with the record, he hopes to bring that creativity (and hopefully a disco ball) on the road. “Maybe we’ll roll into town a day early, do a gallery and an acoustic thing, and hang up a bunch of art.”\nVideo by . Words by "}, {"num_of_comments": 24, "num_of_like": "879,548", "path": "instagram/picture2158.jpg", "like_list": [], "date_time": "Jun 10, 2016", "location": "", "tag_list": ["@thepeachtruck", "@thepeachtruck", "@jamieclayton"], "caption": "Stephen and Jessica Rose call the Peach Truck () their “cool” first child. “It gets invited places that we would never get invited,” 29-year-old Stephen says. “Peaches are the happiest fruit. There’s nothing else that would get me up every day to work this hard.” Five years ago, he left a corporate sales job (and cubicle) to travel with his wife from May through July, selling peaches grown from a fifth-generation farm in Fort Valley, Georgia — his hometown. “We’re a roadside fruit stand, but we’ve put a new spin on this old way of doing business,” he says. Stephen offers this advice to other small businesses on Instagram: “Don’t try to replicate other pages. Be uniquely yourself. If it’s compelling, people will follow.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "696,460", "path": "instagram/picture2159.jpg", "like_list": [], "date_time": "Jun 10, 2016", "location": "", "tag_list": ["@cavs", "@warriors", "@rtsimp", "@stephencurry30", "@rtsimp"], "caption": "While the Cleveland Cavaliers () and the Golden State Warriors () duke it out in the NBA Finals, artist Ryan Simpson () has been illustrating the game’s superstars. “I like following the stars and the best players in the game,” Ryan says. Two years ago, the 30-year-old artist left his graphic design job to launch his own freelance illustration business. The move has allowed him to get back in touch with his passion for drawing, with the added bonus of working on sports-related projects. “When you think of sports photography and sports art, you think of someone in an action shot,” Ryan says. “I like to do something different than what you typically see.”\nIllustration of  by "}, {"num_of_comments": 24, "num_of_like": "693,674", "path": "instagram/picture2160.jpg", "like_list": [], "date_time": "Jun 10, 2016", "location": "", "tag_list": ["@pbbphoto", "@theiwmf", "@pbbphoto"], "caption": "Photojournalist Paula Bronstein () started traveling to Afghanistan almost 15 years ago — documenting what it’s like to live in a war-torn country. “I’m lucky to be able to bring attention to people who are often invisible,” Paula, who’s based in Bangkok, says. “As a woman, I’m able to give a voice to Afghan females who quite often remain silent.” This photo was captured during a five-day stay at an Afghan National Army training camp outside of Kabul.\nTonight in Washington, D.C., Paula’s work is being celebrated by the IWMF () with an Anja Niedringhaus Courage in Photojournalism Award honorable mention. While she may have seniority in the field, she has a positive outlook about age. “I think a lot of women in their 50s feel like there is a stigma attached. You want to act young, and you want to look young. But everything depends on how you live your life, your energy, your passion.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "693,674", "path": "instagram/picture2161.jpg", "like_list": [], "date_time": "Jun 9, 2016", "location": "", "tag_list": ["@jacobtobia", "@glaad", "#PridePortraits", "@jacobtobia"], "caption": "“What makes me proud is the resilience of my community, and the resilience of trans and gender nonconforming people all over the world,” says 24-year-old writer, performer and advocate Jacob Tobia (). “We face a lot of obstacles to be who we are. And so often, the stories that people focus on about the trans community are about trauma or neglect, of hurt or of pain. What inspires me and what makes me proud to be trans are the stories of strength. Genderqueer and non-binary people are on a whole different playing field in terms of how we’re talking about gender. We can live in a world where people are allowed to transcend binary gender. And that is more creative, dynamic, expressive and exciting, right? That’s where I want to live.”\nThroughout the month, we’ll be collaborating with GLAAD () to share , visual stories about love, family — and what makes the LGBTQ community on Instagram proud.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "977,037", "path": "instagram/picture2162.jpg", "like_list": [], "date_time": "Jun 9, 2016", "location": "", "tag_list": ["@benthouard", "#WorldOceansDay", "@instagramfr", "@benthouard"], "caption": "Tahiti-based Ben Thouard () learned to surf when he was 8 years old. “I’ve spent my time in the ocean ever since,” the surf photographer says. “When I discovered photography, it was only natural for me to combine my passions.” Ben waits to shoot until dawn or sunset — the moments when light interacts the most with the surface of the ocean. He grew up in the south of France, moved to Tahiti eight years ago and hasn’t looked back: “Life is pure and calm here. I am in the ocean every single day.” \nDiscover more stories from the French-speaking community by following .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "751,528", "path": "instagram/picture2163.jpg", "like_list": [], "date_time": "Jun 9, 2016", "location": "", "tag_list": ["#MyStory", "@laurenlaverne", "@thepooluk", "@laurenlaverne", "@lydiaswinscoe"], "caption": "“ is about communication. I’ve always enjoyed talking to other people, connecting with other people, hearing what they’ve got to say and how they say it.” —Lauren Laverne (), broadcaster and co-founder of The Pool () in London.\n“Radio’s so old-fashioned today in some ways, but actually, in a lot of ways, it’s very modern. Radio is so very intimate. You’re right in somebody’s ear. That’s why it’s magical. It’s not like television — it’s not really like anything else.\nMy advice to my 18-year-old self: never wear colored leather. Never, ever date anyone who’s rude to a taxi driver or a waitress. Don’t be friends with people who are not kind. And hang in there, it’s going to be OK. This is not as good as it gets.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "1,269,430", "path": "instagram/picture2164.jpg", "like_list": [], "date_time": "Jun 8, 2016", "location": "", "tag_list": ["@jamesandkarla", "#WHPoverunder", "#WHPoverunder", "@jamesandkarla"], "caption": "“Two full rainbows are a rare occurrence, especially in a city like New York where so many buildings and structures can get in the way of your view,” says Karla, of the husband-and-wife team . They captured this moment on their rooftop in NYC for .\nSee more of our favorite submissions to  on the Instagram blog. (Link in bio.)\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "845,103", "path": "instagram/picture2165.jpg", "like_list": [], "date_time": "Jun 8, 2016", "location": "", "tag_list": ["@magiccitymel", "#WHPoverunder", "@magiccitymel"], "caption": "“Sometimes those are the best photos, the ones you don’t plan for,” says 24-year-old Melissa Mederos () from Miami, who explains that she hit the shutter accidentally while taking a quick dip — and ended up with this magical  submission.\nFollow along as we feature more of our favorite submissions right here.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "717,796", "path": "instagram/picture2166.jpg", "like_list": [], "date_time": "Jun 8, 2016", "location": "", "tag_list": ["#WHPoverunder", "@mtaqi_", "@instagram", "@mtaqi_"], "caption": "For , we asked community members to make photos and videos from especially high or low angles. Muhammad Taqi (), a 21-year-old student from Indonesia, found a subject who walked a tight line for his submission.\nFollow along as we feature more of our favorite submissions throughout the week on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "701,989", "path": "instagram/picture2167.jpg", "like_list": [], "date_time": "Jun 8, 2016", "location": "", "tag_list": ["@hier_ist_oben", "@instagramde", "@hier_ist_oben"], "caption": "A lonely piano, empty hallways, chipping paint and rays of light shining through dusty windows — when Uwe Indorf () enters an abandoned building, it feels like he is time traveling. “I try to imagine what happened in these places before they were abandoned. Every corridor, every staircase and every smallest detail tells me a story about the past,” says Uwe, who’s an instructor at the ADAC, a German automobile club. Uwe is fascinated by the emotions a deserted prison or former hospital complex can spark. “There are ‘lost places’ that will never leave you,” he says.\nFor more stories from the German-speaking community, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "701,989", "path": "instagram/picture2168.jpg", "like_list": [], "date_time": "Jun 8, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@frankiethewhitepup", "@frankiethewhitepup", "@frankiethewhitepup"], "caption": "Hello, world! Today’s  is Frankie (), a handsome Berger Blanc Suisse who resides in Panama with his canine sisters, Freya and Kahlua. It’s clear from his swimming skills and sweet smile — Frankie’s a big fan of the ocean. For more pup power in your feed, follow .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "691,355", "path": "instagram/picture2169.jpg", "like_list": [], "date_time": "Jun 7, 2016", "location": "", "tag_list": ["@universityforchicago", "#WHPoverunder", "@instagram", "@universityforchicago"], "caption": "Being tall has its advantages — especially when you're trying to take pictures in a crowd. “Walking through dense crowds sometimes allows me to see what’s happening in the distance,” says Brian Venegas (), who submitted his view of a Chicago street festival for .\nStay tuned for more of our favorite project submissions here on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "935,245", "path": "instagram/picture2170.jpg", "like_list": [], "date_time": "Jun 7, 2016", "location": "", "tag_list": ["#WHPoverunder", "@liessie1", "@instagram", "@liessie1"], "caption": "For ,  went below a field of tall grass to reveal a swan, resting in the reeds.\nFollow along as we feature some of our favorite submissions throughout the week on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "708,399", "path": "instagram/picture2171.jpg", "like_list": [], "date_time": "Jun 7, 2016", "location": "", "tag_list": ["@ericmueller", "#WHPoverunder", "@instagram", "@ericmueller"], "caption": "Looking up at a BMX rider,  captures a moment of midair suspension. He wasn’t afraid to go low for his  photo.\nFollow along as we feature some of our favorite submissions throughout the week on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "652,838", "path": "instagram/picture2172.jpg", "like_list": [], "date_time": "Jun 7, 2016", "location": "", "tag_list": ["#MyStory", "@taiye.selasi", "#MyStory", "@taiye.selasi"], "caption": "“ is about unending adventure.” —Taiye Selasi (), an author who’s a local in Accra, Berlin, New York and Rome.\n“For over 30 years I’ve been asked the question, ‘Where are you from?’ at least once a week. You hear a single question that often and you develop a relationship with it: What does it mean, why does it matter? I know myself as coming from people — my mother, my twin, my countless aunties, my family of friends — rather than from places. More compelling than the idea of ‘coming from’ is the idea of ‘being in’ the present: being local, being loved, being human, being home.\nExactly five years ago, I set off from Manhattan. The other day I counted the number of countries I’ve visited in the last five years: 38. My goal is to have visited 100 countries by the time I’m 50. But I still have my little flat in Harlem. Half of my clothes are in Accra, Ghana. I’m very good at departures, but horrible at endings. I can never quite manage to break up with cities.”\n is a series that spotlights inspiring women in the Instagram community. Join the conversation by sharing your own story.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "949,198", "path": "instagram/picture2173.jpg", "like_list": [], "date_time": "Jun 7, 2016", "location": "La Iglesia Skate", "tag_list": ["@la_iglesiaskate", "@okudart", "@danny_leon", "@instagrames", "@isinaiglesias"], "caption": "This 100-year-old church in Llanera, Spain, remained abandoned for decades, until a group of skaters and artists transformed it into their own place of worship: the Kaos Temple, aka La Iglesia Skate (). Colorful geometric works by artist Okuda San Miguel () now cover the dome and walls, and a giant slope replaced church pews. “I even like the sound of skating at a church,” says professional skater Danny Leon () from Madrid. “In this place, I feel like I can vent while skating — I feel the peace.”\nFor more stories from the Spanish-speaking community, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "835,695", "path": "instagram/picture2174.jpg", "like_list": [], "date_time": "Jun 6, 2016", "location": "", "tag_list": ["@jamessuter", "#WorldEnvironmentDay", "@jamessuter"], "caption": "“If we don’t do something about it, we are going to lose everything that we have here in Africa,” says 30-year-old James Suter (), the co-founder of Black Bean Productions — a media studio on a mission to spotlight wildlife conservation issues. Cape Town, South Africa-based James and his team recently returned from a trip to Central Kenya where they documented the world’s last three northern white rhinos — two of which are pictured here. “Pre-1960, there were over 2,000 in Central and East Africa, south of the Sahara,” James says. “And at the moment, there are three left in one location.” While the future of the northern white rhino looks grim, James isn’t losing hope. “We’re trying to educate people and trying to spread the word. And I think the same can be done by anyone.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "835,695", "path": "instagram/picture2175.jpg", "like_list": [], "date_time": "Jun 6, 2016", "location": "", "tag_list": ["@matjoez", "#vividsydney", "@matjoez"], "caption": "It’s storming in Sydney, Australia, which means limited access to the spectacle that is Vivid Sydney, an annual three-week light and music festival. (Think city-as-giant-kaleidoscope.) But Matthew Vandeputte () aims to fulfill “your Vivid needs” with his time-lapse photography. “It’s nothing more than a hobby that got way, way out of hand,” the 26-year-old, who is based in Sydney but now travels around the world making pictures, says of his work. “I saw a video at film school and it blew my mind. It showed mountains and stars and clouds and my mind just fell open.” This year, that “hobby” landed Matthew in an empty Sydney Opera House, spending the night with a small group of photographers who got to capture Vivid straight through to sunrise. Matthew doesn’t need massive light installations to get inspired though. “It’s a bit of an addiction. I go out every few days. Even to places I’ve shot before. Every sunrise, every sunset is different.”\nTo see more from the festival, check out .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,024,737", "path": "instagram/picture2176.jpg", "like_list": [], "date_time": "Jun 6, 2016", "location": "", "tag_list": ["@jacktheday", "@jacktheday"], "caption": "This bird’s-eye view of Buenos Aires, Argentina, by Aquiles Pirovano () is our third pick from The Week on Instagram. “The image comes out of a daily exercise I do,” he says. “I always try to breathe and feel the moment. Buenos Aires seen from above in autumn is like a reef full of colorful fish.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,024,737", "path": "instagram/picture2177.jpg", "like_list": [], "date_time": "Jun 5, 2016", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@mycolorfulpersonality", "@boomerangfrominstagram", "#Boomerang", "@mycolorfulpersonality"], "caption": "Two teams of high schoolers warm up on the field, ready to duke it out. This  comes to us from freelance photographer, personal assistant and, yes, lacrosse mom Becky Masterson (), who lives in West Islip, New York. Her son’s team (in the blue shirts) won the game that day!\nFollow  to see mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "1,024,737", "path": "instagram/picture2178.jpg", "like_list": [], "date_time": "Jun 5, 2016", "location": "", "tag_list": ["@evosia", "@evosia"], "caption": "Our second pick for The Week on Instagram is Henry Jun Wah Lee’s () timelapse video from a glacier lagoon in Iceland. “Mother Nature is the greatest artist,” says Henry, who combined more than 2,000 still photos taken over the course of two hours to share his experience: “On this particular day, there was no wind. The water was perfectly still, allowing for crystal clear reflections. The stillness and serenity of the moment just made the place so much more magical to experience and capture.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "650,316", "path": "instagram/picture2179.jpg", "like_list": [], "date_time": "Jun 5, 2016", "location": "", "tag_list": ["@donfscottteacher", "@donfscottteacher"], "caption": "“I am always looking for interesting scenes,” says street photographer Don Scott (), who captured this photo in Tucson, Arizona. “I wonder what the subject is waiting for, and I like the colorful reflections.” Follow along as we feature more from The Week on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,146,289", "path": "instagram/picture2180.jpg", "like_list": [], "date_time": "Jun 4, 2016", "location": "", "tag_list": ["@MuhammadAli", "#RIP", "@jasonpolan"], "caption": "“I know where I’m going and I know the truth, and I don’t have to be what you want me to be. I’m free to be what I want.” —  \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,146,289", "path": "instagram/picture2181.jpg", "like_list": [], "date_time": "Jun 4, 2016", "location": "", "tag_list": ["@indicowie", "@indicowie"], "caption": "Professional soccer freestyler Indi Cowie () discovered her unique talent at 11 years old. “When I landed my first ‘around the world’ — that’s when I got that spark,” the 21-year-old from North Carolina says. “I got that crazy feeling and it took off from there.” Indi travels the world to compete and share her juggling talents, but the sport constantly pushes her to break ground and discover new tricks. “I will never have done all the tricks,” Indi says. “There is always stuff that I can learn.” Indi is excited to root on Team USA at three Copa America tournament games this summer. “I absolutely love attending soccer games and I hardly get to go to any,” Indi says. “I’m so excited it’s in the US.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "709,298", "path": "instagram/picture2182.jpg", "like_list": [], "date_time": "Jun 4, 2016", "location": "", "tag_list": ["#WHPoverunder", "@itala_marques", "#WHPoverunder", "@itala_marques"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to take photos and videos of everyday scenes from especially high or low angles — like this one by .\nHere are some ideas to get started:\nGet playful with perspective. Make a tiny object appear larger than life from a low angle or dwarf a giant scene into tiny specks by shooting from above.\nLocation is everything. Shoot from spots that put you greatly above your subject (like the top floor of a skyscraper or a double-decker bus) or below (like from a beach under a bridge or the floor of your bedroom). Include points of interest in the foreground, middle ground and background of your frames to exaggerate the sense of scale in your images even more.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your submissions, please only use music to which you own the rights. Any tagged visual taken over the weekend is eligible to be featured next week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "709,298", "path": "instagram/picture2183.jpg", "like_list": [], "date_time": "Jun 4, 2016", "location": "", "tag_list": ["@primosdonutsla", "#NationalDonutDay", "@primosdonutsla"], "caption": "“Honey, we just bought a doughnut shop.” These are the famous words Ralph Primo Sr., owner of Primo’s Donuts LA (), said to his wife after (what was supposed to be) a quick stop for a treat with their son Ralph Primo Jr. That was 60 years ago next month. “We have three generations coming in,” Ralph Jr. says. “We have grandparents bringing in their grandkids. They tell me, ‘My granddad brought me in when I was my grandson’s age.’” Social media has helped the business skyrocket, but at the end of the day, it’s always about the doughnuts and the love. “It’s a brand, but it’s not a brand. It’s a family thing.” \nBoomerang by "}, {"num_of_comments": 24, "num_of_like": "609,438", "path": "instagram/picture2184.jpg", "like_list": [], "date_time": "Jun 3, 2016", "location": "", "tag_list": ["#RunwayForAll", "@jilly_peppa", "#RunwayForAll", "@jilly_peppa"], "caption": "“ means realizing that you have the ability to start a revolution,” says Jillian Mercado (), a creative director and model who is living with muscular dystrophy, a group of diseases that cause weakness and loss of muscle mass over time. “Growing up, I had a room full of magazines and collages and would spend hours at the library reading up on designers and dreaming about being a part of that world,” the Hispanic born-and-raised New Yorker says. “But when you realize that there isn’t a single person that looks like you, it’s very hard to aspire to actually make it a reality.” With self-determination like Jillian’s, it’s not impossible: she has modeled in global campaigns, with billboards in cities from Venice to Tokyo. “It was pretty historic to know that I broke that barrier of disability in mainstream fashion,” she says. “When you want something to be done, you might as well do it yourself. I’m basically being the role model that I was looking for when I was a young girl.”\nEvery day this week, we shared the story of a model who is redefining industry standards and making sure there’s room on the .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "608,278", "path": "instagram/picture2185.jpg", "like_list": [], "date_time": "Jun 3, 2016", "location": "", "tag_list": ["@theunsungheroines", "@theunsungheroines"], "caption": "In 1974, official Little League rules held back most girls, like 9-year-old Kim Green (pictured), from playing baseball. Her mother, Sylvia, spent a month fighting for Kim’s right to take the field with the boys, and her efforts paid off. The rules changed. But when Sylvia went to sign Kim up for a team, tryouts had already taken place. Instead of giving up, the Greens started the “Angels,” an all-girls team that finished second overall in their league.\nKim’s is one of the stories Los Angeles-based director Molly Schiot () started to share after frequenting the LA84 Foundation, which houses the largest sports research library in North America. “It was like an explosion went off in my brain,” says Molly, after uncovering vintage photos of female athletes and educators who changed history. Her project — an outgrowth of rejected pitches for TV — evolved into “Gamechangers: The Unsung Heroines of Sports History,” a book coming out later this year. “What I’m continuing to learn is that I have an interest in telling stories that are women’s stories,” Molly says. “In certain cases, I make a conscious effort to say, ‘This woman wasn’t a heroine. But she was an important part of history.’”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "608,278", "path": "instagram/picture2186.jpg", "like_list": [], "date_time": "Jun 3, 2016", "location": "", "tag_list": ["@beck", "@skyzzle", "@butch_locsin_from_la", "@slimesunday", "@smcmennamy", "@nathanjurevicius", "@munchkintheteddybear", "@aliciaunderwater", "@mimles", "@patricktheminihorse", "@tortus_copenhagen", "@mydaywithleo", "@andrewkuttler", "@coralmorphologic", "@floraborsiofficial", "@vinnybalbo", "@samuelmikulak", "@breadfaceblog", "@beck", "@music"], "caption": "“Look around, don’t forget where you came from,” posits Beck () in his newest song, “WOW.” Living up to the track’s namesake, the Los Angeles-based singer enlisted a group of unique visual artists to help bring the funky, futuristic tune to life. “I think the cumulative effect of viewing images online was an influence,” says Beck about the videos, which include everything from animations to Shih Tzus. Cooler than the clips themselves: When you watch them in order, you can hear the whole song. “Now you can scroll through the most disparate, diverse and fascinating images in the span of minutes. It’s a new form of experiencing visual media.”\nYou can check out all of the “WOW”-inspired artwork over on , , , , , , , , , , , , , , ,  and .\nVideo by . Words by ."}, {"num_of_comments": 24, "num_of_like": "608,278", "path": "instagram/picture2187.jpg", "like_list": [], "date_time": "Jun 3, 2016", "location": "", "tag_list": ["#RunwayForAll", "@londonemyers", "@aggy_deyn", "@lindseywixson", "#RunwayForAll", "#Boomerang", "@londonemyers"], "caption": "“ means living in a world without color,” says Londone Myers (), who is from Georgia and lives in New York City. “Growing up, it was so hard to relate to the Cindy Crawfords and Christy Turlingtons,” she says. “It’s great to no longer see so many models of color with straightened hair. Can you imagine if white models were made to perm their hair to achieve a completely different texture for every single shoot? Finally, society is embracing us for how we are naturally.” Londone has come a long way from her days of being bullied in school. “I was super insecure about my wide-set, mostly buck teeth,” she says. “ and  taught me to just be myself. A model should be more of a force than a person.”\nEvery day this week, we’ll be sharing the story of a model who is redefining industry standards and making sure there’s room on the .\n by "}, {"num_of_comments": 24, "num_of_like": "980,502", "path": "instagram/picture2188.jpg", "like_list": [], "date_time": "Jun 2, 2016", "location": "", "tag_list": ["@littlerayofsunflower", "@instagrames", "@littlerayofsunflower", "@leocroma"], "caption": "Sheet by sheet, Raya Sader Bujana () transforms ordinary paper into art. “At first sight, paper looks like a weak and fragile material, but actually it provides endless opportunities,” the Lebanese-Venezuelan artist from Barcelona says. While studying architecture in college, Raya started playing with paper — cutting, folding and painting every sheet with the precision of a surgeon. Her paper-art passion blossomed into a business. “I love sharing everything there is behind each piece, so people can see they are all handmade,” Raya says. “It is a way of expressing the love I put in them.”\nFor more stories from the Spanish-speaking community, follow .\nPhoto for  by "}, {"num_of_comments": 24, "num_of_like": "705,234", "path": "instagram/picture2189.jpg", "like_list": [], "date_time": "Jun 2, 2016", "location": "", "tag_list": ["#RunwayforAll", "@bonjourclem", "#RunwayForAll", "@bonjourclem", "@emmaandhercamera"], "caption": "“ is not so much about what we look like anymore but more about what we represent,” says Clémentine Desseaux (), who grew up in France. “I was always way bigger and taller than everyone when I was growing up, and I had those freckles,” she says. “When I saw the first plus models out there, I started thinking about trying it out. At that point I had no idea it would take me to where I am now.” Three years ago, Clementine moved to New York with $2,000 to her name and never looked back. “My size and look were in the way of me feeling invincible when I was young,” she says. “I hope I was the last generation of women to think like that. Role model is the new top model.”\nEvery day this week, we’ll be sharing the story of a model who is redefining industry standards and making sure there’s room on the .\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "625,814", "path": "instagram/picture2190.jpg", "like_list": [], "date_time": "Jun 2, 2016", "location": "20• Parada Do Orgulho LGBT De São Paulo", "tag_list": ["@glaad", "#PridePortraits", "@wesleyallen_", "@fiddocandy", "@wesleyallen_"], "caption": "It’s June, and in many countries around the world, that means it’s time to celebrate pride. Throughout the month, we’ll be collaborating with GLAAD () to share , visual stories about love, family — and what makes the LGBT community on Instagram proud. Brazilian photographer Wesley Allen () gets us started with this image that he captured at the São Paulo LGBT Pride Parade, which was held over the weekend and is the largest pride party in the world. 🌈\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "625,814", "path": "instagram/picture2191.jpg", "like_list": [], "date_time": "Jun 1, 2016", "location": "", "tag_list": ["@this_girl_is_a_squirrel", "#WHPwildthings", "@instagram", "@this_girl_is_a_squirrel"], "caption": "Jill () is a clever 3-year-old Eastern gray squirrel from Louisiana. “I’ve learned that when the bell sounds, my treat cabinet is open,” says Jill of her submission to . “My favorite treats are cashews.”\nFollow along as we feature more of our favorite submissions throughout the week on .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "625,814", "path": "instagram/picture2192.jpg", "like_list": [], "date_time": "Jun 1, 2016", "location": "", "tag_list": ["@hippochair", "#WHPwildthings", "@hippochair"], "caption": "According to , “farm kids have all the fun.” We agree after seeing her submission for last weekend’s hashtag project, .\nFollow along as we feature more of our favorites throughout the week – and see more on the Instagram blog. (Link in bio.)\nVideo by "}, {"num_of_comments": 24, "num_of_like": "625,814", "path": "instagram/picture2193.jpg", "like_list": [], "date_time": "Jun 1, 2016", "location": "", "tag_list": ["@tkosmf", "#WHPwildthings", "@tkosmf"], "caption": "Who knew one pup could be so cool? Borelva Ludovic () captured this video in Bordeaux, France, of a skateboarding canine turning heads for last weekend’s hashtag project, .\nFollow along as we feature more of our favorites throughout the week — and see more on the Instagram blog. (Link in bio.)\nVideo by "}, {"num_of_comments": 24, "num_of_like": "625,814", "path": "instagram/picture2194.jpg", "like_list": [], "date_time": "Jun 1, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@paddington_the_pig", "@paddington_the_pig", "@paddington_the_pig"], "caption": "Hello, animal lovers! Prepare to fall for today’s : Paddington the Pig (), who appreciates a cuddle session under the covers, often with his feline sister Libby. Follow  to add a helping of 🐷 perfection to your feed.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "551,482", "path": "instagram/picture2195.jpg", "like_list": [], "date_time": "Jun 1, 2016", "location": "", "tag_list": ["#RunwayForAll", "@shaundross", "@winnieharlow", "@jilly_peppa", "@shaundross"], "caption": "“ is a world where everyone is treated the same,” says Shaun Ross (). When he started modeling nearly a decade ago, Shaun was the only male model of color with albinism. “I remember when I first entered the industry all I saw were models that looked the same,” he says. “Now here we are almost 10 years later, and I see the choice I’ve made has helped the industry to see beauty in many ways, such as casting models and rising icons like ,  and more to help lead the fight with me to diversity.” When he started, Shaun was one of a few openly gay models in the industry. “Agents always told male models to be masculine, but that was never the case for me. I never wanted to hide my sexuality,” he says. “I’d rather be myself.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "551,482", "path": "instagram/picture2196.jpg", "like_list": [], "date_time": "May 31, 2016", "location": "", "tag_list": ["#WHPwildthings", "@erbilkececi", "@instagram", "@erbilkececi"], "caption": "For ,  captured the mesmerizing munching of a little caterpillar with a big appetite.\n\nFollow along as we feature some of our favorite submissions throughout the week on .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "551,482", "path": "instagram/picture2197.jpg", "like_list": [], "date_time": "May 31, 2016", "location": "", "tag_list": ["@cheeseandolive", "#WHPwildthings", "@instagram", "@cheeseandolive"], "caption": "Our feline friend Princess Olive waves hello (and wakes up her human) in this submission by  for last weekend’s hashtag project, .\nFollow along as we feature some of our favorite submissions throughout the week on .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "735,587", "path": "instagram/picture2198.jpg", "like_list": [], "date_time": "May 31, 2016", "location": "", "tag_list": ["#RunwayForAll", "@caxmee", "#RunwayForAll", "@caxmee", "@simonhuemaen"], "caption": "“ means any teenager feels represented when they open a magazine or watch a fashion show,” says Mama Cax (). Mama grew up in Haiti, lives in New York City and never aspired to be a model — “not only because there were very few dark models on magazine covers but also because I grew up with very little knowledge of the fashion industry,” she says. “Eight years ago, after getting my leg amputated, the idea of being a model was even more far-fetched.” Today, Mama is modeling and doing other things that she was told there was no audience for, like sharing tips for traveling as a black female amputee. “The majority of humans do not look like the mainstream idea of beauty,” she says. “One of the greatest barriers is not belonging. Through modeling I hope to show that beauty does not always wear a size zero and beauty does not always walk on two limbs.”\nEvery day this week, we’ll be sharing the story of a model who is redefining industry standards and making sure there’s room on the .\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "853,284", "path": "instagram/picture2199.jpg", "like_list": [], "date_time": "May 30, 2016", "location": "", "tag_list": ["@maisie_williams", "#GameOfThrones", "@maisie_williams"], "caption": "Maisie Williams () sees herself in her “Game of Thrones” character, Arya Stark. “I’m that sort of opinionated girl. And I like that about myself,” Maisie says. She also has an idea about why  has become a global phenomenon: “Every character’s flawed. What the show really focuses on is showing every side of a character. There’s no good guy or bad guy, and I think that’s kind of true for everyday life.” The 19-year-old has honed this theory over the show’s six seasons, during which she (and Arya) have grown up on camera. “There’s something so lovely about coming back and chatting with my friends,” Maisie says of her downtime at home in southwestern England between filming. “It’s almost like I can, for a second, experience what a normal teenage life would’ve been like. It’s so exciting when I talk to them.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "777,348", "path": "instagram/picture2200.jpg", "like_list": [], "date_time": "May 30, 2016", "location": "", "tag_list": ["#MyStory", "@gearupflapsup", "@gearupflapsup"], "caption": "“ illustrates how a desire to serve one’s country can inspire someone to reach beyond their own preconceived notions about themselves.” —US Marine Corps Capt. Katie Higgins (), a 29-year-old third-generation military aviator and the first female Blue Angels pilot.\n“Being a female student at the US Naval Academy was the first time I was a minority simply because of my gender. When I was there, it was around 20 percent women. I learned a lot of valuable lessons on leadership, teamwork, perseverance and hard work. Most importantly, however, I learned the significance of pulling your own weight and earning respect versus demanding it. I always say the same thing to women who want to pursue any career let alone a nontraditional one: ‘Calm seas don’t make a skilled sailor.’ It’s not the easy times in your life that make you who you are. It’s the hard times, the obstacles, the rough seas that shape you as a person. My time in Afghanistan is the part of my life that I am the most proud of. I became a Marine to support those troops on the ground in every way possible. In Afghanistan, I felt like I was doing that every single day.”\nPhoto by "}]}