{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "568,896", "path": "instagram/picture1701.jpg", "like_list": [], "date_time": "Oct 11, 2016", "location": "", "tag_list": ["@selfevidentproject", "@iolovesyou", "#NationalComingOutDay", "@selfevidentproject"], "caption": "A native New Yorker, 30-year-old iO Tillett Wright was aware at a young age that he was “a little trans kid.” In recent years, the artist-activist has come to reject the social and political constraints of certain labels in favor of a more inclusive — and nuanced — attitude toward sexuality. One result of this broader view of self-definition is iO’s Self Evident Truths project (), a six-year effort to photograph 10,000 people — like this awesome character from Iowa — who, by their own reckoning, are anywhere on the LGBTQ spectrum.\nWhile the project began as a protest against legal efforts to ban same-sex marriage in the US, iO notes that, with the Supreme Court’s landmark 2015 decision that same-sex couples have a fundamental right to marry, both the political landscape and the project have changed. “It’s more of a celebration now,” iO () says. “It’s not about being gay or trans. It’s about allowing human beings to be who they say they are.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,261,257", "path": "instagram/picture1702.jpg", "like_list": [], "date_time": "Oct 11, 2016", "location": "", "tag_list": ["#WHPseeingdouble", "@seffis", "@seffis"], "caption": "This  encounter captured by Steffen Fossbakk () made us do a double take. How many sheep do you see?\nFollow along as we feature more of our favorite submissions from last weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "699,368", "path": "instagram/picture1703.jpg", "like_list": [], "date_time": "Oct 11, 2016", "location": "", "tag_list": ["#WHPseeingdouble", "@abayrakt", "@abayrakt"], "caption": "Two generations stand together in this  submission from India by Ayçin ().\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,255,119", "path": "instagram/picture1704.jpg", "like_list": [], "date_time": "Oct 11, 2016", "location": "", "tag_list": ["#WHPseeingdouble", "@wellettas", "@wellettas"], "caption": "The goal of  was to make photos celebrating pairs that mirror one another in obvious or subtle ways. We love this shared moment between two floppy-eared friends at home in Canada taken by Elizabeth Spence ().\nFollow along for more of our favorite submissions from last weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "819,858", "path": "instagram/picture1705.jpg", "like_list": [], "date_time": "Oct 11, 2016", "location": "", "tag_list": ["@teddydi", "@teddydi"], "caption": "“Any toy animal that’s sewn in the traditional teddy bear style are ‘Mishki,’ which is Russian for ‘little bear cubs,’” explains Diana Yunusova (), a teddy bear artist who lives in St. Petersburg, Russia. “Mishki take many forms and styles, but my heart belongs to the worn, vintage-style bears we call ‘tortured.’” Her handmade bears are “teacup-sized,” anywhere from six to seven inches (15 to 17 centimeters) tall, and for Diana, they’re the personification of childhood. “I find myself very encouraged by the fact that in today’s world, wealth is gradually fading into the background,” she says. “People increasingly appreciate work made by human hands, preferring a little bear or a handmade doll as gifts for relatives or even for themselves. These are gifts with a soul, which bring real emotion and joy.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "480,753", "path": "instagram/picture1706.jpg", "like_list": [], "date_time": "Oct 10, 2016", "location": "", "tag_list": ["@anthonyzinonos", "@miumiu", "@anthonyzinonos"], "caption": "Anthony Zinonos () describes himself as a sucker for construction paper. “I love the texture and simple colors that it comes in,” the collage artist who lives in Oakland, California, says. “It’s cheap and cheerful, and there is something nostalgic about it.” With it, Anthony creates minimal, fantastical landscapes for the figures he includes in his compositions — like this one, inspired by the Miu Miu () show during Paris Fashion Week on Wednesday. “Delicate people in epic landscapes is very much how I view my surroundings and how we as humans exist on this planet.”\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "1,342,133", "path": "instagram/picture1707.jpg", "like_list": [], "date_time": "Oct 10, 2016", "location": "", "tag_list": ["#TheWeekOnInstagram", "@migapan"], "caption": "A tranquil forest frames this quiet moment between Miga, an English setter, and a deer crossing her path. “She loves chasing small squirrels and bunnies but the deer was a big surprise for her,” says Paloma García, Miga’s owner. “I could only take one photo at the perfect moment.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,342,133", "path": "instagram/picture1708.jpg", "like_list": [], "date_time": "Oct 9, 2016", "location": "Tarraco Arena Plaça", "tag_list": ["@rosacomes", "@rosacomes"], "caption": "Rosa Comes () captured true teamwork in the tier-by-tier construction of this human tower in Tarragona, Spain. “It’s an incomparable spectacle,” says Rosa, who has attended the Concurs de Castells competition three times. “Even if you don’t understand the most technical aspects of the Castells, or human tower constructions, you can feel a special atmosphere, full of emotions.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "753,316", "path": "instagram/picture1709.jpg", "like_list": [], "date_time": "Oct 9, 2016", "location": "鳥取砂丘海岸", "tag_list": ["@mantaroq", "#TheWeekOnInstagram", "@mantaroq"], "caption": "Visitors to the Tottori Sand Dunes in Japan take in the landscape and larger-than-life clouds. Mitsunari Koyama () took this photo on a family outing. “I wouldn’t be surprised if the other people there wanted to play in the sand too,” says the cafe owner from Kyoto, Japan. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,478,390", "path": "instagram/picture1710.jpg", "like_list": [], "date_time": "Oct 9, 2016", "location": "Кудыкина Гора", "tag_list": ["@antoxa_mor", "#TheWeekOnInstagram", "@antoxa_mor"], "caption": "This encounter with a three-headed dragon looks like something straight from a fantasy tale, but Anton () made this photo at Safari Park in Lipetsk Oblast, Russia. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "831,353", "path": "instagram/picture1711.jpg", "like_list": [], "date_time": "Oct 9, 2016", "location": "", "tag_list": ["@tommy.trenchard", "@tommy.trenchard"], "caption": "Tommy Trenchard () followed a local octopus hunter into the tidal flats off of Zanzibar to capture this photo revealing life beneath the ocean’s surface. “Trying to keep up was almost impossible amid sea urchins, starfish and sharp coral,” says the photojournalist. He adds that the skill of Mama Juma (pictured) “is especially impressive when you consider that she works in a long flowing dress.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "831,353", "path": "instagram/picture1712.jpg", "like_list": [], "date_time": "Oct 9, 2016", "location": "", "tag_list": ["@godyar", "#BoomerangOfTheWeek", "@boomerangfrominstagram", "#Boomerang", "@godyar"], "caption": "Looking down at one of the busiest highways in Tehran, Khodayar Ahi () “moved” a yellow taxi down the road for our .\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "928,051", "path": "instagram/picture1713.jpg", "like_list": [], "date_time": "Oct 9, 2016", "location": "", "tag_list": ["@celebsonsandwiches", "@celebsonsandwiches"], "caption": "Jeff McCarthy () prefers his sandwiches with a side of celebrity. “The idea came to me, naturally, while eating a sandwich,” says the 29-year-old artist, whose sketches match superstars with meals that fit their personalities — from Sia on a brioche bun filled with veggies to David Beckham on ham and rye. “Our culture has a pretty serious love for celebrities and food, so pairing the two together just made sense.”\nArt by "}, {"num_of_comments": 24, "num_of_like": "1,083,242", "path": "instagram/picture1714.jpg", "like_list": [], "date_time": "Oct 8, 2016", "location": "", "tag_list": ["#WHPseeingdouble", "@django_and_chloe"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos celebrating pairs that mirror one another — in obvious or subtle ways.\nHere’s how to get started:\nKeep an eye out for lookalike couples, and think outside the box. Seek out people that match their surroundings, a dog and owner with a similar expression or best friends dressing alike on purpose.\nWhile a couple’s similarities may initially catch your eye, also highlight how each is unique.\nCompose your frame in a way that allows you to compare your two subjects. Eliminate distracting details that would take away from the emphasis on your dynamic duo.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "861,168", "path": "instagram/picture1715.jpg", "like_list": [], "date_time": "Oct 8, 2016", "location": "", "tag_list": ["@christinarizk", "@christinarizk"], "caption": "Cairo-born photographer Christina Rizk () characterizes herself as a visual person, more assured when making pictures than when talking about them. “I’ve always struggled with words,” she says, “which is funny because I speak four languages.” Her earliest memory of photography’s appeal goes a long way toward explaining her calling. “I must have been 7 or 8 years old,” Christina says. “After a shower I would sit in a big armchair and my father would blow-dry my hair. I would leaf through a copy of National Geographic magazine, absorbing the stunning photos.” She recently moved from Cairo to Berlin (she is half-German, half-Egyptian) and is looking for her next story. One she might want to pursue? “With the refugee crisis, there’s a huge need for Arabic speakers. I’ll look into that — and maybe I’ll get to document some of it, too.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "539,812", "path": "instagram/picture1716.jpg", "like_list": [], "date_time": "Oct 7, 2016", "location": "", "tag_list": ["#RunwayForAll", "@_dilone", "@kenzo", "#RunwayForAll", "@_dilone"], "caption": "“ means inspiring younger generations to say, ‘Hey, I can do that too!’” says model Dilone (), who walked in the Kenzo () show at Paris Fashion Week on Tuesday. “There have always been diverse models,” she says, citing Naomi Campbell as a model who inspired her growing up. “The industry is just now recognizing how beautiful diversity is.” For Dilone, who remembers a time when she didn’t have enough money to ride the metro to castings, the secret to success is having faith in yourself. And keeping it fun. “I’m willing to look like a fool for the perfect shot or simply for a smile on someone’s face. I take my work seriously, but not myself.”\nThis story is part of an ongoing series featuring models who are redefining industry standards and making sure there’s room on the .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "626,583", "path": "instagram/picture1717.jpg", "like_list": [], "date_time": "Oct 7, 2016", "location": "", "tag_list": ["@dietryingtx", "#MadeToCreate", "@dietryingtx"], "caption": "If Lacy Van Court had a soundtrack to her life, Guy Clark would be the headliner. She named her business Die Trying TX () after one of his songs. “It’s kind of cheesy, but ‘Die Tryin’ is a beautiful song, and I think it sums up my general feeling about life — to try really hard,” says Lacy, who lives in Austin, Texas. The way she makes a living is a product of this feeling. Lacy taught herself the “lost art” of chain stitch embroidery over the course of a few years, working with a vintage machine she bought online, until she created designs she would wear. Once she started posting items for sale, Lacy took her followers’ feedback seriously. “A month or two after I started my account, I launched a line of jackets on my website. This was a result of the feedback I was getting and the images people liked most,” she says. “It’s been a whirlwind since.”\nThis feature is part of , a new series highlighting our community of entrepreneurs, makers and artisans on Instagram.\nPhoto by "}, {"num_of_comments": 11, "num_of_like": "622,220", "path": "instagram/picture1718.jpg", "like_list": [], "date_time": "Oct 7, 2016", "location": "", "tag_list": ["#myinstagramlogo", "#myinstagramlogo", "@vivianazula1", "@vivianazula1"], "caption": "Viviana Herrera’s  stars her station after prepping homemade noodles. If only we could cook up and taste her creation.\n\nToday, we’re celebrating our golden birthday. Can you believe Instagram is six years old? 🎂 This  by  is an example of just one way that you, our amazing community, inspire us as Instagram evolves and grows. Thanks for all you do. ❤️\nPhoto by "}, {"num_of_comments": 5, "num_of_like": "864,495", "path": "instagram/picture1719.jpg", "like_list": [], "date_time": "Oct 7, 2016", "location": "", "tag_list": ["#myinstagramlogo", "@giulia_ripa", "@giulia_ripa"], "caption": "Over 100 buttons, beads and other found objects went into Giulia Ripamonti’s remix of our app’s logo. During the day, Giulia works as a graphic designer in Milan, but her free time is spent crafting with unexpected materials.\n\nToday, we’re celebrating our golden birthday. Can you believe Instagram is six years old? 🎂 This  by  is an example of just one way that you, our amazing community, inspire us as Instagram evolves and grows. Thanks for all you do. ❤️\nPhoto by "}, {"num_of_comments": 2, "num_of_like": "1,294,282", "path": "instagram/picture1720.jpg", "like_list": [], "date_time": "Oct 7, 2016", "location": "", "tag_list": ["#myinstagramlogo", "#myinstagramlogo", "@vi66nya", "@vi66nya"], "caption": "It started with meringue crumbs. They make up the center of Aygul Bedretdinova’s . The Moscow-based graphic designer set up this sweet scene at a recent InstaMeet. “I love that it’s so bright and positive,” says Aygul of our logo’s look. “This is exactly what brings Instagram into my life.” Today, we’re celebrating our golden birthday. Can you believe Instagram is six years old? 🎂 This  by  is an example of just one way that you, our amazing community, inspire us as Instagram evolves and grows. Thanks for all you do. ❤️ Photo by "}, {"num_of_comments": 24, "num_of_like": "502,159", "path": "instagram/picture1721.jpg", "like_list": [], "date_time": "Oct 6, 2016", "location": "", "tag_list": ["@canepari_til_i_die", "#EyesOn", "@canepari_til_i_die"], "caption": "Zackary Canepari () has his  Flint, Michigan. “All I ever really wanted to do was be a photographer. I was a reluctant filmmaker,” he says. “The deeper I got into making films, the more I dragged still photography along with me until soon enough, my projects included both.” His expansive portfolio now includes virtual reality, data visualization, installations and found objects.\nThrough a cast of true-life characters, Zackary explores a city now known primarily for its economic decline, which continues to fascinate him. “It’s a place that deserves a deeper look — and not just because of its struggles. It can be beautiful or funny or strong or surreal. There’s just more to it than people think.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "680,658", "path": "instagram/picture1722.jpg", "like_list": [], "date_time": "Oct 5, 2016", "location": "", "tag_list": ["@kingbach", "@streamys"], "caption": "“One thing that sets me apart is my style — my unique filming style and acting style,” says theatrically trained actor Andrew Bachelor, better known as . After graduating from Florida State University with a business degree, he attended a master’s program at New York Film Academy. “Right now I’m pretty excited about where my career has gone.”\nWhen he posts a new video, King Bach’s goal is for his viewers to feel a little lighter. “I just hope that they forget their problems and it brings a smile to their face. I hope they go about their day differently.”\nTonight, he is hosting the Streamy Awards () in Los Angeles. Watch our Instagram story to follow Bach on his big night!"}, {"num_of_comments": 24, "num_of_like": "680,658", "path": "instagram/picture1723.jpg", "like_list": [], "date_time": "Oct 5, 2016", "location": "Mohali, India", "tag_list": ["@abhinavpurohit1", "#WHPlocallegends", "#Boomerang", "@abhinavpurohit1"], "caption": "Residents of Mohali, India, can thank this local potter for his clay creations that they’ll use to celebrate the upcoming festival Diwali. “It was a fascinating sight as the clay was molding into recognizable objects,” says Abhinav Purohit () of his submission to last weekend’s hashtag project, . “The whole process caught my interest instantly.”\n by "}, {"num_of_comments": 24, "num_of_like": "1,300,823", "path": "instagram/picture1724.jpg", "like_list": [], "date_time": "Oct 5, 2016", "location": "Istanbul, Turkey", "tag_list": ["@hasanilkay", "#WHPlocallegends", "@hasanilkay"], "caption": "A Turkish bagel seller brings this scene on the water to life. Hasan ilkay Özduman () captured a photo of this local legend in Istanbul for last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,300,823", "path": "instagram/picture1725.jpg", "like_list": [], "date_time": "Oct 4, 2016", "location": "", "tag_list": ["@deanthebasset", "#WeeklyFluff", "@deanthebasset"], "caption": "World, get ready to fall hard for floppy-eared Dean () — our . This two-year-old hound is all about a good nap at home in Toronto, but he also loves to get outside with his humans. Everyone’s feed could use a little more Dean, so follow  right now."}, {"num_of_comments": 24, "num_of_like": "749,349", "path": "instagram/picture1726.jpg", "like_list": [], "date_time": "Oct 4, 2016", "location": "", "tag_list": ["@this.is.nuno.da.silva", "#WHPlocallegends", "@this.is.nuno.da.silva"], "caption": "“It’s always great to see someone that has such a natural style in his look and in his art,” says  about NYC-based photographer Louis Mendes, pictured in this submission to last weekend’s hashtag project .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "693,348", "path": "instagram/picture1727.jpg", "like_list": [], "date_time": "Oct 4, 2016", "location": "Cetatea Rupea", "tag_list": ["#WHPlocallegends", "@cvladulescu", "#WHPlocallegends", "@cvladulescu"], "caption": "In one of our favorite submissions to , Ciprian () shows us how this local shepherd is as much a fixture in Rupea, Romania’s landscape as the ancient architecture that crowns its hilltops.\nFollow along as we feature more of our favorite submissions from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "700,602", "path": "instagram/picture1728.jpg", "like_list": [], "date_time": "Oct 4, 2016", "location": "Zinacantán", "tag_list": ["#WHPlocallegends", "@pacotoris", "@pacotoris"], "caption": "The goal of  was to celebrate the people in your community that stand out and make it a great place to live.\nPaco Toris () photographed this local artist whose colorful textiles help give Chiapas, Mexico, its vibrancy.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "885,333", "path": "instagram/picture1729.jpg", "like_list": [], "date_time": "Oct 4, 2016", "location": "", "tag_list": ["@sketchviews", "@sketchviews"], "caption": "“It’s like a dialogue between me and the place,” says California resident Carlos Almeida () of his signature black-and-white sketches, which often depict urban scenes from his travels. “I like to take the time to understand a place — to absorb the information, to feel it. I’m trying to capture the character of the place.” The 53-year-old architect began sketching when he was 5 years old thanks to influence from an older cousin. “I remember it like it was yesterday. He started to sketch a profile of a face and I thought, ‘This is beautiful,’ and I tried to imitate it. From that point on, I sketch everything I see.”\nIllustration by "}, {"num_of_comments": 24, "num_of_like": "891,940", "path": "instagram/picture1730.jpg", "like_list": [], "date_time": "Oct 3, 2016", "location": "", "tag_list": ["@litalrozenshtein", "#RoshHashana", "@litalrozenshtein"], "caption": "“I can see something else,” says Israeli food artist Lital Rozenshtein (). “Most of the time it’s a surprise, even for me.” The mother of two travels to her local market in Tel Aviv every day seeking inspiration. Right now for , the Jewish new year, Lital is playing with seasonal fall produce like the pomegranate, an iconic Jewish fruit that symbolizes knowledge, learning and wisdom. “There’s something special about Rosh Hashana,” says Lital. “Something in the air.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "933,927", "path": "instagram/picture1731.jpg", "like_list": [], "date_time": "Oct 3, 2016", "location": "Praça das Bandeiras", "tag_list": ["@denismoura", "#TheWeekOnInstagram", "@denismoura"], "caption": "Two towering boats preside over a moody beach. Denis Moura () found this scene in Praça das Bandeiras, Brazil. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "702,961", "path": "instagram/picture1732.jpg", "like_list": [], "date_time": "Oct 2, 2016", "location": "کاخ نیاوران", "tag_list": ["@kianahayeri", "#TheWeekOnInstagram", "@kianahayeri"], "caption": "Kiana Hayeri () found this contemplative moment when she and a friend arrived at the Niavaran Palace in Tehran. “I saw the light and reflection, and an opportunity for a dynamic and complex photo,” says the photojournalist.\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "707,036", "path": "instagram/picture1733.jpg", "like_list": [], "date_time": "Oct 2, 2016", "location": "Hamburger Bahnhof", "tag_list": ["@gert_pauly", "#TheWeekOnInstagram", "@gert_pauly"], "caption": "Anika Meier () traveled from Hamburg to Berlin to see a live performance of “Angst II” for herself. “I liked the quiet parts the most — when everything was calm, when the people watching the performance were focused on the dancing and slow moves of the performers, or when everyone just could sit down close to one of the performers and drift away with them,” says the writer and art critic. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,712,161", "path": "instagram/picture1734.jpg", "like_list": [], "date_time": "Oct 2, 2016", "location": "", "tag_list": ["#TheWeekOnInstagram", "@shibainu_non"], "caption": "🌈 + 🐶 = ❤\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,712,161", "path": "instagram/picture1735.jpg", "like_list": [], "date_time": "Oct 2, 2016", "location": "Kharkov, Ukraine", "tag_list": ["#BoomerangOfTheWeek", "@parabellumm", "@boomerangfrominstagram", "#Boomerang", "@parabellumm"], "caption": "An eager cup of coffee and a slice of cheesecake fueled a five-hour road trip — and our . Before taking a 1,864-mile (3,000-kilometer) trip across the Ukraine to connect with local Instagrammers, Artem Melnichuk () and his friends stopped for a bite in a gas station cafe.\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "1,086,886", "path": "instagram/picture1736.jpg", "like_list": [], "date_time": "Oct 2, 2016", "location": "", "tag_list": ["@chocolateforbasil", "@chocolateforbasil"], "caption": "You might not guess it from the plant-based meals on , but Jerrelle Guy, 26, is an omnivore. When she met her partner, who is a vegetarian for health reasons, she started cooking meatless meals that satisfied comfort-food cravings. “I’m fascinated by the emotional side of food,” says Jerrelle, who decided to study gastronomy — food through the lens of culture, history and anthropology. “Making somebody want to eat something is powerful. How can I do something positive with that?” For the Boston-based blogger, the answer is simple: help people eat healthier. “In my family, if meat isn’t on the plate, it’s not a meal. It’s a fun challenge to make vegetarian food really appealing, so that they want to dive right in. I’m not asking anybody to be a vegan. But I want people to look at this healthy food porn and drool over it. Think, ‘Wow, maybe I could eat that.’” Photo by "}, {"num_of_comments": 24, "num_of_like": "822,430", "path": "instagram/picture1737.jpg", "like_list": [], "date_time": "Oct 1, 2016", "location": "Havana, Cuba", "tag_list": ["#WHPlocallegends", "#WHPlocallegends", "@greatarsenal"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to celebrate local legends — the people in your community that stand out and make it a great place to live.\nHere’s how to get started:\nStrike up a conversation with someone you see every day but don’t regularly talk to, like your favorite bakery’s owner, the neighborhood mailman or a veteran firefighter. Use your caption to share their story.\nLet the environment add important context about your subject. For example, photograph a teacher in the classroom, a chef in the kitchen or a bus driver behind the wheel.\nExperiment with photo and video portraits that celebrate your subject’s passion. They can be posed, like a quiet image of an athlete before an early morning training session, or candid, like a musician tuning up backstage before a gig.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "822,430", "path": "instagram/picture1738.jpg", "like_list": [], "date_time": "Oct 1, 2016", "location": "", "tag_list": ["@jonnajinton", "@jonnajinton"], "caption": "When Jonna Jinton () calls, the cattle come running — literally. “I like to think that maybe something deep inside them would remember the sounds from ancient times,” says the 27-year-old from Sweden of this centuries-old singing technique called “kulning,” which was used to round up cattle in the evenings. “I’ve always loved the sound. There’s something magical about it,” she adds. “Through my photography and art, I wish to remind people of how important nature is to our well-being. I want to awaken that connection again.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "628,321", "path": "instagram/picture1739.jpg", "like_list": [], "date_time": "Sep 30, 2016", "location": "", "tag_list": ["@davidortiz", "@davidortiz"], "caption": "Boston Red Sox slugger David Ortiz () will suit up for his final regular season baseball game of his 20-year career this weekend. “Boston took me in like I was one of their own,” David says. “I feel like this city has made me the man I am today.” As he prepares for life after baseball, David reflects on the teammate that had the biggest impact on his career, Pedro Martinez. “He’s the reason I’m on the Red Sox. When I was released by Minnesota he called the Red Sox up and told them they needed to sign me.” Traditions are also important for David. Throughout his career, each time David scores he looks up to the sky and points. “I do that in memory of my mom,” he says. “I lost her in 2002 and it was a really tough time in my life. She was everything to me and I still feel that void every day. When I walk across home plate and look up, I feel like she is looking back down on me and smiling.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "718,164", "path": "instagram/picture1740.jpg", "like_list": [], "date_time": "Sep 29, 2016", "location": "", "tag_list": ["@deciccaphoto", "#EyesOn", "@deciccaphoto"], "caption": "Lauren DeCicca () has her  the people experiencing Myanmar’s economic transition. The American documentary photographer first arrived to Yangon three years ago: “I moved there two months after the first ATM came to Yangon. The city has changed incredibly. Hotels get built in a matter of months.” While she has sharpened her focus on local humanitarian issues — covering conditions at land mines and the Rohingya ethnic conflict in western Myanmar — Lauren is steadfast in providing a wider context for these stories. “One of the first big projects I worked on was along the length of the Irrawaddy River, where I stopped at places like land mines, dam projects and religious sites and talked to everyone about their daily life and what Myanmar was all about,” she says. “That sparked my interest in a lot of other stories that I’ve continued to cover over the last two years.” Today, Lauren remains deeply touched by one thing that hasn’t changed: the country’s generous hospitality. “You can be walking down the street and people will just tell you to come into their homes, sit you down and tell you their story and ask you questions about the United States.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "718,164", "path": "instagram/picture1741.jpg", "like_list": [], "date_time": "Sep 29, 2016", "location": "Cunningham, Virginia", "tag_list": ["@tylermetcalfe", "@tylermetcalfe"], "caption": "“I feel like I’ve packed a few years of great experiences into just a handful of months on a bike,” says 29-year-old photographer Tyler Metcalfe (), who recently completed a 4,290-mile (6,904-kilometer) cross-country bike trip across America, documenting the ups and downs along the way. “Thirty-five days into my trip I was hit by a car and suffered torn muscles and broken bones. The recovery was tough, as my greatest form of freedom had just been taken away from me,” he says. After taking time to recuperate in his hometown of Tulsa, Oklahoma, Tyler pushed on. “Reaching the West Coast was a mix of emotions,” he says. “I felt both accomplishment and a bit of disappointment that the journey was ending.” But the ride isn’t over. “I’m thinking about turning south towards Central America, and possibly making it all the way to Patagonia. The best part of the adventure lies in the unknown.”\nTo see more of Tyler’s experience biking across America, watch our Instagram story.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "958,343", "path": "instagram/picture1742.jpg", "like_list": [], "date_time": "Sep 28, 2016", "location": "", "tag_list": ["@mobibear", "#WHPlightplay", "@mobibear"], "caption": "“Just another spontaneous capture of my pup, Momo, reminding me to pause and appreciate the simplest things,” says Cin (), Momo’s owner, who submitted this image of her dog soaking up the sun for last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,103,335", "path": "instagram/picture1743.jpg", "like_list": [], "date_time": "Sep 28, 2016", "location": "", "tag_list": ["#WHPlightplay", "@nesquik09", "@nesquik09"], "caption": "Passers-by in Lodz, Poland, admire a shower of colorful ribbons in golden light in this  submission by 22-year-old student Marcin Stempień ().\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "791,277", "path": "instagram/picture1744.jpg", "like_list": [], "date_time": "Sep 28, 2016", "location": "Royal National Park Audley.", "tag_list": ["@lenzilla_happy", "#WHPlightplay", "@lenzilla_happy"], "caption": "Light became a winged creature in ’s playful take on last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "791,277", "path": "instagram/picture1745.jpg", "like_list": [], "date_time": "Sep 27, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@catkerimcan", "@catkerimcan"], "caption": "Hello, world! Meet today’s . Kerimcan () is a calico cat who loves lounging on laps and sticking out a very long 👅. This kitty was abandoned at a shelter after a shoulder dislocation, but more than two years after being adopted, Kerimcan can now run, jump and pounce like any other frisky feline. Keep your feed cat-powered by following ."}, {"num_of_comments": 24, "num_of_like": "696,556", "path": "instagram/picture1746.jpg", "like_list": [], "date_time": "Sep 27, 2016", "location": "", "tag_list": ["@dcerejo", "#WHPlightplay", "@dcerejo"], "caption": "Daniel Cerejo () captured a moment of levitation in a streak of light for .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "632,351", "path": "instagram/picture1747.jpg", "like_list": [], "date_time": "Sep 27, 2016", "location": "", "tag_list": ["@hectorlovall", "#WHPlightplay", "@hectorlovall"], "caption": "A single beam straight to the ❤— Héctor () found the light in Spain, leading to this  submission.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,051,391", "path": "instagram/picture1748.jpg", "like_list": [], "date_time": "Sep 27, 2016", "location": "Quezon City, Philippines", "tag_list": ["@aizharalih", "#WHPlightplay", "@aizharalih"], "caption": "Aizhar Alih () captured the essence of  by elevating a triangle of light into a sidewalk encounter.\nFollow along as we feature more of our favorite submissions this week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "633,372", "path": "instagram/picture1749.jpg", "like_list": [], "date_time": "Sep 27, 2016", "location": "Smithsonian National Museum of African American History and Culture", "tag_list": ["@nmaahc", "#APeoplesJourney", "@directher", "@directher"], "caption": "Last weekend, the Smithsonian National Museum of African American History & Culture () opened in Washington, DC, a hundred years after the concept was first proposed and nearly 13 years since Congress authorized its construction. Hollywood stars, community leaders and politicians, including President Obama, attended the historic celebration. “Hopefully this museum can help us talk to each other. And more importantly, listen to each other,” President Obama said in his dedication speech. “And most importantly, see each other. Black and white and Latino and Native American and Asian American — see how our stories are bound together ... It is a monument, no less than the others on this Mall, to the deep and abiding love for this country, and the ideals upon which it is founded. For we, too, are American.” \nCheck out our Instagram story to watch the museum’s opening with award-winning director Ava DuVernay ().\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "633,372", "path": "instagram/picture1750.jpg", "like_list": [], "date_time": "Sep 27, 2016", "location": "", "tag_list": ["@keinagaki", "@keinagaki"], "caption": "Keisuke Inagaki () is the owner and chef of an Italian restaurant in Japan’s Kanagawa prefecture, but he is best known for crafting intricate pancake art. Keisuke started flipping pancakes in 2014 and now has a portfolio that ranges from pastiches of traditional Japanese woodblock prints to portraits of Prince and C-3PO. “In 2014, I was volunteering with kids displaced from their homes in Fukushima after the Tohoku earthquake [and nuclear power plant disaster], where they could play outdoors in a safe environment,” Keisuke explains. “I would hold cooking lessons with their mothers, and in order to surprise the kids, I started incorporating pancake art. It was a huge success.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,337,152", "path": "instagram/picture1751.jpg", "like_list": [], "date_time": "Sep 26, 2016", "location": "Platja Del Trabucador", "tag_list": ["@ultraheroi", "#TheWeekOnInstagram", "@ultraheroi"], "caption": "This blissful water-prancing pup was spotted by Eugeni Simó Queralt () at the end of a fun-filled day in Catalonia. “When I saw the happiness of the dog in the water, I caught that amazing and funny moment,” he says. “Platja del Trabucador and Terres de l’Ebre are places that I recommend visiting, because they are magical.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,337,152", "path": "instagram/picture1752.jpg", "like_list": [], "date_time": "Sep 26, 2016", "location": "Oakley, Kansas", "tag_list": ["@karl_shakur", "#BoomerangOfTheWeek", "@boomerangfrominstagram", "#Boomerang", "@karl_shakur"], "caption": "According to architecture student Karl Ndieli (), our  was taken from one of the best stargazing spots in Kansas. ✨ As the sun went down, he and his classmate Sita (pictured) hand-picked wild sunflowers, sewed them into her crown and made this Boomerang. “My favorite part is the tiny little star that shoots straight at the lens,” Karl says. “I feel like I’m getting glitter blown at me every time I watch.” 🌟\n\nFollow  to see more mind-blowing loops from our community.\n\n by "}, {"num_of_comments": 24, "num_of_like": "1,361,536", "path": "instagram/picture1753.jpg", "like_list": [], "date_time": "Sep 25, 2016", "location": "", "tag_list": ["@majidsaeedi", "#TheWeekOnInstagram", "@majidsaeedi"], "caption": "A lush red lake and a patterned shirt to match — Majid Saeedi () captured this moment shared by a mother and her daughter at Lake Urmia, a salty lake located in Iran. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "822,247", "path": "instagram/picture1754.jpg", "like_list": [], "date_time": "Sep 25, 2016", "location": "", "tag_list": ["@monicatiwari", "#TheWeekOnInstagram", "@monicatiwari"], "caption": "A boy takes the plunge in a rural Bengal village in this photo captured by Monica Tiwari (). “My travels in India leave me awed at her beauty, and this is just one of the scenes I was fortunate enough to witness and capture,” says the photographer from Varanasi, India. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "822,247", "path": "instagram/picture1755.jpg", "like_list": [], "date_time": "Sep 25, 2016", "location": "", "tag_list": ["@kaiagerber", "@presleygerber", "@cindycrawford", "@teenvogue", "#tvyounghollywood", "#Boomerang", "@kaiagerber"], "caption": "For Kaia Gerber () and Presley Gerber () — siblings whose mother is legendary supermodel Cindy Crawford () — modeling is on a very short list of things they have in common. “We are so not similar,” says Presley, who is 17. Well, there might be one more thing they share. “We have similar senses of humor,” says Kaia, who is 15. “But we are different because he is more laid back whereas I’m more of a go-getter.”\nTo see more from Teen Vogue’s () Young Hollywood Party on Friday night, watch our Instagram story. \n by "}, {"num_of_comments": 24, "num_of_like": "910,753", "path": "instagram/picture1756.jpg", "like_list": [], "date_time": "Sep 25, 2016", "location": "", "tag_list": ["@christian_foto", "@photovillenyc", "@christian_foto"], "caption": "Born to a single mom and raised by his grandmother, Christian Rodríguez’s () world and work has always centered around women. “My mother had me when she was 17 years old, one of my sisters was a mother at the age of 16 — this reality has always been close to my life,” says Christian, a Uruguayan photographer and one of the recipients of this year’s Getty Images Instagram Grant. His work documenting teenage mothers in Latin America will be shown at Photoville (), taking place in Brooklyn September 21-25. “I want to show an everyday, contemporary vision of women. The visibility of this issue and the implementation of medium- and long-term measures are essential to generate a change. More work is needed on the empowerment of girls.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "731,605", "path": "instagram/picture1757.jpg", "like_list": [], "date_time": "Sep 24, 2016", "location": "", "tag_list": ["@donatella_versace", "@versace_official", "@audrey_versace", "@donatella_versace"], "caption": "For artistic director Donatella Versace (), inspiration comes from women whose lives are complex — much like hers. “I am always thinking about a woman who flies high in her career, she has her family, her friends, her social life, her private life,” says Donatella, who showed her latest collection for Versace () yesterday in Milan. “Most importantly, she has control of her life, more than ever before. This to me is the new power of women, and the power that I want to express in my shows.” To understand what goes on behind the scenes at Versace, you also need to follow Audrey, Donatella’s Jack Russell terrier (). “She is always with me, even at models’ fittings, and I trust her opinion about everything,” Donatella says. “It is like she somehow has the Versace DNA.”\nWatch the latest Versace show come together on our story, up now.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,195,440", "path": "instagram/picture1758.jpg", "like_list": [], "date_time": "Sep 24, 2016", "location": "", "tag_list": ["#WHPlightplay", "#WHPlightplay", "@delauvid"], "caption": "Weekend Hashtag Project: \nGet out your glow sticks, lanterns and any other surprising sources of light you can find. The goal this weekend is to make darkness come alive in your pictures and videos.\nHere’s how to get started:\nTrace swirls or shapes with a handheld light (like a flashlight or sparklers) — and be sure to use a longer exposure or video to capture your creation.\nLook for reflective surfaces in your surroundings (like windows and mirrors) that you can bounce light off of. This way, you don’t need to use a flash, but your subject will be bright.\nIf you’re attending a concert, festival or other evening event, be on the lookout for neon signs and stage lighting.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured phto by "}, {"num_of_comments": 24, "num_of_like": "994,125", "path": "instagram/picture1759.jpg", "like_list": [], "date_time": "Sep 23, 2016", "location": "", "tag_list": ["@mrholmesbakehouse", "#MadeToCreate", "@mrholmesbakehouse", "@junissahardianto"], "caption": "Aaron Caddel has had a love affair with carbs for as long as he can remember. Two years ago, he opened the first Mr. Holmes Bakehouse (), a pastry palace filled with out-of-the-box treats like strawberry- and jasmine tea-filled doughnuts and white chocolate matcha cruffins (a croissant and muffin hybrid). Aaron and his team have dreamed up so many drool-worthy recipes that their store in San Francisco experienced an unusual robbery: “When we got there, they had left the cash drawer, equipment — even our iPad was safe. The only thing that was missing was our recipe book. That night we knew we were seriously on to something.”\nAs customers enjoy sweet treats in one of the four stores — there are locations in California and South Korea — many take photos featuring the neon signs, gold foil peace signs and tiled floors that make the space stand out. This is exactly what Aaron had hoped for: “It is amazing how close and connected you can feel to a person through a collage of their lives. We wanted our brand to be a part of that culture.”\nThis feature is part of , a new series highlighting our community of entrepreneurs, makers and artisans on Instagram.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "1,338,255", "path": "instagram/picture1760.jpg", "like_list": [], "date_time": "Sep 23, 2016", "location": "Oeschinensee", "tag_list": ["@cosmokoala", "@instagramde", "@cosmokoala"], "caption": "“An adventure means not knowing what to expect next,” says Tobias Meyer (). The 22-year-old, who works as a photo assistant in Bern, Switzerland, is not a fan of a planned-out life — staying spontaneous and making memories are the driving forces behind his travels to secluded landscapes like the Swiss Alps or the Faroe Islands. Constantly on the lookout for places rarely photographed, Tobias shares his golden rule: “The harder it is to get to the subject, the more unique the photograph will ultimately be.” His dream? Traveling for an entire year and deciding spontaneously which destination will be next.\nCheck out  for more stories from the German-speaking community.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "612,983", "path": "instagram/picture1761.jpg", "like_list": [], "date_time": "Sep 23, 2016", "location": "", "tag_list": ["@shondarhimes", "@shondarhimes"], "caption": "TV producer and writer Shonda Rhimes () has been writing stories since before she could spell. “I used to dictate stories into a tape recorder and try to get my mom to type them up,” says the woman behind hits like “Grey’s Anatomy” and “How to Get Away with Murder.” “I don’t remember, but I’m betting that even at 3, I felt proud.” Today, Shonda’s shows are known for plot twists and sharp dialogue, but there’s no magic formula; she instinctively knows when an episode is complete. “It’s like a good lasagna — you know when it’s done because when you open the oven and look at it, everything about it looks right.”\nTo go on set and behind the scenes with Shonda, tap our profile pic and check out our Instagram story.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "575,340", "path": "instagram/picture1762.jpg", "like_list": [], "date_time": "Sep 22, 2016", "location": "Shoreditch", "tag_list": ["@gameboycameraman", "@instagramfr", "@gameboycameraman"], "caption": "In the age of 14 million pixels, Jean-Jacques Calbayrac () requires 128. Jean-Jacques, a photographer and gamer, roams the streets of London with his Game Boy Camera, a cartridge that attaches to the classic Nintendo game. “It was released in 1998, and it’s just a very, very cheap camera. You lose every single detail, and today we are more attached to the details than to anything else,” says Jean-Jacques, who is originally from Monaco. “We need to let go of the details and get back to the shape. The functions of this camera are so limited that it is like a journey in time in the history of photography. We are going back to the birth of digital photography.”\nTo discover more stories from the French-speaking world, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "639,802", "path": "instagram/picture1763.jpg", "like_list": [], "date_time": "Sep 22, 2016", "location": "", "tag_list": ["@mariannewman", "#tinycanvas", "@mariannewman"], "caption": "For 30 years, Marian Newman () has been making nails her  at London Fashion Week, and in that time, she’s used unconventional materials, including beetle wings, ice, graphite and thorns. “I love the challenge of making anything into a nail,” she says. “I love realizing an idea on that little area of the human body so it completes a story.” Though Marian often creates these nails backstage, there is no location too remote for nail art. “I’ve done nails in a cornfield, in a muddy field, alongside an Icelandic lake and in a tent on an Amalfi coastal road.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "711,765", "path": "instagram/picture1764.jpg", "like_list": [], "date_time": "Sep 21, 2016", "location": "Parque Tangamanga I", "tag_list": ["@emmanuelcarvajal", "#WWIM14🍴", "@emmanuelcarvajal"], "caption": "“Food is an important part of my culture. It’s always about bringing family and friends together,” says Emmanuel Carvajal Hernández (), who made this photo during  in Mexico’s Parque Tangamanga. “I met these Instagrammers that day, but I really felt as if I knew them from years ago! Food not only gives us the chance to talk and reunite, but also it’s a great opportunity to share the very best of us,” he adds.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "602,394", "path": "instagram/picture1765.jpg", "like_list": [], "date_time": "Sep 21, 2016", "location": "", "tag_list": ["@xhdrx", "#WWIM14🍴", "@xhdrx"], "caption": "“Everyone loves pies,” says Suhendra () of the inspiration behind this trio of friends with pies for eyes during the  in Banda, Aceh, Indonesia. “We gathered in Blang Padang Park because there are many food sellers there.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,395,135", "path": "instagram/picture1766.jpg", "like_list": [], "date_time": "Sep 21, 2016", "location": "", "tag_list": ["@aalrais", "@albaital_qadeem", "#WWIM14🍴", "@aalrais"], "caption": "The secret ingredient for this meetup in Dubai? Teamwork. “Every single person brings their own flavor to the table, so when we all work together as a team our results are successful — exactly like a burger with all its ingredients,” says Ahmad Al Rais (), who captured this picture in the sand dunes following a trip to the  restaurant.\nFollow along as we feature more of our favorite moments from  this week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "621,287", "path": "instagram/picture1767.jpg", "like_list": [], "date_time": "Sep 21, 2016", "location": "Addis Ababa, Ethiopia", "tag_list": ["@gboxcreative", "@photovillenyc", "@gboxcreative"], "caption": "Girma Berta () takes to the streets of his hometown Addis Ababa, Ethiopia, to document the fruit stands and the shoe shiners, the young and the old, the delivery boys and the shopkeepers — and everything in between. “I look for people with a great story that I feel like need to be captured. I also look for their lively interaction with each other and their environment,” says the 26-year-old photographer and a recipient of this year’s Getty Images Instagram Grant. “I am trying to address the immortalizing of my city’s current state, and so much that has been lost in the past without being properly documented.”\nGirma will be exhibiting his work at this year’s Photoville () festival in Brooklyn, taking place September 21-25.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,135,446", "path": "instagram/picture1768.jpg", "like_list": [], "date_time": "Sep 21, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@pumpkinthepocketalpaca", "@pumpkinthepocketalpaca"], "caption": "Hello, world! Meet today’s . Princess Pumpkin () is a sweet and lovable lady who defied the odds. Pumpkin weighed just 5.5 pounds (2.5 kilograms) when she was born, but after much TLC, this little fighter is thriving at home on a ranch outside of Los Angeles. Follow  to watch the adventures of this pint-sized princess."}, {"num_of_comments": 24, "num_of_like": "966,456", "path": "instagram/picture1769.jpg", "like_list": [], "date_time": "Sep 20, 2016", "location": "", "tag_list": ["@desmondoteo", "#WWIM14🍴", "@desmondoteo"], "caption": "In Singapore,  lined up a few friends to make his chopsticks appear larger than life.\nFollow along as we feature more of our favorite moments from  this week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "828,056", "path": "instagram/picture1770.jpg", "like_list": [], "date_time": "Sep 20, 2016", "location": "Lohsepark", "tag_list": ["@s.ballone.photography", "@s.ballone.photography"], "caption": "Cheers to Silvano Ballone () for sharing this 🌎-inspired picnic from Hamburg, Germany.\nFollow along as we feature more of our favorite moments from Worldwide InstaMeet 14 this week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "828,056", "path": "instagram/picture1771.jpg", "like_list": [], "date_time": "Sep 20, 2016", "location": "Anonimo Coffee", "tag_list": ["#WWIM14🍴", "@pacarhalal", "#WWIM14🍴", "#Boomerang", "@pacarhalal"], "caption": "Last weekend, people around the world gathered for  to celebrate the diversity of food and its ability to bring us together. We love the energy in this Boomerang, captured by  in Medan, Indonesia.\nCheck out  to see how our amazing community celebrated in every corner of the world.\n by "}, {"num_of_comments": 24, "num_of_like": "562,329", "path": "instagram/picture1772.jpg", "like_list": [], "date_time": "Sep 20, 2016", "location": "", "tag_list": ["@agenualdo", "@erdemlondon", "#FashionIllustrated", "@agenualdo"], "caption": "Every time illustrator Alessandra Genualdo () takes her English setter for a walk at home in London, she collects twigs, sprigs, pine needles and wildflowers along the way. “I always need to be surrounded by something that I find inspiring and comforting,” says Alessandra. The ritual offers a fresh perspective to her work. “The characters in my illustrations are always connected with nature in some way, either by wearing floral patterns or by having some greenery in the background.” On Monday, Alessandra illustrated the Erdem () fashion show during London Fashion Week. “I love the element of nostalgia in Erdem’s pieces, and of course the beautiful floral patterns,” she says. “They translate perfectly into an illustration or a painting.”\nThis story is part of our new series , stories of artists from around the world who are using their imaginations to bring style to life.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,096,891", "path": "instagram/picture1773.jpg", "like_list": [], "date_time": "Sep 20, 2016", "location": "", "tag_list": ["@ronnysen", "@whatdoestheendoftimelooklike", "@photovillenyc", "@whatdoestheendoftimelooklike", "@ronnysen"], "caption": "Growing up in Kolkata, Ronny Sen () had no particular ambition to be anything. Before long, though, he realized he had stories to tell — and soon discovered a medium to tell them in. “I was quite drawn towards photography,” says Ronny, 29, now a professional photographer and a recipient of a 2016 Getty Images Instagram Grant. “It just became a mad obsession, like some sort of game you suddenly fall in love with.” His photo project “The End” () visualizes a post-apocalyptic world in the backdrop of chaos and resilience in the coal fields of Jharia, India. “This is a place where historically literally everyone has failed. I hope that this project can initiate a dialogue and show people a small glimpse of a possible future that is coming towards us.”\nRonny will be exhibiting his work at this year’s Photoville () in Brooklyn, taking place September 21-25.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "1,246,474", "path": "instagram/picture1774.jpg", "like_list": [], "date_time": "Sep 19, 2016", "location": "Seurasaari", "tag_list": ["@fuka_09", "#TheWeekOnInstagram", "@fuka_09"], "caption": "Fuka Kamata () traveled to Seurasaari, an island in Finland, and met this furry friend. “The squirrel approached me to eat the nuts that I had. Then came another one. It was a precious experience for me!” says Fuka, who lives in Japan — and definitely has plans to return to Finland after this encounter. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,047,059", "path": "instagram/picture1775.jpg", "like_list": [], "date_time": "Sep 19, 2016", "location": "Lagoa Misteriosa", "tag_list": ["@trouxedela", "#TheWeekOnInstagram", "@trouxedela"], "caption": "For a trip to Brazil’s Lagoa Misteriosa (Mysterious Lagoon), Stefania Kreitlon and Helder Góes () packed an alligator mask. “The view instantly reminded me of the magic realism of Gabriel García Márquez, due to the unreal and improbable scenery we were gazing at,” says Stefania. “How better to portray this place than with a little more magic: a half-human, half-alligator creature climbing underwater wooden stairs?” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "726,566", "path": "instagram/picture1776.jpg", "like_list": [], "date_time": "Sep 18, 2016", "location": "", "tag_list": ["@allisonsarahjoyce", "#TheWeekOnInstagram", "@allisonsarahjoyce"], "caption": "Spotted outside of Delhi: a rainbow of outfits on the move. “I was struck by the colors of their clothes against the green of the road,” says Allison Joyce (), a photojournalist from Boston who is currently working in India and Bangladesh. “In India, you can travel from north to south, east to west, and feel like you’ve visited a dozen different countries. It’s exciting and inspiring.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "780,430", "path": "instagram/picture1777.jpg", "like_list": [], "date_time": "Sep 18, 2016", "location": "Роза Хутор", "tag_list": ["@inkloyd", "#TheWeekOnInstagram", "@inkloyd"], "caption": "Eugene Ishmuratov () captured this balanced landscape — and balanced adventurer — near the village of Krasnaya Polyana, outside of Sochi, Russia. “I pulled back from the bridge to show the scale of the place,” says Eugene. “It was my first trip to the mountains! I came here to climb to an altitude of 2,320 meters [7,612 feet] and enjoy these spectacular views.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "992,982", "path": "instagram/picture1778.jpg", "like_list": [], "date_time": "Sep 18, 2016", "location": "Bunkers - El Carmel", "tag_list": ["@piensaenverdes", "#TheWeekOnInstagram", "@piensaenverdes"], "caption": "Sit back, relax and enjoy this Barcelona sunset with María Sanz (), who has called the city home for the past four years. “This is a hill where some bunkers from the Spanish Civil War still remain,” María says. “In the middle of the crowd there was this couple. They were enjoying each other’s company, completely disconnected from everything going on around them.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "992,982", "path": "instagram/picture1779.jpg", "like_list": [], "date_time": "Sep 18, 2016", "location": "Pavia, Italy", "tag_list": ["@paolopasi98", "#BoomerangOfTheWeek", "@boomerangfrominstagram", "#Boomerang", "@paolopasi98"], "caption": "While Italian student Paolo Pasi () was visiting the town of Pavia, he stumbled upon this end-of-summer celebration with a late-night fireworks display. 💥 They’re dancing just for us in our .\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "992,982", "path": "instagram/picture1780.jpg", "like_list": [], "date_time": "Sep 18, 2016", "location": "", "tag_list": ["@ocpboficial", "@mateusvangelista", "@vehipolito", "@yohanssonf", "@paralympics", "#Boomerang", "@vehipolito"], "caption": "As athletes competing for Brazil () in the Paralympics, Mateus Evangelista (), Veronica Hipolito () and Yohansson Nascimento () are proud to show off the medals they earned at the games this week in Rio de Janeiro. The Paralympics () run parallel to the Olympic Games and provide a platform for athletes with disabilities to compete on behalf of their country. While their performance on the track is a source of inspiration for anyone who watches, what inspires Yohansson is “the opportunity to bring medals to the Brazilian people.” Veronica adds that “the opportunity to get better every day” is what inspires her. Yohansson (pictured left) and Veronica (middle), both sprinters for Brazil, earned silver and bronze medals at the games this year. Mateus (pictured right), a long jumper, earned a silver in his event.\n\n by "}, {"num_of_comments": 24, "num_of_like": "1,300,205", "path": "instagram/picture1781.jpg", "like_list": [], "date_time": "Sep 17, 2016", "location": "", "tag_list": ["@alfredbasha", "@alfredbasha"], "caption": "The man who made this piece of art began drawing five years ago. Even more impressive: he taught himself, without the help of any teacher or tutorial. “At a certain point in my life I was looking for new challenges, and I focused on illustrations,” says 25-year-old Alfred Basha (), who brings nature and its various inhabitants to life with his realistic sketches. When he dives into a new project, the Italian artist typically opts for pen and paper. Then he gets to work, drawing wolves, bears and everything in between. As Alfred admits, “I prefer wild animals because they are out of human control.”\nIllustration by "}, {"num_of_comments": 24, "num_of_like": "1,106,875", "path": "instagram/picture1782.jpg", "like_list": [], "date_time": "Sep 17, 2016", "location": "", "tag_list": ["#WWIM14🍴", "#WWIM14🍴", "@instameetindonesia", "@gustifikri25"], "caption": "It’s here! Worldwide InstaMeet 14 is happening this weekend. Tens of thousands of people around the world will gather and celebrate our theme — food! — through sunrise breakfasts, cooking classes and other fun feasts.\nHowever you decide to take part, share your photos and videos with  to celebrate the diversity of food and its ability to bring people of all backgrounds together. Take a picture of your picnic, Boomerang your brunch and use Instagram Stories to capture your InstaMeet in real time.\nBrowse  throughout the weekend to explore communities around the world, and check in on Monday for a look back at some of our favorites.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "570,381", "path": "instagram/picture1783.jpg", "like_list": [], "date_time": "Sep 16, 2016", "location": "", "tag_list": ["@fruit_stickers", "@fruit_stickers"], "caption": "When she travels, Kelly Angood keeps her eyes peeled on the produce section of local grocery stores. Yes, she loves fruit — but she also loves adding to her growing collection of fruit stickers from around the world, which she faithfully documents on . “I’m not sure exactly how I got into collecting fruit stickers; for years I’ve just stuck them inside pages in notebooks,” says the 28-year-old London-based designer and entrepreneur. “At the time I wasn’t even doing it consciously, I just liked the way they looked. I’d pretty much do it anytime I ate a piece of fruit.”\n🍊 🍌 🍐 🍎 🍋\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "711,475", "path": "instagram/picture1784.jpg", "like_list": [], "date_time": "Sep 16, 2016", "location": "", "tag_list": ["@brittanygreeson", "@brittanygreeson"], "caption": "Whether it’s a tearful intervention or a gleeful prom party, photojournalist Brittany Greeson () captures the rawness of life. “I grew up with a single mom and we went through a lot together. I would see her cry over bills. My dad was an alcoholic and he passed away when I was 8. Growing up like that made me passionate about the struggle of others and having an empathetic view,” says Brittany, who at 23 has already shot for The New York Times and is now a photo intern at the San Antonio Express-News. She focuses on socio-economically challenged communities and people grappling with physical afflictions. Like much of her work, this portrait of Megan Blair and her son William Navarro taken outside their home in San Antonio highlights her subjects’ dignity, strength and pride. “There have been times I’ve been crying behind my camera and it’s difficult, but I think by tearing down your walls and allowing yourself to be vulnerable, the people will usually be vulnerable back,” she says. “I’m going to do you justice by documenting exactly how you’re feeling, because I want other people to feel it too.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,185,249", "path": "instagram/picture1785.jpg", "like_list": [], "date_time": "Sep 16, 2016", "location": "Udmurtia", "tag_list": ["@n_tolstyh", "@n_tolstyh"], "caption": "By day, Nikolai Tolstyh () works as a journalist in Izhevsk, Russia, chronicling the latest developments in his region. In his free time, the 29-year-old captures the countryside’s structures that have survived his nation’s past. “I am drawn to the charm of the old buildings’ desolation,” he says. An amateur photographer since his teens, Nikolai takes pleasure in snapping “simple things,” such as wooden houses, abandoned churches and the life that grows around — and sometimes within — the decrepit architecture. A year ago, he began experimenting with stencils, too, creating animal shapes that he poses against the countryside’s natural beauty. His photos bring together the past, present and future, making a reflective and ultimately hopeful record. “I always like to do something new, to discover new techniques and take pictures today better than I did yesterday,” he says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "860,506", "path": "instagram/picture1786.jpg", "like_list": [], "date_time": "Sep 15, 2016", "location": "", "tag_list": ["#MyStory", "@mysuburbanfarm", "#MyStoryAU", "@mysuburbanfarm"], "caption": "“ is about inspiring others to try something new.” —Ainslee Costa (), a woodworker from Melbourne, Australia, who runs an asphalt-paving business by day and uses her downtime to craft handmade spoons and crochet hooks.\n“I have no formal training. I don’t go to class after class. I do things because I see them and think, ‘That looks interesting. Why can’t I give it a go?’ Too many people hold back because they think they’re not good enough. But you’ll never know if you don’t jump into the deep end and try.\nI work around what time is available to me. There are some months where I go full steam ahead; other times, I just go with the ebb and flow. Even when my kids were babies, I felt like I needed to make things. It made me feel good — like I achieved something that was just for me.\nI’ve always found that the best advice I can give is follow what feels right. Don’t follow rules. Go with your heart. If I can just do things that please me and the people that I give them to, then that’s enough for me.” AU\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "622,590", "path": "instagram/picture1787.jpg", "like_list": [], "date_time": "Sep 15, 2016", "location": "", "tag_list": ["@kadirnelson", "@kadirnelson"], "caption": "Kadir Nelson () searches for subjects who demonstrate the strength of the human spirit, and then pours all of that energy onto the canvas. “If I aspire to be strong, or intellectually, emotionally and spiritually strong, I’m going to put that into the work,” the Los Angeles-based artist says. “And when people look at it, that will ring a bell inside of them that reminds them of who they are and who they aspire to be.” The finished pieces are often a reflection of what’s going on in today’s world. However, as Kadir reminds us, that’s not a new phenomenon. “Looking back on artists from the Renaissance or the turn of the century, a lot of them are painting what was going on around them, so it gives us an idea of what the world was like at that time. That’s what artists of today do. We create art that speaks to what was going on in the national and international dialogue.”\nPhoto by Jungmiwha Bullock of art by "}, {"num_of_comments": 24, "num_of_like": "1,197,555", "path": "instagram/picture1788.jpg", "like_list": [], "date_time": "Sep 15, 2016", "location": "Baghdad, Iraq", "tag_list": ["@ahmadmousa", "#EyesOn", "@everydayiraq", "@ahmadmousa"], "caption": "Documentary photographer and video reporter Ahmad Mousa () has his  Iraq. “Many people around the world who don’t know much about Iraq hear the name and they think of it as a war zone because of what they see and read in the news,” the 25-year-old says. Ahmad exposes people to a more human side of his country through , the collaborative photography project he started. “I wanted to share the everyday life scenes with everyone, document it and put it there in history,” Ahmad says. “Everywhere in the world, people want to live a happy life; kids want to play and go to schools, families want to gather happily at dinner and youth want to help develop their society.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "621,350", "path": "instagram/picture1789.jpg", "like_list": [], "date_time": "Sep 14, 2016", "location": "", "tag_list": ["@the_line_up", "@aliashollygolightly", "#WHPstyle", "@aliashollygolightly"], "caption": "“It’s everything about childhood — the summer holiday, dressing up in mom’s clothes,” says guest curator Anka Itskovich () of ’s submission to last weekend’s hashtag project,  — which celebrated all forms of personal style. “That kid is confident.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "621,350", "path": "instagram/picture1790.jpg", "like_list": [], "date_time": "Sep 14, 2016", "location": "", "tag_list": ["#WHPstyle", "@the_line_up", "@olilet", "@olilet"], "caption": "“There’s a very joyful humor, even though she looks serious,” says photographer and  guest curator Anka Itskovich () of this eye-catching submission by . “What a wonderful take on the assignment, to add these wonderful touches of sound and movement.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "659,048", "path": "instagram/picture1791.jpg", "like_list": [], "date_time": "Sep 14, 2016", "location": "Notre dame De La Garde", "tag_list": ["#WHPstyle", "@the_line_up", "@romdilon", "@romdilon"], "caption": "“There’s magic and fantasy,” says photographer and  guest curator Anka Itskovich (), of this submission to last weekend’s hashtag project by . “It’s like I’m in that space, and I feel the wind.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "689,762", "path": "instagram/picture1792.jpg", "like_list": [], "date_time": "Sep 14, 2016", "location": "", "tag_list": ["@lb_fortune", "#MadeToCreate", "@lb_fortune"], "caption": "Ladybug Fortune Cookie Company () was dreamed up on a date. Los Angeles-based Helen Shamoyan was out for Chinese food, and the meal ended with a fortune cookie — she wished hers was covered in chocolate and coconut, her husband imagined his had M&M’s. Now, almost five years later, Helen’s gourmet fortune cookie business is booming; she sends out approximately 10,000 cookies per month. The former interior designer decorates cookies in pastel sugars, rainbow sprinkles and, yes, the chocolate and coconut she first craved. Her most extravagant cookie yet included something extra sparkly on the inside: “I added edible 3-D flowers on the outside and then put a diamond necklace inside the cookie for a wedding proposal!”\nWhen it comes to promoting her small business, Helen says it isn’t all about good luck: “When you start something from scratch, it’s up to you to follow through and to promise yourself not to give up in the hardest of times. In the end, it’s a great journey that keeps getting better and better.”\nThis feature is part of , a new series highlighting our community of entrepreneurs, makers and artisans on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "821,954", "path": "instagram/picture1793.jpg", "like_list": [], "date_time": "Sep 14, 2016", "location": "", "tag_list": ["@ladygaga"], "caption": "Today, our Instagram story is a day in the life of Lady Gaga (), who is out promoting “Perfect Illusion,” her first new pop song in three years. “This record is about me personally as I bring the woman I was in the past into the woman I’ll be in the future,” the six-time Grammy winner told Fresh 102.7 FM in New York City on Monday, about her much-anticipated fifth album. “This is not me being like, ‘Oh, this is the real me, surprise!’ This is just where I am in my life right now, how I feel right now. I always change. Whenever I make a new record, it always teaches me something.”\nTap our profile pic to see more from Gaga. 🎤"}, {"num_of_comments": 24, "num_of_like": "821,954", "path": "instagram/picture1794.jpg", "like_list": [], "date_time": "Sep 14, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@adventures_of_pippa_and_clark", "@adventures_of_pippa_and_clark"], "caption": "Hello, world! Get ready for this week’s dose of  that’s full of puppy power. Meet 7-month-old golden retriever Clark (of the ) who is known for his trust falls that quickly turn into a cuddle session. For more golden goodness than you can imagine, follow ."}, {"num_of_comments": 24, "num_of_like": "162,613", "path": "instagram/picture1795.jpg", "like_list": [], "date_time": "Sep 13, 2016", "location": "", "tag_list": ["@ben.210", "#WHPstyle", "@the_line_up", "@ben.210"], "caption": "This fearless fashion moment from the streets of San Antonio, Texas, was captured by  for last weekend’s hashtag project, . “This immediately reminds me of NYC as I was growing up,” says photographer and guest curator Anka Itskovich (). “It’s a very gritty, urban image.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "794,802", "path": "instagram/picture1796.jpg", "like_list": [], "date_time": "Sep 13, 2016", "location": "Nairobi, Kenya", "tag_list": ["#WHPstyle", "@the_line_up", "@thirdworldhippy", "@thirdworldhippy"], "caption": "“The attitude, the graphics — he thought of every single detail,” says photographer and  guest curator Anka Itskovich (), of this submission full of geometric shapes by , taken in Nairobi, Kenya.\nFollow along as we feature more of Anka’s favorite submissions to last weekend’s hashtag project this week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "834,833", "path": "instagram/picture1797.jpg", "like_list": [], "date_time": "Sep 13, 2016", "location": "", "tag_list": ["@the_line_up", "#WHPstyle", "@l1na.b", "@l1na.b"], "caption": "The goal of last weekend’s hashtag project was to celebrate all forms of fashion. The project took inspiration from photographer and guest curator Anka Itskovich (), who selected some of her favorite submissions for . Her first selection = this photo by Lina () of her daughter Hazel. “She’s wearing socks for gloves, and a skirt as a veil,” says Anka. “Yay for style!”\nFollow along as we feature more of Anka’s favorite submissions this week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "564,724", "path": "instagram/picture1798.jpg", "like_list": [], "date_time": "Sep 13, 2016", "location": "", "tag_list": ["@mesopotami", "@mesopotami", "@anjalichandrashekar"], "caption": "Ahmed () believes in the power of storytelling and creativity. “When we first landed in America, I didn’t really know exactly where I belonged,” says the 18-year-old, who was born in Iraq but spent two years as a refugee in Syria before his family received asylum in the US in 2008. Now, he is thriving in college in Connecticut and says his challenges inspired him to found Narratio.org, a site which publishes art, photography, fiction and poetry by young people — and to write his own memoir too.\n“I think that youth worldwide can turn their passions into something that can benefit whole communities, and even whole countries,” Ahmed says, but he acknowledges how important it is for creators to feel their work will be appreciated. “In order for a platform to prosper and thrive, a safe community must be established. We are all walking stories, meant to be appreciated and shared, forming the colorful thread that frames our humanity.”\nToday, we’re joining Ahmed in encouraging storytellers to express themselves by rolling out a comment moderation tool that everyone can use. We are committed to keeping Instagram a safe and positive place for self-expression. Visit blog.instagram.com to learn more.\nPhoto of  by "}, {"num_of_comments": 12, "num_of_like": "1,319,804", "path": "instagram/picture1799.jpg", "like_list": [], "date_time": "Sep 13, 2016", "location": "", "tag_list": ["@kevin"], "caption": "A Note from Kevin Systrom ():\nWhen Mike and I first created Instagram, we wanted it to be a welcoming community where people could share their lives. Images have the ability to inspire and bring out the best in us, whether they are funny, sad or beautiful. Over the past five years, I’ve watched in wonder as this community has grown to 500 million, with stories from every corner of the world. With this growth, we want to work diligently to maintain what has kept Instagram positive and safe, especially in the comments on your photos and videos.\n\nThe beauty of the Instagram community is the diversity of its members. All different types of people — from diverse backgrounds, races, genders, sexual orientations, abilities and more — call Instagram home, but sometimes the comments on their posts can be unkind. To empower each individual, we need to promote a culture where everyone feels safe to be themselves without criticism or harassment. It’s not only my personal wish to do this, I believe it’s also our responsibility as a company. So, today, we’re taking the next step to ensure Instagram remains a positive place to express yourself.\n\nThe first feature we’re introducing is a keyword moderation tool that anyone can use. Now, when you tap the gear icon on your profile, you’ll find a new Comments tool. This feature lets you list words you consider offensive or inappropriate. Comments with these words will be hidden from your posts. You can choose your own list of words or use default words we’ve provided. This is in addition to the tools we’ve already developed such as swiping to delete comments, reporting inappropriate comments and blocking accounts.\n\nWe know tools aren’t the only solution for this complex problem, but together we can work toward keeping Instagram a safe place for self-expression. My commitment to you is that we will keep building features that safeguard the community and maintain what makes Instagram a positive and creative place for everyone.\n\nTo learn more about comments on Instagram, check out help.instagram.com.\n\nKevin Systrom\nCEO & Co-founder, Instagram"}, {"num_of_comments": 24, "num_of_like": "629,272", "path": "instagram/picture1800.jpg", "like_list": [], "date_time": "Sep 12, 2016", "location": "", "tag_list": ["@kerbito", "@pyermoss", "@kerbito", "@dariothephotog"], "caption": "For Kerby Jean-Raymond (), fashion shows are a chance to invite viewers into the life and mind of a designer. “I tend to break from the typical fashion show format because I always found it boring and sterile,” says the designer of his show for Pyer Moss () on Sunday during New York Fashion Week. “We walked the viewer through the tedious process of making art and the ridiculousness of having to sell it and all the problems that come with that.” Kerby’s dynamic shows are often among the most talked about moments of the week — a victory for a designer who was warned about the limits that exist in the industry for people of color. “I always held the belief that if you can’t get your foot in the door, go down the street and build your own house,” says Kerby, who is pictured here after the Pyer Moss show in February 2015. “I’m honored to be amongst a new class of designers who don’t abide by the rules of that glass ceiling.”\nPhoto of  by "}]}