{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "1,028,461", "path": "instagram/picture1401.jpg", "like_list": [], "date_time": "Jan 22, 2017", "location": "", "tag_list": ["@anatoliystun", "#BoomerangOfTheWeek", "#Boomerang", "@anatoliystun"], "caption": "Maestro, please! 🎹 Ukrainian basketball freestyler (and part-time model) Anatoliy Lutytskyi () may not technically be able to play the black and white keys, but that didn’t stop him from creating our . This dramatic loop from the 24-year-old came to life in a single take.\n by "}, {"num_of_comments": 24, "num_of_like": "823,959", "path": "instagram/picture1402.jpg", "like_list": [], "date_time": "Jan 22, 2017", "location": "Amparo Museum", "tag_list": ["@rodrigopinanueva", "#emptymuseoamparo", "#TheWeekOnInstagram", "@rodrigopinanueva"], "caption": "In Puebla, Mexico, Rodrigo Villanueva Carmona () dramatically fills the space during . Being greeted with smiles and hugs by fellow Instagrammers was one of the best ways to start this new year, says Rodrigo. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,998,466", "path": "instagram/picture1403.jpg", "like_list": [], "date_time": "Jan 22, 2017", "location": "", "tag_list": ["@valerie_deromemasse", "#TheWeekOnInstagram", "@valerie_deromemasse"], "caption": "“When meeting wild animals, I always feel gifted to be able to capture such sincere moments,” says Valérie Derome-Massé (), a photographer and aspiring architect in Mont-Tremblant, Canada. “This particular encounter with this bird made me feel instantly at peace,” she says. “When you’re photographing a moving animal, finally getting the perfect shot makes for an unspeakable feeling of satisfaction.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,204,666", "path": "instagram/picture1404.jpg", "like_list": [], "date_time": "Jan 21, 2017", "location": "", "tag_list": ["#WHPfamilypet", "#WHPfamilypet", "@penguinthemagpie"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos inspired by a favorite pet.\nHere’s how to get started:\nWhat makes your furry (or feathered or scaly) subject special? Highlight their personality through a unique trick or physical trait or how they fit in as a member of your family.\nTell a story from your animal’s point of view, like a video that follows a day in their life or a Boomerang that captures the pure joy of catching a Frisbee.\nIf you don’t have a pet, or want to find alternative sources of inspiration, consider other animal encounters, like feeding birds in the morning from your porch or crossing paths with a deer on your lawn.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 22, "num_of_like": "845,390", "path": "instagram/picture1405.jpg", "like_list": [], "date_time": "Jan 21, 2017", "location": "United States Capitol", "tag_list": ["@floodthezone", "@barackobama", "@realdonaldtrump", "@floodthezone"], "caption": "Since Thomas Jefferson’s time, the United States Marine Band has provided the soundtrack to the presidential inauguration. Pancho Bernasconi () photographed Lt. Col. Jason Fettig leading the band in rehearsals.\nThis weekend, Pancho is on the ground, covering the transition of power from Barack Obama () to Donald Trump () in Washington, DC.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "721,473", "path": "instagram/picture1406.jpg", "like_list": [], "date_time": "Jan 20, 2017", "location": "", "tag_list": ["@tit3.viet", "@instagramfr", "@tit3.viet"], "caption": "Caroline Nguyen () is proof you don’t need a ton of space to be creative — she makes the majority of her self-portraits from her bedroom, drawing inspiration from her everyday life and a passion for Japanese manga culture. “I really like this style,” says 23-year-old Caroline, who lives in France. In many of her posts, she shares supportive words, inviting people to overcome their struggles and hang-ups. “Very often, I base my work on my own experience. I also sometimes write fictional stories about subjects that are more or less taboo that might affect my readers: young parents, lust, racism, anorexia, bulimia and much more,” says Caroline, who has built an active community on her profile. “It’s satisfying to like what you do, but it’s even more satisfying when it’s appreciated by others. I love this interaction and the fact that you can feel close in spite of differences in age, origins, cultures and the distance separating us.”\nDiscover more stories from the French-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "713,288", "path": "instagram/picture1407.jpg", "like_list": [], "date_time": "Jan 20, 2017", "location": "", "tag_list": ["@peachesandkeen", "@peachesandkeen"], "caption": "Surrounded by the wild flora of Melbourne’s Dandenong Ranges, Lucy Hearn and Lily Daley () describe their workshop spot as a forest paradise. For the past seven years, the best friends have created nature-inspired jewelry and colorful art constructed from foraged plants. These “botanical calamity artworks” are constructed completely by hand, without any computer editing. “Sometimes they take hours to create as we source and arrange each individual detail,” the women explain. “And then they are gone with a gust of wind!”\nBoth Lucy and Lily are moms, but their work remains a focus plus an artistic outlet outside of their everyday lives. In one caption Lucy and Lily suggest another name for the children — “interns in training.”\nWatch our Instagram story to see the duo put together one of their foraged works of art. 🍃\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,113,419", "path": "instagram/picture1408.jpg", "like_list": [], "date_time": "Jan 19, 2017", "location": "Parc Natural de l'Albufera de Valencia", "tag_list": ["@concha__ga", "#WHPfollowthelight", "@concha__ga"], "caption": "A pastel sunset paints the water pink in this scene captured by Concha García () for .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,113,419", "path": "instagram/picture1409.jpg", "like_list": [], "date_time": "Jan 19, 2017", "location": "", "tag_list": ["@jhows_", "#WHPfollowthelight", "#Boomerang", "@jhows_"], "caption": "“I wanted to create a world with rainbows,” says Jhonatas Silva () of his Boomerang submission to last weekend’s hashtag project .\n by "}, {"num_of_comments": 24, "num_of_like": "553,862", "path": "instagram/picture1410.jpg", "like_list": [], "date_time": "Jan 19, 2017", "location": "Varanasi, India", "tag_list": ["#WHPfollowthelight", "@rohit_apf", "@rohit_apf"], "caption": "For , photographer Rohit Vohra () captured the play of shadow and light on the streets of Varanasi, India.\nFollow along as we feature more of our favorite submissions to the project this week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "848,995", "path": "instagram/picture1411.jpg", "like_list": [], "date_time": "Jan 19, 2017", "location": "", "tag_list": ["@giuliodisturco", "#EyesOn", "@giuliodisturco"], "caption": "For most of the last decade, fourth-generation photojournalist Giulio Di Sturco () has been based in Thailand and India with his  humanity’s resilience and adaptation in the face of environmental adversity. “I’m interested in documenting how climate change and technology are shaping the life of the new generation,” says Giulio. He’s documented a variety of topics like the effect of pollution on the Ganges River and issues surrounding gender in Thailand, but his work in Asia ponders large, global questions: “What is the solution we are looking for? What are we doing to progress our society? What does the future look like?”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,025,623", "path": "instagram/picture1412.jpg", "like_list": [], "date_time": "Jan 18, 2017", "location": "Sille, Konya, Turkey", "tag_list": ["@hasanilkay", "#WHPfollowthelight", "@hasanilkay"], "caption": "Journalist Hasan ilkay Özduman () found light beams penetrating a dome in Sille, a small Turkish village.\nFollow along as we feature more of our favorite submissions to  this week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "656,972", "path": "instagram/picture1413.jpg", "like_list": [], "date_time": "Jan 18, 2017", "location": "", "tag_list": ["@alleph_", "#WHPfollowthelight", "@alleph_"], "caption": "For last weekend’s hashtag project, Aisha () captured a striped ceiling pattern, emitted by a glowing chandelier, and captured the photo with the Rumi quote: “Both light and shadow are the dance of love.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "814,362", "path": "instagram/picture1414.jpg", "like_list": [], "date_time": "Jan 18, 2017", "location": "", "tag_list": ["#WHPfollowthelight", "@tadbitwacko"], "caption": "Blinded by the light 💥\nFollow along as we feature more of our favorite submissions to last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "814,362", "path": "instagram/picture1415.jpg", "like_list": [], "date_time": "Jan 18, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@love2foster", "@love2foster"], "caption": "Hello, world! It’s time for a frisky dose of . Meet Gizmo — one of the kitties who got a second chance at finding a fur-ever home thanks to Sheila (). 😻 Gizmo lives with a number of rescued brothers and sisters in Oregon and (as you can see!) doesn’t give up easily.\nFollow  to ensure constant cat power in your feed."}, {"num_of_comments": 24, "num_of_like": "767,580", "path": "instagram/picture1416.jpg", "like_list": [], "date_time": "Jan 17, 2017", "location": "", "tag_list": ["@kadirnelson", "#MLKDay", "@kadirnelson", "@newyorkermag"], "caption": "“All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence.” —Dr. Martin Luther King Jr.\nThis is one of artist and writer Kadir Nelson’s () favorite quotes from the American civil rights leader, whose birthday is celebrated on January 16. “I admire Dr. King’s faith in his beliefs and willingness to demonstrate the powerful example of intelligence, spiritual tenacity and hard work,” says Kadir, who is based in Los Angeles. “Individuals like Dr. King, who embrace their inner hero, are recurring subjects in my work. He, and all of those who fought against social injustice, paved a way for creative people like myself who stand on their shoulders — and are now free to express ourselves creatively in fields that were not as open as they are today.” \nArt by  for "}, {"num_of_comments": 24, "num_of_like": "862,543", "path": "instagram/picture1417.jpg", "like_list": [], "date_time": "Jan 16, 2017", "location": "", "tag_list": ["@markusbraumann", "#TheWeekOnInstagram", "@markusbraumann"], "caption": "The good times keep rolling atop this snow-covered hill in Berlin. “After my daughter’s midday nap, we went to that spot and had our very first sled session together,” says Markus Braumann (). \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,650,269", "path": "instagram/picture1418.jpg", "like_list": [], "date_time": "Jan 16, 2017", "location": "", "tag_list": ["@maspeot", "#TheWeekOnInstagram", "@maspeot"], "caption": "Fog as far as the eye can see. David Afandi () shares a tranquil moment overlooking the view from Bukit Panguk Kediwung, Indonesia. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "976,337", "path": "instagram/picture1419.jpg", "like_list": [], "date_time": "Jan 16, 2017", "location": "", "tag_list": ["@shuthebear", "@instagrames", "@shuthebear"], "caption": "Meet Shu (): an avid explorer — who happens to be a stuffed bear. He’s adventured to places like Vietnam, Malaysia and Iceland, but before he met Manel Mora, he was looking at the world through the display window of a gift shop in Spain. “He likes to feel a part of the place that welcomes him,” says Manel, who helps Shu share his travel stories. “When tourists and locals see a teddy bear posing for the camera, everyone takes out their cameras, and amidst laughter, they ask about the photo session.”\nDiscover more stories from the Spanish-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "976,337", "path": "instagram/picture1420.jpg", "like_list": [], "date_time": "Jan 15, 2017", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@fernycarreras", "#Boomerang", "@fernycarreras"], "caption": "We owe this captivating  to one big rock and Fernando Carreras’ () creativity. “Temperatures in areas of the mountains in Cuenca have been down to -13 C [9 F], so many lakes were frozen,” explains Fernando, who was out taking photos, videos and Boomerangs for his ecotourism company.\n by "}, {"num_of_comments": 24, "num_of_like": "1,261,791", "path": "instagram/picture1421.jpg", "like_list": [], "date_time": "Jan 15, 2017", "location": "", "tag_list": ["@sergio_ranalli", "#TheWeekOnInstagram", "@sergio_ranalli"], "caption": "A farmer and his canine companion end a long day of work on their farm. “The man is a very nice and generous guy, and the dog seems to have the same personality of its owner,” says Sergio Ranalli () who captured this moment in Brazil. “It is a beautiful friendship — full of fellowship, respect and trust.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,391,831", "path": "instagram/picture1422.jpg", "like_list": [], "date_time": "Jan 15, 2017", "location": "Porto de Galinhas", "tag_list": ["@thiagocavalcantifotografia", "#TheWeekOnInstagram", "@thiagocavalcantifotografia"], "caption": "Photographer Thiago Cavalcanti’s () office is a big, beautiful coral reef, but he assures us: this perfectly timed underwater encounter doesn’t happen every day. 🐠\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,181,270", "path": "instagram/picture1423.jpg", "like_list": [], "date_time": "Jan 14, 2017", "location": "", "tag_list": ["#WHPfollowthelight", "@xenichez", "#WHPfollowthelight", "@xenichez"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos inspired by the diverse qualities of light — like this one by . Here’s how to get started:\nPlay around with different ways light can draw attention to a figure or action — such as a golden halo around a single person or multiple sources of light, adding depth to a scene.\nLook for situations that are transformed by the position of the sun, like a tree-lined promenade that sings at sunset.\nDon’t shy away from shooting at night, when beams of light can become subjects in their own right. For example: car headlights that illuminate falling snow.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "924,054", "path": "instagram/picture1424.jpg", "like_list": [], "date_time": "Jan 14, 2017", "location": "", "tag_list": ["@teddysphotos"], "caption": "Ed Sheeran () is back out there doing what he loves: performing. “This is one of the first times I’ve played these new songs to fans live,” says Ed, who performed new music off his upcoming album “Divide” at an intimate show in New York City. “I like small concerts, and I like big concerts, too. I just like playing.”\nTap our profile pic to experience Ed’s event for yourself. 🎸 His new album drops March 3. ➗"}, {"num_of_comments": 24, "num_of_like": "1,165,877", "path": "instagram/picture1425.jpg", "like_list": [], "date_time": "Jan 13, 2017", "location": "", "tag_list": ["@b0rdalo_ii", "@b0rdalo_ii"], "caption": "They say one man’s trash is another man’s treasure. For Portuguese artist Artur Bordalo (), trash is the inspiration for his work, a series of sculptures designed to highlight issues of pollution and waste. Look at the form of one of Artur’s larger-than-life flamingos, bears or skunks, and then look again, but closer. “Damaged bumpers, burnt garbage cans, tires and appliances are just some of the objects that can be identified when you go into detail,” says Artur of the materials he uses, which are found in junkyards, abandoned factories or through corporate recycling programs. “I’m inspired by my life experiences and everything around me — the real world.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "821,699", "path": "instagram/picture1426.jpg", "like_list": [], "date_time": "Jan 13, 2017", "location": "", "tag_list": ["@lightpoem", "@instagramde", "@lightpoem"], "caption": "All of Marina Schammler’s () photos exude coziness. She credits a weekly visit to her local flower market as a source of inspiration — and a welcome a break from everyday stresses. 💐 “When I get home, I tie a beautiful bouquet and enjoy having brought something into the house that will keep me in good spirits,” says the industrial management assistant who lives in Siegburg, Germany. Then, she often heads to the kitchen. Marina started baking as a teenager, and today, she cooks up sweet delights like berry flans, crepes and waffles, artistically arranging them with fresh flowers to create a dreamy setting. “Flowers are an indispensable way of putting coziness, atmosphere and beauty into my pictures,” she says.\nDiscover more stories from the German-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "795,732", "path": "instagram/picture1427.jpg", "like_list": [], "date_time": "Jan 12, 2017", "location": "", "tag_list": ["@bargraf", "#100DayProject", "@bargraf"], "caption": "Becky Margraf’s () personality-packed squares began as part of the , a movement encouraging people to participate in 100 consecutive days of making. Soon after she started, rain clouds pouted, bowls of cereal grinned and breakfast pastries winked. “Taking weird things and making them cute is a cool way to look at the world,” says Becky, who is the community manager of DIY.org. “Anytime I was out in the wild running around San Francisco, I’d look for an object that I thought would be cool to turn into a creature.” Using 30-cent sheets of felt and 60-cent skeins of floss, she sewed her tiny, happy creations in a couple of hours, often finishing them on her commute. “This year was totally crazy — my relationship ended, I got this crazy job promotion and I moved. The squares are almost little diary entries,” says Becky. “It was cool to have something to do on the bus besides stare at a phone.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "881,755", "path": "instagram/picture1428.jpg", "like_list": [], "date_time": "Jan 12, 2017", "location": "Cradle Mountain, Tasmania", "tag_list": ["@itchban", "@itchban"], "caption": "He’s based in one of Australia’s busiest cities, but freelance photographer Benjamin Lee () thrives in nature. “There is so much unnoticed beauty in the world and everything that surrounds us — if only you take the time to look for it,” says the 30-year-old Sydney resident who left his office job two years ago to pursue photography full time. Benjamin hopes his work energizes other people to go explore. “It’s easy to get weighed down by your worries and not realize how big the world is and how small your problems actually are,” he says. “Get out there and enjoy what the world has to offer.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "851,709", "path": "instagram/picture1429.jpg", "like_list": [], "date_time": "Jan 11, 2017", "location": "Grand Palais -Mexique", "tag_list": ["@jeanpaulbardelot", "#WHPimitation", "@jeanpaulbardelot"], "caption": "A Parisian passerby’s march mirrors a Champs-Élysées statue. Jean Paul Bardelot () caught the moment at the Grand Palais in Paris for last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 23, "num_of_like": "831,863", "path": "instagram/picture1430.jpg", "like_list": [], "date_time": "Jan 11, 2017", "location": "", "tag_list": ["@alex_cameron", "#WHPimitation", "@alex_cameron"], "caption": "Photography and illustration meet in Alexandra Cameron’s () multimedia self-portrait for . “The image came out to reflect the idea of art imitating life and life imitating art,” says Alexandra.\nPhoto illustration by "}, {"num_of_comments": 22, "num_of_like": "796,736", "path": "instagram/picture1431.jpg", "like_list": [], "date_time": "Jan 11, 2017", "location": "", "tag_list": ["#WHPimitation", "@aravisdolmenna", "@aravisdolmenna"], "caption": "For last weekend’s hashtag project , artist Aravis Dolmenna () created a (literally) handmade cockatoo. “My feed is all about fun and the unexpected,” says the Aravis, who regularly disguises her hand for art. ✌️\nFollow along as we feature more of our favorite submissions to the project throughout the week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "796,736", "path": "instagram/picture1432.jpg", "like_list": [], "date_time": "Jan 11, 2017", "location": "", "tag_list": ["@theadventuresofbugsy", "@theadventuresofbugsy", "#WeeklyFluff"], "caption": "Hello, world! Meet Lena () and sibling Leela, two animated rabbits who find an endless source of fun (and snacks) in their happy home. Follow  to see more of our ’s favorite treats and springy steps — complete with mid-air tail wiggles."}, {"num_of_comments": 24, "num_of_like": "786,698", "path": "instagram/picture1433.jpg", "like_list": [], "date_time": "Jan 10, 2017", "location": "", "tag_list": ["#WHPimitation", "@abhichinnappa", "@abhichinnappa"], "caption": "Art imitates nature in this  submission from Bangalore, India, where photojournalist Abhishek Chinnappa () found a group of performers painted head to toe as tigers to celebrate Pravasi Bharatiya Divas, a day commemorating the overseas Indian community.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "963,874", "path": "instagram/picture1434.jpg", "like_list": [], "date_time": "Jan 10, 2017", "location": "", "tag_list": ["@white_onrice", "#WHPimitation", "@white_onrice"], "caption": "A gray feline meets its handcrafted avatar in the form of a folded paper creation by . \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,112,052", "path": "instagram/picture1435.jpg", "like_list": [], "date_time": "Jan 10, 2017", "location": "", "tag_list": ["@allthatisshe", "#WHPimitation", "@allthatisshe"], "caption": "For Dominique (), the family resemblances that matter most are the ones that arise from spending time together. “Anything I wear, or any hairstyle I do, Amelia wants to do the same. This flows down to Penny too — we all imitate each other,” says the mom and blogger from Sunderland, England.\nFollow along as we feature more of our favorite submissions from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "581,788", "path": "instagram/picture1436.jpg", "like_list": [], "date_time": "Jan 10, 2017", "location": "", "tag_list": ["@pendrops", "#MadeToCreate", "@pendrops"], "caption": "During the first pocket of “mommy time” she carved out after her son was born, Krista Barmer () started stitching. “It was something I put my hands to,” says Krista, who had previously played guitar and pursued music in Nashville, Tennessee. “After I had my son, I felt drawn to fabric, textiles, fibers and paper, and wanted to express my journey in that way.” Seven years later, Krista has established herself as a textile artist, selling her works from her online shop. “There’s something about the slowness of it, and that it’s my hands creating every stitch,” she says of the process. “Even the stitches that snag or get tangled, I leave them as they are because it means something. It makes it interesting, gives dimension and tells a story, too.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "980,618", "path": "instagram/picture1437.jpg", "like_list": [], "date_time": "Jan 9, 2017", "location": "", "tag_list": ["@goldenglobes", "@sofiavergara"], "caption": "Tonight is the 74th annual Golden Globe Awards (), an event honoring the best in film and American television. 📽📺\nWatch our Instagram story to see what the night is like when you’re walking the red carpet — we’re going behind the scenes with actress and four-time nominee Sofía Vergara ()."}, {"num_of_comments": 24, "num_of_like": "1,431,045", "path": "instagram/picture1438.jpg", "like_list": [], "date_time": "Jan 9, 2017", "location": "", "tag_list": ["@belen_argueso", "#TheWeekOnInstagram", "@belen_argueso"], "caption": "A tiny human encounters a friendly snow creature. This moment from Belén () could be plucked from a children’s book. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "430,721", "path": "instagram/picture1439.jpg", "like_list": [], "date_time": "Jan 9, 2017", "location": "", "tag_list": ["@peterbuchan", "#TheWeekOnInstagram", "@peterbuchan"], "caption": "Peter Buchan () found a bright green reprieve in São Paulo’s busy streets. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "719,947", "path": "instagram/picture1440.jpg", "like_list": [], "date_time": "Jan 9, 2017", "location": "", "tag_list": ["@anakirsch", "#TheWeekOnInstagram", "@anakirsch"], "caption": "For Ana (), a bird keeping company with swan boats symbolizes the potential to achieve big things in the new year. Follow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,453,082", "path": "instagram/picture1441.jpg", "like_list": [], "date_time": "Jan 9, 2017", "location": "", "tag_list": ["@spurwaya", "@ozshotmag", "@spurwaya"], "caption": "Self-taught photographer Alex Spurway () first picked up a camera three years ago. “I am motivated by the people I shoot with, the desire to spend any second of free time I have out creating and never missing any opportunities,” says the 20-year-old from Brisbane, Australia. “Once an idea for a shot comes into my head I won’t stop chasing it.” During his university studies in 2015, Alex co-founded OzShot Magazine (), an independent photography magazine. “When people see my work, I want them to feel inspired to try something out of the ordinary, travel somewhere new, get out of their comfort zone.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "790,000", "path": "instagram/picture1442.jpg", "like_list": [], "date_time": "Jan 8, 2017", "location": "", "tag_list": ["@marouladesigns", "#TheWeekOnInstagram", "@marouladesigns"], "caption": "Maroula Mavrogiannopoulou () was taking in the scene in Thessaloniki, Greece, when she saw this heart hiding beneath a pier. “I spotted something that was out of place, but perfectly placed at the same time!” she says. “We couldn’t find out who put that little tile of a heart there or why, but nevertheless it made me happy.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,060,468", "path": "instagram/picture1443.jpg", "like_list": [], "date_time": "Jan 8, 2017", "location": "立雲峡", "tag_list": ["@ayumi_akashi", "#TheWeekOnInstagram", "@ayumi_akashi"], "caption": "Somewhere over the rainbow ... is a chicken practicing yoga. Outside of Asago, Japan, Ayumi Akashi’s () new year is off to a delightful start.\nFollow along as we feature more of our favorite moments from \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,060,468", "path": "instagram/picture1444.jpg", "like_list": [], "date_time": "Jan 8, 2017", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@maddsmac", "@boomerangfrominstagram", "#Boomerang", "@maddsmac"], "caption": "Our  = a wild game of spoons played with Maddie’s () family in Pennsylvania. 🥄\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "600,506", "path": "instagram/picture1445.jpg", "like_list": [], "date_time": "Jan 8, 2017", "location": "", "tag_list": ["@hereisgina", "@hereisgina"], "caption": "When the 2017 Golden Globe nominations were announced, Gina Rodriguez () had just completed a Muay Thai workout … in Thailand. “We got to the house and still had 30 minutes before the announcement, so I stripped down to my birthday suit, and let go,” says Gina. “I gave the anxiety, pressure and illusions we carry about our worth and threw them out.” This is the third time Gina has been nominated for her “Jane the Virgin” role — she took home the award for best actress in a TV series musical or comedy in 2015. “I’m humbled to be in a category with women I admire and adore,” says Gina. “Jane is my love child. I love coming to work, and I love playing this woman I wish I was more like in real life.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "849,897", "path": "instagram/picture1446.jpg", "like_list": [], "date_time": "Jan 7, 2017", "location": "Yekaterinburg, Sverdlovskaya Oblast', Russia", "tag_list": ["@andrrresky", "#OrthodoxChristmas", "@instagramru", "@andrrresky"], "caption": "For food photographer and stylist Andrey Tulsky (),  is an opportunity to share his passion with friends and family. “I always have edible, beautifully decorated, not expensive gifts, smelling of the Christmas mood,” says Andrey, who is known to bake cookies, construct gingerbread houses or can tasty jams harvested from summer fruits. Andrey also takes the lead preparing Christmas dinner at home in Yekaterinburg, Russia: “My family fully trusts me to serve the table and think about an unusual menu. They want to see how the compositions of my photos come to life on this magical night.” ✨\nDiscover more stories from the Russian-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,456,451", "path": "instagram/picture1447.jpg", "like_list": [], "date_time": "Jan 7, 2017", "location": "", "tag_list": ["#WHPimitation", "#WHPimitation", "@danidlm", "@mariapp90"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos where one of your subjects imitates another.\nHere’s how to get started:\nLook out for resemblances between people and their surroundings. Be ready to catch fleeting, serendipitous encounters, like a woman in a yellow dress dashing past a yellow cab.\nCapture an imitation that provides more information about your subject’s relationship, like a child copying an admired adult or a parrot impersonating their human’s eccentricities.\nExplore less obvious forms of mimicry like patterns, gestures or, if you’re making a video, sound.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo of  by "}, {"num_of_comments": 24, "num_of_like": "855,848", "path": "instagram/picture1448.jpg", "like_list": [], "date_time": "Jan 7, 2017", "location": "", "tag_list": ["@riomonka", "@instagrames", "@riomonka"], "caption": "Patrik Monka’s () photography is an ode to the power of gymnasts and ballerinas. “I really like the strong poses and the energy they have,” says the photographer and video editor, who is originally from Sweden and based in Barcelona. Patrik carefully chooses the landscapes where he shoots — he wants to ensure these dynamic, flexible models are inspired by their surroundings, too. “The important thing for me is to be positive and inspire others to be positive,” says Patrik. “That’s my life goal.”\nTo discover more stories from the Spanish-speaking community, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "905,258", "path": "instagram/picture1449.jpg", "like_list": [], "date_time": "Jan 6, 2017", "location": "", "tag_list": ["@mandymooremm", "@mandymooremm"], "caption": "On the night of the Golden Globes, expect actress Mandy Moore () to let loose with her fellow “This Is Us” cast members — the first-time nominee can’t wait to celebrate. “I think people have been hungry for a story about human connection and the intricacies of family dynamics,” says Mandy of the show’s appeal. “The obstacles and struggles the characters in the show are facing are universal and have really struck a chord in the hearts and minds of fans of the show.” When she’s not filming, Mandy hangs with her loved ones, hikes with her dogs in Southern California and shares lots of everyday moments with her fans. “I love having the ability to share my highest highs and the smallest, seemingly most insignificant moments of my life with a whole group of friends and strangers alike,” says Mandy. “And getting responses in real time is always a trip.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "905,528", "path": "instagram/picture1450.jpg", "like_list": [], "date_time": "Jan 6, 2017", "location": "Maras Salt Mines", "tag_list": ["@davillasana", "@nytimestravel", "@davillasana"], "caption": "Before Danielle Villasana () found her professional path, she roamed the world. At 18, she waitressed in her home state of Texas to support months abroad in Europe and Africa. “I was in West Africa and I started to really grapple with the question of what can I do as a person to try to make this world a more equal, just and fair place,” says Danielle, now 30, whose experience in the region compelled her to pursue photojournalism as a career.\nRecently, she was on assignment for The New York Times, highlighting five of their “52 Places to Go in 2017.” “Travel can really open up your mind to how others live around the world,” says Danielle of her work on the project. “It’s so important to have those cultural exchanges with people so that we realize that collectively, as a human race, we have so much more in common with each other than differences. I try to express that most places are actually very safe and full of friendly people.”\nCheck out  to see more from “52 Places to Go in 2017.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "970,435", "path": "instagram/picture1451.jpg", "like_list": [], "date_time": "Jan 5, 2017", "location": "", "tag_list": ["@mywildbliss", "#WHPresolutions", "@mywildbliss"], "caption": "“Celebrate every cherished relationship, be better than last year and enjoy life!” —Nicole’s () New Year’s resolution, paired with this joyful image of her two daughters in Chicago. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "794,317", "path": "instagram/picture1452.jpg", "like_list": [], "date_time": "Jan 5, 2017", "location": "", "tag_list": ["@zuzkam3", "#WHPresolutions", "@zuzkam3"], "caption": "Every day in 2016, Zuzka Kubíková () wrote down something that made her happy or thankful. This year, she plans to continue the tradition. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "936,452", "path": "instagram/picture1453.jpg", "like_list": [], "date_time": "Jan 5, 2017", "location": "", "tag_list": ["#WHPresolutions", "@robzarzoza", "@robzarzoza"], "caption": "For last weekend’s hashtag project , artist Rob Zarzoza () shared this surreal image. His goal? To “keep dreaming” in 2017.\nFollow along as we feature more of our favorite submissions throughout the week.\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "1,541,622", "path": "instagram/picture1454.jpg", "like_list": [], "date_time": "Jan 4, 2017", "location": "Bradford Beach, Milwaukee WI", "tag_list": ["@grantplace", "#WHPresolutions", "@grantplace"], "caption": "Andy Merkel () welcomed 2017 with an early morning photo shoot at the beach. 🌅 “I want to create a sense of story to my shots,” says Andy, whose 2017 resolution is to work on more photo series.\nFollow along as we feature more of our favorite submissions to  throughout the week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,172,964", "path": "instagram/picture1455.jpg", "like_list": [], "date_time": "Jan 4, 2017", "location": "", "tag_list": ["@zojexhs", "#WHPresolutions", "@zojexhs"], "caption": "In 2014, Zoé Haynes-Smith () started this “photo of a photo” project. Every year, she’s added a new component to it. “Who knows what next year will bring,” says Zoé. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "845,777", "path": "instagram/picture1456.jpg", "like_list": [], "date_time": "Jan 4, 2017", "location": "", "tag_list": ["#WHPresolutions", "@rperspective", "#WHPresolutions", "@rperspective"], "caption": "Last weekend’s hashtag project  asked community members to share their 2017 resolution through creative photos and videos. Ramiro Montejano () from Mexico shared this photo with the following caption: “I want a year in which I continue to learn, live and overcome obstacles.”\nFollow along as we feature more of our favorite submissions to  throughout the week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "845,777", "path": "instagram/picture1457.jpg", "like_list": [], "date_time": "Jan 4, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@tamatamago", "@tamatamago"], "caption": "Hello, world! Meet today’s : Honey and Mamiao (). This dynamic duo lives in Thailand — but they’re always on the move. Whether they’re hanging out with friends by the sea or enjoying the open road, it’s clear this kitty cat and golden retriever love spending time together. Follow  to see more from these sweet (unlikely) friends."}, {"num_of_comments": 24, "num_of_like": "557,787", "path": "instagram/picture1458.jpg", "like_list": [], "date_time": "Jan 4, 2017", "location": "", "tag_list": ["@sterlingkb1", "@sterlingkb1"], "caption": "Actor Sterling Brown () was on his way to work when he learned about his Golden Globe nomination for his role in “The People v. O.J. Simpson: American Crime Story,” where he played prosecutor Christopher Darden. “It was like putting together a puzzle piece,” says Sterling of preparing for the role; the whole cast did a ton of reading and he poured over video footage, namely interviews with Charlie Rose and Oprah. When he’s not filming, Sterling goes to the gym, plays with his kids and is no stranger to binge watching TV shows — it's simple pleasures that provide Sterling with joy and happiness. “When I hear my baby boy singing, that makes me happy. When I get to kiss my kids at night, it makes me happy. A good movie. A good meal. A clean house. A clean house makes me very happy. 😊”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,240,748", "path": "instagram/picture1459.jpg", "like_list": [], "date_time": "Jan 3, 2017", "location": "", "tag_list": ["@lilyjcollins", "@goldenglobes", "@lilyjcollins"], "caption": "Lily Collins () is still shocked (and thrilled) to be nominated for her first Golden Globe Award () — and she learned the news with her number one fan: her mom. “She slept over at my apartment and we woke up at 5 a.m. to watch the nominations live,” says the actress nominated for her work in “Rules Don’t Apply.” “I couldn’t imagine anyone I’d rather have gotten the insanely incredible news with.” Beyond her roles on screen, Lily finds a creative outlet, and lots of connections, here on Instagram. “It’s always been important to me that my account be a place that properly and honestly depicts my hopes, dreams, inspirations: my life. It’s somewhere I can share my insecurities, struggles, joys and memories.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "710,463", "path": "instagram/picture1460.jpg", "like_list": [], "date_time": "Jan 2, 2017", "location": "", "tag_list": ["@drawings_for_my_grandchildren", "@drawings_for_my_grandchildren"], "caption": "After two of his grandchildren moved away, Chan Jae Lee () started sketching for the first time in many years. “My son was worried I didn’t have anything to do anymore,” says Chan, a former high school teacher who used to spend time every day with his family in São Paulo. “I used to draw for my son and his sister when they were young. He had the idea I could draw again and said I should show my drawings on Instagram.” At first, Chan was hesitant, but his sketches became a daily practice, connecting him with a former hobby and, despite the distance, his grandchildren. “I’m a 75-year-old retired grandpa who doesn’t know anything about technology. I was able to start Instagram with the help from my family. It brings lots of joy and connects us all every day. I believe if I can do this, anyone, with the help from their family, can do it too.”\nIllustration by "}, {"num_of_comments": 24, "num_of_like": "710,463", "path": "instagram/picture1461.jpg", "like_list": [], "date_time": "Jan 1, 2017", "location": "Times Square, New York City", "tag_list": ["@ryanseacrest", "@officialnyre", "@ryanseacrest"], "caption": "Happy New Year from Ryan Seacrest (), who’s ringing in 2017 from the heart of Times Square in NYC (). 🌟 Here’s to an amazing year ahead!\nVideo by "}, {"num_of_comments": 24, "num_of_like": "710,463", "path": "instagram/picture1462.jpg", "like_list": [], "date_time": "Jan 1, 2017", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@aliashollygolightly", "@boomerangfrominstagram", "#Boomerang", "@aliashollygolightly"], "caption": "We’re saying sayonara to 2016 with our , created by Maja (). She wanted to close out the year with “an enormous pop and a lot of sparkle.” 💥\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "1,132,866", "path": "instagram/picture1463.jpg", "like_list": [], "date_time": "Dec 31, 2016", "location": "", "tag_list": ["#WHPresolutions", "@_eufemia_", "#WHPresolutions", "@_eufemia_"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to convey a resolution for the year ahead through creative photos and videos — like this image by , whose 2016 resolution was to “keep playing.”\nHere’s how to get started:\nBegin by reflecting on the past year. Have you made progress toward a personal goal? Do you aspire to try something completely new in 2017?\nWhether you hope to master an athletic feat, give back to your community or think outside the box more often, focus on creating a submission that captures your unique voice.\nRemember to share the details of your resolution in the caption.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "890,559", "path": "instagram/picture1464.jpg", "like_list": [], "date_time": "Dec 31, 2016", "location": "", "tag_list": ["@camilleseaman", "#EyesOn", "#IGYearinReview", "@camilleseaman"], "caption": "In October, we featured photographer and TED Senior Fellow Camille Seaman (), who spent nearly a month in North Dakota with her  the Dakota Access Pipeline. Currently Camille is working on a Norwegian ship in Antarctica where she’ll be until the end of January. “There is a great quote by Thor Heyerdahl here on the ship,” Camille says. “‘Borders? I have never seen one. But I have heard they exist in the minds of some people.’” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "838,078", "path": "instagram/picture1465.jpg", "like_list": [], "date_time": "Dec 31, 2016", "location": "", "tag_list": ["@ufc", "@rondarousey", "#UFC207", "@rondarousey", "@ewillphoto"], "caption": "For UFC () fighter Ronda Rousey (), competing is as much of a mental challenge as it is a physical one. Ronda says “redemption and revenge” serve as her motivators when she steps into the ring, but discipline is the key to her success. Ronda won a bronze medal competing in judo at the 2008 Beijing Olympics before becoming the first female fighter contracted by the UFC. Since then, her performance in the Octagon rocketed her to fame in the ring and entertainment world. “MMA is the only way I could do what I love and have a career,” Ronda says, “but money and fame is a side effect and not the purpose of my actions.”\nRonda will be making her return to the ring tonight at  in Las Vegas.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "916,311", "path": "instagram/picture1466.jpg", "like_list": [], "date_time": "Dec 30, 2016", "location": "", "tag_list": ["@cookforsyria", "@clerkenwellboyec1", "#CookForSyria", "@cookforsyria"], "caption": "Serena Guen, a London-based magazine founder, felt compelled to help those driven out of Syria by civil war. She brought together a network of chefs for a charity dinner one night in October — then things with Cook For Syria () took off. “Around 150 restaurants across London modified signature dishes with a Syrian twist and gave 2 pounds per order to UNICEF’s Syria relief appeal,” says Serena, one of the nonprofit’s co-founders. Helping spread the word was co-founder , a restaurant critic. “As we started collecting -inspired recipes and the stories behind them, it made sense to compile these into a cookbook,” he says. “This crisis will be continuing a lot longer than 2017,” Serena says. All proceeds from the book will be donated to UNICEF’s Children of Syria Fund. “To date, Syria has lost four decades of progress already and will take years to rebuild. It is everyone’s responsibility to help.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,087,296", "path": "instagram/picture1467.jpg", "like_list": [], "date_time": "Dec 30, 2016", "location": "", "tag_list": ["@selenagomez", "@fmonroyr", "#IGYearinReview", "@fmonroyr"], "caption": "In 2016, the most followed person on Instagram (and the person with the most-liked photo and most-liked video!) is Selena Gomez (). “She’s a fighter,” says Fernando Monroy (), an artist and one of Selena’s fans, who lives in Mexico City. “The whole world has seen her grow and that must be difficult.” The 20-year-old visual communication student created this digital sketch, celebrating Selena and her outlook on life. “I truly think she’s a kind and amazing person. She loves her fans a lot and that’s important — to be grateful for the people.” \nIllustration by "}, {"num_of_comments": 24, "num_of_like": "883,278", "path": "instagram/picture1468.jpg", "like_list": [], "date_time": "Dec 30, 2016", "location": "", "tag_list": ["@kuzya_in_red", "@kuzya_in_red", "#WeeklyFluff"], "caption": "Hello, world! Meet Kuzya (), a consistently costumed cat from Moscow who loves to dream up new scenes but knows when it’s time to break for a nice nap. To travel along on more of Kuzya’s imaginary adventures, give , our , a follow."}, {"num_of_comments": 24, "num_of_like": "883,278", "path": "instagram/picture1469.jpg", "like_list": [], "date_time": "Dec 29, 2016", "location": "", "tag_list": ["@alifrizkya", "#WHPcometogether", "#Boomerang", "@alifrizkya"], "caption": "For Alif Rizky Azhari () and friends, coming together = expressing themselves through movement. “We held a mini InstaMeet at Telkom University,” says the 21-year-old from Indonesia. “There was no special inspiration — it’s only spontaneous.” \n by "}, {"num_of_comments": 24, "num_of_like": "912,459", "path": "instagram/picture1470.jpg", "like_list": [], "date_time": "Dec 29, 2016", "location": "", "tag_list": ["@erbilkececi", "#WHPcometogether", "@erbilkececi"], "caption": "True teamwork is on display in this periodic table of elements brought to life by Erbil Kececi (), a music teacher, and his students in Ankara, Turkey. “The weather was cold but we had a great time, and you can see the result,” he says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "912,459", "path": "instagram/picture1471.jpg", "like_list": [], "date_time": "Dec 29, 2016", "location": "", "tag_list": ["@naseke", "#WHPcometogether", "#Boomerang", "@naseke"], "caption": "At just 1 month old, Candela was the muse for this Boomerang by proud parent Nacho Rodríguez () in Valencia, Spain. “I love how my daughter Candela moves her hands, as if she is inviting more dolls to join her party.”\nFollow along as we feature more of our favorite submissions from .\n by "}, {"num_of_comments": 24, "num_of_like": "942,030", "path": "instagram/picture1472.jpg", "like_list": [], "date_time": "Dec 29, 2016", "location": "", "tag_list": ["@jamessuter", "@empowersafrica", "@careforwild", "#IGYearinReview", "@jamessuter"], "caption": "“Coming face-to-face with the northern white rhinos — the last three on earth — was a very powerful moment in 2016,” says conservation filmmaker James Suter (), whose work we featured in June. In 2016, James and his team traveled extensively, documenting the stories of the rhino and their fearless caretakers. “We recently returned from a rhino orphanage where we were filming a 360 virtual reality piece with  and the team at . Our hope is to give people in other parts of the world that will never experience meeting rhino orphans an idea of what is involved in caring for these animals and to learn about the poaching crisis and how they can help,” he says. “Without teams like this one, I shudder to think what we would do when it comes to rhino poaching.” \nCheck out our Instagram story to go behind the scenes of James’ recent rhino orphanage visit.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,211,798", "path": "instagram/picture1473.jpg", "like_list": [], "date_time": "Dec 28, 2016", "location": "Maui Island Hawaii", "tag_list": ["#WHPcometogether", "@debachak", "@debachak"], "caption": "For last weekend’s hashtag project, , photographer and filmmaker Deb Achak () made this peaceful image of the water meeting the sky in Hawaii.\nFollow along as we feature more of our favorite submissions throughout the week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,211,798", "path": "instagram/picture1474.jpg", "like_list": [], "date_time": "Dec 28, 2016", "location": "", "tag_list": ["@jimandnikki_photography", "#WHPcometogether", "#Boomerang", "@jimandnikki_photography"], "caption": "“Every year the siblings travel from Calgary, Cochrane, or Edmonton to visit and celebrate the holidays together,” say Canadian wedding photographers Jim and Nikki (), who captured a handful of holiday memories in one fun Boomerang for last weekend’s hashtag project, .\n by "}, {"num_of_comments": 24, "num_of_like": "1,342,424", "path": "instagram/picture1475.jpg", "like_list": [], "date_time": "Dec 28, 2016", "location": "Chicago, Illinois", "tag_list": ["#WHPcometogether", "@goralka102", "@goralka102"], "caption": " asked participants to show what brings their family and friends together over the holidays. For , the answer was a freezing — but festive — swim in Chicago. 🎅\nFollow along as we feature more of our favorite submissions throughout the week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,342,424", "path": "instagram/picture1476.jpg", "like_list": [], "date_time": "Dec 28, 2016", "location": "", "tag_list": ["#MannequinChallenge", "@legendaryshots", "@alysonstoner", "#IGYearinReview", "@legendaryshots", "@alysonstoner"], "caption": "One of our favorite trends on Instagram in 2016 = the . “We think the challenge took off because everyone brought something new and creative to it,” says , childhood friends from Hoover, Alabama, who love trick shots and made this video to participate. With only four people, including actress and singer Alyson Stoner (), they ran from room to room, making costume changes and rotating positions without using any special effects. “The challenge was fairly simple at the beginning, but with each take we continued to add more intricate details, increasing the complexity.” \nVideo by  and "}, {"num_of_comments": 24, "num_of_like": "850,662", "path": "instagram/picture1477.jpg", "like_list": [], "date_time": "Dec 27, 2016", "location": "", "tag_list": ["@mamacaxx", "#RunwayForAll", "#IGYearinReview", "@mamacaxx"], "caption": "A lot has happened since we featured Mama Cax () in , our series celebrating models who are redefining the industry, earlier this year. She’s visited the White House, started graduate studies and moved to France. “I’m taking part in a multi-country program in International Studies,” Mama says. “My ultimate goal is to work in the field of International Development while focusing on disability rights.” At the White House last September, Mama modeled in a fashion show that celebrated accessible design. “It was not only an honor to meet other trailblazers in the disability community but also great to see that the inclusion of disabled people is at the forefront of the Obama administration’s agenda,” she says. And Mama continues to share her adventures abroad with her fans: “I hope to continue to dispel beauty myths and dismantle the idea of what a disabled person can or cannot do.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "850,662", "path": "instagram/picture1478.jpg", "like_list": [], "date_time": "Dec 26, 2016", "location": "", "tag_list": ["#Christmas", "@jesuso_ortiz", "@jesuso_ortiz"], "caption": "“What I love the most about  is that it becomes an excuse to be with your family,” says Jesús Ortiz Reyes (), a graphic designer who lives in Málaga, Spain. “At least for me, it’s not easy to gather all the family any other time of the year. During Christmas day we usually go to the countryside. In the city, I love walking at night to see the Christmas lights. It’s magical.” 🎅🌟\nVideo by "}, {"num_of_comments": 24, "num_of_like": "850,662", "path": "instagram/picture1479.jpg", "like_list": [], "date_time": "Dec 25, 2016", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@emma_lauren", "#Boomerang", "@emma_lauren"], "caption": "Hugo, a patient 4-year-old Italian greyhound, transformed into a twinkling reindeer for our . 🌟 He and his human, stylist , split their time between Adelaide, Australia, and Hong Kong, where they will be spending Christmas. “When you are an expat, your friends also become your family, so we will have a traditional family dinner with them,” she says.\n by "}, {"num_of_comments": 24, "num_of_like": "926,515", "path": "instagram/picture1480.jpg", "like_list": [], "date_time": "Dec 25, 2016", "location": "", "tag_list": ["@foxy.foxenberg", "@foxy.foxenberg"], "caption": "Food taster and part-time model Foxy Foxenberg () loves celebrating Hanukkah. She enjoys the potato latkes, sufganiyot (jelly doughnuts) and chocolate gelt, but her favorite holiday tradition is lighting the Hanukkah candles. 🕯 “I am lucky to have a fox-sized menorah,” says Foxy, who moved in with her people three years ago. “It is very special since it belonged to the girl person’s great-grandmother.” In the spirit of the holidays, this Toronto-based fox has a special message for the Instagram community: “Remember to keep an open mind, treat everyone nicely and with respect. Never lose your sense of adventure!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "998,889", "path": "instagram/picture1481.jpg", "like_list": [], "date_time": "Dec 24, 2016", "location": "", "tag_list": ["#WHPcometogether", "#WHPcometogether", "@depoydevira"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to capture what brings your family and friends together. Here’s how to get started:\nWhat are the activities that a family gathering wouldn’t be complete without? Share photos or videos of the traditions you look forward to each year, and explain what makes them special in the caption.\nCapture the tone of your event with a candid moment that encapsulates its mood — whether celebratory, relaxed or silly.\nUsing Instagram Stories, try our new drawing tools and stickers to get more creative with your submission, and share a favorite moment to feed with the hashtag.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "806,144", "path": "instagram/picture1482.jpg", "like_list": [], "date_time": "Dec 24, 2016", "location": "", "tag_list": ["@hopeinthewoods", "#MadeToCreate", "@hopeinthewoods"], "caption": "Luke Hope’s () career change was inspired by his son’s boyhood adventures. “My eldest returned from a camping trip and showed me a wooden spoon he’d made,” says the 43-year-old from London. “The object he’d crafted with his hands and the way he described the feeling of making it — I was completely taken.” Two years ago, Luke had recently quit a sales job with the hope of finding more fulfilling work. Today, he’s a full-time independent maker and small business owner, crafting and designing simple, elegant wooden objects he ships all around the world. Over the winter holidays, Luke plans on staying home and spending time with his family. “Carving by the fire is a bonus of winter. And there’s a good flow of kindling and scraps to burn.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "948,247", "path": "instagram/picture1483.jpg", "like_list": [], "date_time": "Dec 23, 2016", "location": "", "tag_list": ["@coldgamekelv", "#EverybodyEats", "@coldgamekelv"], "caption": "Some students balance schoolwork with hobbies or a part-time job. Others, like 18-year-old Kelvin Peña (), find time to convert internet fame into social good. “I’m like part philanthropist, part college student, part deer whisperer,” says the New York City native.\nKelvin started filming himself feeding, befriending and even playing basketball with a family of deer near his house. His videos went viral in three days — but when viewers started asking how they can help, he saw an opportunity to flip the script.\n“I realized that I can make a difference by setting an example,” says Kelvin. “I was like, I can handle the deer; let’s help other people, and let me start with my community.”\nInspired by the internet’s reaction to his videos, Kelvin founded , a nonprofit that sets up local food, clothing and toy drives. This week, he’s putting together a Christmas brunch and gift giveaway for underprivileged families in New York.\n“Everybody Eats means making sure the people around you are comfortable. It’s about being selfless and saying, ‘Me and you, we’re in this together.’”\nCheck out today’s story as we follow Kelvin while he preps for the event and spreads holiday kindness.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "948,247", "path": "instagram/picture1484.jpg", "like_list": [], "date_time": "Dec 22, 2016", "location": "Dominique Ansel Bakery Japan", "tag_list": ["@dominiqueansel", "@dominiqueansel"], "caption": "A sugar-dusted pinecone with 80 chocolate petals, a marshmallow flower unfolding atop steamy hot chocolate — Dominique Ansel’s () holiday creations sound like something only Willy Wonka could dream up, but his ingredients are traditional favorites. “One uses gingerbread or peppermint. Every holiday it’s the same kind of celebration, the same kind of ingredients — I think there are tons of ways to still use these flavors but make them a little bit more creative,” says the French pastry chef, who opened bakeries in New York, London and Tokyo. “One of my favorite things is to stand behind the pastry case and observe people and to see their reactions. It feels almost like a magician doing a trick,” he says.\nWatch our Instagram story right now to see more of Dominique’s holiday creations.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,141,630", "path": "instagram/picture1485.jpg", "like_list": [], "date_time": "Dec 22, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@jumpforjoysf", "@jumpforjoysf"], "caption": "Hello, world! It’s time for a special holiday edition of . Meet Chester (), who hails from San Francisco. As you can tell, Chester is a very good boy who allows his humans to balance dog-safe foods on his head and nose. Follow  to see more from this calm canine who is regularly topped off with savory snacks and tasty treats."}, {"num_of_comments": 24, "num_of_like": "1,141,630", "path": "instagram/picture1486.jpg", "like_list": [], "date_time": "Dec 21, 2016", "location": "", "tag_list": ["@combophotofail", "#Boomerang", "@combophotofail"], "caption": "How did Stephen McMennamy () coordinate this epic plot twist? “It really came about by spending an inordinate amount of time hanging out in a parking lot trying to entertain kids,” he says. “This was probably the third attempt, so everyone had a chance to review their moves and make all the necessary adjustments.”\n by "}, {"num_of_comments": 24, "num_of_like": "1,141,630", "path": "instagram/picture1487.jpg", "like_list": [], "date_time": "Dec 21, 2016", "location": "", "tag_list": ["@mattcrump", "#WHPboomerangoftheyear"], "caption": "“It’s always satisfying to watch lines of dominoes topple,” says  of his mesmerizing submission to . “This Boomerang takes the domino effect to the next level, letting you feel that satisfaction over and over.”"}, {"num_of_comments": 24, "num_of_like": "1,141,630", "path": "instagram/picture1488.jpg", "like_list": [], "date_time": "Dec 21, 2016", "location": "", "tag_list": ["@floydthelion", "#WHPboomerangoftheyear", "#Boomerang", "@floydthelion"], "caption": "A Persian cat with the heart of a lion and solid high-fiving skills,  nailed this  submission in a single take. “It’s amazing that we can connect with people from all over the world through the life of our cat,” says Floyd’s human, Susie Floros.\n by "}, {"num_of_comments": 24, "num_of_like": "1,184,039", "path": "instagram/picture1489.jpg", "like_list": [], "date_time": "Dec 21, 2016", "location": "Flatiron Building", "tag_list": ["@humzadeas", "#IGYearinReview", "@humzadeas"], "caption": "Looking back at 2016 on Instagram, the most photographed city in the world was NYC. 🗽 “Most people are drawn to New York City because of its history, incredible films and amazing architecture,” says 19-year-old filmmaker and photographer Humza Deas (), who was born and raised in the city. “New York is special because of how rapidly the city changes.” \nWatch our Instagram story to see more of Humza’s view from NYC.\nPhoto by "}, {"num_of_comments": 5, "num_of_like": "545,026", "path": "instagram/picture1490.jpg", "like_list": [], "date_time": "Dec 21, 2016", "location": "", "tag_list": [], "caption": "Today, we’re introducing a set of tools to help you add context and creativity to your story: stickers, holiday fun and more.\nNo matter where you are or what you’re up to, you can add context to your story with stickers. After you’ve taken a photo or video, you’ll see a new stickers button next to the text and drawing tools. Tap the smiley face to find customizable stickers for weather, the current time and even your location. It’s easy to make stickers your own: move them around, make them bigger or smaller and choose from different styles to match your mood. And you can add as many stickers as you want to any part of your story.\nYou’ll see a set of holiday stickers available for the next few weeks, and keep an eye out for even more stickers to ring in the new year!\nYou’ll also find three other improvements: a new ‘Hands-Free’ option in the format picker lets you record a video without having to press and hold; you can add as many pieces of text as you’d like to a photo or video; and, on iOS, you can save your entire story to your camera roll as a single video.\nTo learn more about today’s updates, check out help.instagram.com.\nThese updates for Instagram Stories are available as part of Instagram version 10.3 available for iOS in the Apple App Store and for Android in Google Play."}, {"num_of_comments": 24, "num_of_like": "545,026", "path": "instagram/picture1491.jpg", "like_list": [], "date_time": "Dec 20, 2016", "location": "", "tag_list": ["#WHPboomerangoftheyear", "#Boomerang", "@katrinaleeford"], "caption": "Patience paid off in this dramatic lightning strike captured by Katrina ⚡️ for .\n by "}, {"num_of_comments": 24, "num_of_like": "545,026", "path": "instagram/picture1492.jpg", "like_list": [], "date_time": "Dec 20, 2016", "location": "", "tag_list": ["#WHPboomerangoftheyear", "#Boomerang", "@futago_no_utarita"], "caption": "Say… cheese? Whatever prompted these silly faces, we’re grateful they’re on repeat.\nFollow along this week for more of our favorite submissions to .\n by "}, {"num_of_comments": 24, "num_of_like": "545,026", "path": "instagram/picture1493.jpg", "like_list": [], "date_time": "Dec 20, 2016", "location": "", "tag_list": ["#WHPboomerangoftheyear", "#Boomerang", "@gabi_traga"], "caption": "Thanks, Gabriela Cinkova, for sharing a touch of love.\nFollow along this week for more of our favorite submissions to .\n by "}, {"num_of_comments": 24, "num_of_like": "689,589", "path": "instagram/picture1494.jpg", "like_list": [], "date_time": "Dec 20, 2016", "location": "", "tag_list": ["@embossingbird"], "caption": "“The birds in the picture stand for us all. I have made them to send solidarity around the world.” —artist Mirja Aleem from Munich, Germany ❤️\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "687,856", "path": "instagram/picture1495.jpg", "like_list": [], "date_time": "Dec 20, 2016", "location": "", "tag_list": ["@nyledimarco", "@nyledimarco"], "caption": "Nyle DiMarco () is looking for allies. He’s a model and an actor, but it’s in his role as a deaf activist that he’s made the most impact. “While I educate the world about what it means to be deaf and make changes through my foundation, I need people to get a glimpse of our culture,” explains Nyle, who lives in New York City. In the videos he shares, Nyle often teaches American Sign Language (ASL). “The idea of making ASL more mainstream intrigues me,” he says. “We’re beautiful people with rich culture and language. Sure, we’re different but that makes the world a better place. Take your time and get to know your deaf relative, your deaf neighbor, your deaf co-worker and you will fall in love.”\nWatch our Instagram story right now. Nyle is teaching a few holiday greetings in ASL.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,364,748", "path": "instagram/picture1496.jpg", "like_list": [], "date_time": "Dec 19, 2016", "location": "", "tag_list": ["@kritayuga", "#TheWeekOnInstagram", "@kritayuga"], "caption": "Despite a stunning lakeside view of Mount Fuji, this feline is unimpressed at best. “He wasn’t in a good mood because the lake was a bit too cold for him,” says Yuga Kurita (), of his friends’ cat, Toraji, who was brought along for a sunset trip to Lake Yamanaka. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,364,748", "path": "instagram/picture1497.jpg", "like_list": [], "date_time": "Dec 19, 2016", "location": "Peñalara Natural Park", "tag_list": ["@nkanyeti", "#BoomerangOfTheWeek", "#Boomerang", "@nkanyeti"], "caption": "Astrid Martin () and her husband spent their day in the mountains with family enjoying the snow, snacking on churros, sipping hot chocolate and creating our . “We are from Venezuela, and this was the first time my cousins saw the snow,” Astrid explains. “My cousins were crazy excited about it — we started playing, making Boomerangs with snowballs, and we got this wonderful one!” ❄️\n by "}, {"num_of_comments": 24, "num_of_like": "1,073,853", "path": "instagram/picture1498.jpg", "like_list": [], "date_time": "Dec 18, 2016", "location": "Ahangama Beach", "tag_list": ["@smile4travel", "#TheWeekOnInstagram", "@smile4travel"], "caption": "Traveling by train from Colombo to the fishing village of Weligama, Steffi Dietz () and her boyfriend were hoping to meet and be inspired by the skill of local stilt fishermen. “I love the scenery, the fishermen’s dedication and the colors which transport the atmosphere of this wild part of the Sri Lankan southeastern coast,” she says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "872,629", "path": "instagram/picture1499.jpg", "like_list": [], "date_time": "Dec 18, 2016", "location": "", "tag_list": ["#TheWeekOnInstagram", "@e.g.r_photography"], "caption": "A human butterfly spreads her wings under a leafy awning in Mexico.\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,497,477", "path": "instagram/picture1500.jpg", "like_list": [], "date_time": "Dec 18, 2016", "location": "", "tag_list": ["@7010._.5", "@7010._.5"], "caption": "Naoto () took in the dazzling lights of “Kobe Luminarie” in Japan. The commemorative installation of 200,000 hand-painted lights stands for the memory of the lives lost and those affected in the Great Hanshin earthquake of 1995.\nPhoto by "}]}