{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "476,931", "path": "instagram/picture4101.jpg", "like_list": [], "date_time": "Mar 31, 2014", "location": "", "tag_list": ["#pizzainthewild", "@littlecaesars", "#pizzainthewild", "@jonpauldouglass", "@jonpauldouglass"], "caption": "\"One time I walked by a graffiti-covered wall in my neighborhood and there was a random pizza tag in the middle of it. I thought that was so funny—just a random pepperoni pizza there in the middle of the wall,” says Los Angeles photographer Jonpaul Douglass, creator of the  hashtag. “I thought it would be humorous to do a photo series of real pizzas on random things.” The series had humble beginnings. “For my first test shot, I just had a pepperoni pizza delivered and went around my neighborhood putting it on stuff,” explains Jonpaul. “I quickly realized I wanted a pizza that looked more graphical with a nice separation between the cheese and pepperoni. Basically I wanted what I call ‘Ninja Turtle pizza,’ because the look of the pizza in those cartoons was perfect.” After some trial and error, Jonpaul decided on Little Caesars () pizza. “The price is as beautiful as the pizza. Five dollars for a large pizza that much of time I reuse… It’s a steal!” For more photos and videos from Jonpaul's  series, follow \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "452,936", "path": "instagram/picture4102.jpg", "like_list": [], "date_time": "Mar 30, 2014", "location": "", "tag_list": ["@poppyseedhouse", "#MothersDay", "#MotheringSunday", "@poppyseedhouse", "@me_and_orla", "@thislakshmi", "@poppyseedhouse"], "caption": "On Sunday, mums across the United Kingdom will be celebrated for Mothering Sunday. Originally a Christian holiday falling on the fourth Sunday in Lent, the day allowed servant children to visit their \"mother\" church and see their families. Children brought gifts of wild spring flowers and handmade cards, and many mothers would traditionally bake a home-made simnel cake to mark the day. Now, the day has become a general tribute to motherhood similar to the American Mother's Day and still involves giving flowers, cards and gifts to mothers. \"Mothering Sunday is such an important day for me,\" says UK Instagrammer, midwife and mum Sharon Cudworth () from Suffolk. \"My husband is usually up early, preparing us all breakfast. My girls usually make their cards. They know I much prefer handmade things, especially by them. They also spoil me with beautiful fresh flowers too. Instagram has also allowed me to venture into the lives of other mothers across the world. I share daily captures of my children that other women have related to: moments of joy, laughter, fun and even despair, and this has been reciprocated too.\" To view more photos and videos from Mothering Sunday, browse the  and  hashtags and follow UK mums on Instagram ,  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "312,661", "path": "instagram/picture4103.jpg", "like_list": [], "date_time": "Mar 30, 2014", "location": "", "tag_list": ["@earthhourofficial", "@earthhourofficial", "#earthhour", "#earthhour2014", "@wwf_deutschland"], "caption": "On Saturday, March 29, people around the world celebrate Earth Hour (), a global movement celebrating environmental consciousness. From 8:30PM to 9:30PM in each region's local time, people across the planet switch off their lights to raise awareness of environmental issues and climate change.\n\nIn addition to individual residences, many of the world's major landmarks go dark for the event, granting locals and visiting Instagrammers alike a rare perspective on these famous buildings.\n\nFor more photos and videos from Earth Hour celebrations around the globe, follow  on Instagram and browse the  and 2014 hashtags.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "493,783", "path": "instagram/picture4104.jpg", "like_list": [], "date_time": "Mar 29, 2014", "location": "Le Marais", "tag_list": ["@gflandre", "@monsieurlam", "@ilkflottante", "@oliviathebaut", "@nathparis", "@gflandre", "@gflandre"], "caption": "\"I like to define Paris as a 'living cliché,'\" says Instagrammer Guillaume Flandre (). \"No matter how many times I have seen the Eiffel Tower, the Seine, le Louvre or Montmartre, I still look at these landmarks with the same amazement I had as a child. Paris actually looks like a postcard.\" Away from some of Paris's most famous and beautiful landmarks, Guillaume likes to capture moments of everyday life in Paris on Instagram and has found that places close to his home near Canal Saint-Martin make for great shooting locations. \"It's also a great place to take pictures of people playing basketball, riding their skateboards or partying on the quay next to amazing graffiti-covered walls—and the setting sun reflecting in the water is something I will never get tired of photographing.\" Guillaume also mentions the trendy neighborhood of Le Marais for undiscovered gems: \"This part of town is particularly interesting on Sundays when streets are closed to traffic and hip Parisians like to wander around.\" For more local views of Paris, Guillaume also recommends the following Paris Instagrammers:  for great architecture,  for graffiti around the city,  for minimalism and  for postcard views of the city.\nFor more photos and videos from Paris, tap the blue location text above and follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "275,712", "path": "instagram/picture4105.jpg", "like_list": [], "date_time": "Mar 29, 2014", "location": "", "tag_list": ["#WHPchairaffair", "#WHPchairaffair", "@lemonappletea"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture beautiful and creative photos of an everyday object: chairs. Some tips to get you started: Chairs come in all shapes and sizes. Look for a unique chair or a chair you find particularly beautiful and photograph it in a way that emphasizes its lines and shape. Think about the significance of an empty chair and the story you want your photo to tell. A single chair on its own can be inviting or lonely. You can also arrange a group of chairs to imply a different kind of story. Finally, setting can be very important for this project. A simple or solid-color background will emphasize the shape of the chair. The chair's natural setting (a home, restaurant or office for example) can help tell its story, but don't be afraid to take a chair to an unlikely setting to create a surprising scene.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "464,216", "path": "instagram/picture4106.jpg", "like_list": [], "date_time": "Mar 29, 2014", "location": "", "tag_list": ["@waywardspark", "@hpstorch", "@nicole_franzen", "@foxfodderfarm", "@clamlab", "@camillebecerra", "@lilystockman", "@waywardspark", "@waywardspark"], "caption": "\"Since the year I was born, my parents have maintained an oversized garden and have been vendors at the local farmers market. I was raised free foraging in the raspberry canes and the pea patch,\" explains Camille Storch (), who lives off-the-grid in rural Philomath, Oregon, with her husband Henry Storch () and two children.\n\nCamille joined Instagram on a whim to share moments from her life harvesting, preparing, cooking, canning and preserving fruits and vegetables, but soon formed a deep bond with a community of “farmers, food bloggers, adventurers and New Yorkers.” The connection took her across the country to meet one of her favorite Instagrammers. “After months of pining over Nicole Franzen ()'s photos of New York City, I decided to take an Instagram-fueled solo trip to Brooklyn last spring,” she says. “This was so totally out of character for me that everyone I knew thought I was a little nuts. I ended up having the time of my life, I met up with no fewer than 12 powerhouse women that I first connected with through Instagram, including , ,  and .\" To see more photos and videos from Camille’s life in Philomath, follow \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "419,815", "path": "instagram/picture4107.jpg", "like_list": [], "date_time": "Mar 28, 2014", "location": "Bondi Beach", "tag_list": ["@denoodle", "#wearebondi", "@denoodle", "@denoodle"], "caption": "\"I like to think I'm a cross between a hippie and a hipster,\" explains Instagrammer Tim Denoon (), a longtime resident of Bondi, an ocean-side suburb of Sydney, Australia.\n\nTim recently embraced a newfound passion for photography, one that he fuels with his photos of life on the beach or at the Bondi Icebergs' famous oceanfront pool. Though an avid surfer himself, it's more than just the waves that captures Tim's imagination, and he sees his photography as a way to bring people together. \"What I love most about Bondi is the local community, the people who I see on the sand and on the street who always stop and have a chat about the waves or the sky or how their coffee was slightly too bitter this morning,\" he says. Tim uses his photography on Instagram and the  hashtag to capture the magic of the Bondi spirit and \"get people thinking about what glues us together as a suburb.\" For more photos from Bondi, follow  and tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "488,665", "path": "instagram/picture4108.jpg", "like_list": [], "date_time": "Mar 28, 2014", "location": "Yorkshire Sculpture Park", "tag_list": ["#ArtThursday", "@nickyonline"], "caption": "Welcome to another ! This week takes us to the rolling hills of west Yorkshire, England, where you'll find gigantic wicker bunny rabbits, a galloping two-dimensional horse and a larger-than-life bronze sculpture of a man on his phone. These creations form Yorkshire Sculpture Park: a collection of works from British and international artists across 500 acres (202 hectares) of land in Wakefield.\n\nThis season artists Tom Price, Hans Josephsohn and Jordan McKenzie add their work to the regular host of world-renowned sculpture artists at the park. Yorkshire Sculpture Park always maintains 60 open-air works on display, including Wakefield's own Barbara Hepworth, Andy Goldsworthy and Henry Moore.\n\nTo view more photos and videos from Yorkshire Sculpture Park, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "448,725", "path": "instagram/picture4109.jpg", "like_list": [], "date_time": "Mar 27, 2014", "location": "", "tag_list": ["@samlarson", "@samlarson", "@samlarson"], "caption": "\"I gather my inspiration from the American West,\" says Sam Larson (), a 25-year-old Wisconsin native now working as a freelance artist in Carlsbad, California. \"I like to get out into the mountains and desert whenever possible.\" On Instagram, Sam shares his western-themed creations, which often take the form of tiny, penny-sized drawings.\n\nSam attributes his rekindled interest in illustration to Instagram. In 2013, after a five-year hiatus from art, “I started doing one drawing a night to post on Instagram. It was an exercise that held me accountable, and the encouragement helped keep me going.\" \"Instagram has allowed me to make new friends, travel to places I didn't know existed, share my art and so much more,\" says Sam. \"I hope to inspire people to pick up a pen, or to embark on some type of adventure.\" To see more photos of both Sam’s normal-sized and minuscule work, follow  on Instagram. Photo by "}, {"num_of_comments": 24, "num_of_like": "378,879", "path": "instagram/picture4110.jpg", "like_list": [], "date_time": "Mar 27, 2014", "location": "", "tag_list": ["@glennagordon", "@glennagordon", "@glennagordon"], "caption": "\"I love the informality of Instagram,\" says photojournalist Glenna Gordon (), whose work recently took her to Ghana from Nigeria. “It's a scrapbook, a record of where I've been and what I'm working on.\" Glenna will head to Senegal and Liberia in the coming months. \"I never planned to be a photographer,\" Glenna explains. \"I always wanted to be a writer.\" When journalism school proved uninspiring, however, Glenna visited her brother who was working in Rwanda. Talking to locals and telling their stories \"was the opposite of journalism school and I loved everything about it.\" Soon after, Glenna moved to Uganda and began writing. Over time, she says, “I felt myself more and more pulled towards photography,” which she now does almost exclusively. \"I hope people see contrasts among places, and the moments in between,” says Glenna. “I hope they see individuals rather than groups, to make it harder to generalize and say, ‘Africa is this,’ or ‘Africa is that.’” To see more of Glenna’s work across Africa, follow . Photo by "}, {"num_of_comments": 24, "num_of_like": "590,389", "path": "instagram/picture4111.jpg", "like_list": [], "date_time": "Mar 26, 2014", "location": "高知城", "tag_list": ["#桜", "#花見", "#お花見", "@suzu8bz"], "caption": "In Japan, sakura (桜), or cherry blossoms, stand as the symbolic flower of spring and start appearing all over the country as the seasons change. During this season, rows of cherry trees with their pastel-pink crowns transform the country and shower the streets in falling petals. People go out to gardens, streets and parks for hanami (花見), or flower viewing, to appreciate the beauty of the cherry blossoms and the mild weather after the long, cold winter. Often, hanami involves picnicking in the best sakura locations and enjoying food and drinks with friends under cherry trees. The blooming of sakura begins from the south around late March and spreads northward through the beginning of May.\n\nTo view more photos and videos of cherry blossoms and hanami parties in Japan, tap the blue location text above and browse the ,  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "499,124", "path": "instagram/picture4112.jpg", "like_list": [], "date_time": "Mar 26, 2014", "location": "", "tag_list": ["@nashker"], "caption": "Today, we're excited to share that the Instagram community has grown to more than 200 million people capturing and sharing their lives every month.\n\nFrom documenting a passion for jazz to the protests in Kiev, we're continually surprised and humbled by the moments you share. As we exceed 20 billion photos shared on Instagram to date, we look back in wonder at the beauty and importance of everything this community has created.\n\nThe vibrance and diversity of this community has increased as it has grown. Over the past six months, we've seen new communities coming together in cities and towns across the world, whether they be in Guthrie, Oklahoma, or Guatemala City. With January's Worldwide InstaMeet 8, we saw record turnouts of communities coming together to form friendships, explore new places and celebrate creativity in all corners of the globe from New Dehli to New York, Bucharest, Nairobi and beyond.\n\nTo the 50 million of you who've joined in the last six months, welcome. We're so glad you're here. And from our team to all 200 million of you, thank you for making Instagram great. We can't wait to see what you'll create next.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "599,569", "path": "instagram/picture4113.jpg", "like_list": [], "date_time": "Mar 25, 2014", "location": "", "tag_list": ["@raskalov", "@makhorov", "@raskalov", "@makhorov", "@makhorov"], "caption": "Standing on the roofs of buildings that reach higher than 500 meters (1,640 feet) tall would be terrifying for most, but for Russian Instagrammers Vitaliy Raskalov () and Vadim Makhorov () great heights are a daily adventure. \"One day my friends took me on a roof trip,\" explains Vitaliy. \"That was the start of my long journey. It was a hobby at first, but now it has become a kind of work.\" Vitaliy and Vadim post photos to Instagram from the top of some of the world's tallest skyscrapers, including China's Shanghai Tower and Russia's Moscow City Tower. This daredevil activity, not to be tried at home, is known as urban exploring. \"I use Instagram because it's fast and easy to save such beautiful moments—and I enjoy the responses from the community,\" Vitaliy adds.\n\nTo see more photos and videos from high above, follow  and  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "783,841", "path": "instagram/picture4114.jpg", "like_list": [], "date_time": "Mar 25, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@cute_bubu"], "caption": "Hello Instagram, it’s time for the ! Today we head to Singapore to meet BuBu, an incredibly soft little 7-year-old chinchilla. To add some micro-fluff to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "352,114", "path": "instagram/picture4115.jpg", "like_list": [], "date_time": "Mar 25, 2014", "location": "", "tag_list": ["@eva_kosmas_flores", "@goobzilla", "@luckylaksmi", "@she_smiles_", "@bekahlusko", "@_edgarmelo", "@trisataro", "@zobleu", "@justinwhenry", "#WHP3x5"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "403,635", "path": "instagram/picture4116.jpg", "like_list": [], "date_time": "Mar 24, 2014", "location": "", "tag_list": ["@a_ko_ko81"], "caption": "Huge sand hills, strong winds and camelback rides—these aren't exactly the scenes you'd expect to find in Japan. Yet at the Tottori Sand Dunes in Tottori, Japan, that's exactly what you can expect to find. Located in the southwestern region of Honshū Island and neighboring the Sea of Japan, these sand dunes are the only of their kind in the country. Covering an area of 30 square kilometers (7,413 acres), the dunes developed over thousands of years as volcanic sediments from nearby mountains were carried out into the Sea of Japan through the Sendai River. Strong ocean winds brought the sand back ashore to create the dunes. The desert-like environment, along with a herd of imported camels, provide an extraordinary view for locals and visiting Instagrammers alike.\n\nTo view more photos and videos of the Tottori Sand Dunes, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "358,252", "path": "instagram/picture4117.jpg", "like_list": [], "date_time": "Mar 24, 2014", "location": "", "tag_list": ["@nedamonem", "@aialahernando", "@aprilflores", "@native_kind", "@briannyongesa"], "caption": "Through Instagram, it's possible to visit every corner of the globe through photos and videos. We asked three people to share their favorite Instagrammers from another country. \"I love that people have the chance to notice the beauties around them that often tend to go unnoticed,\" says Neda Monem (), an English teacher and musician in Tehran, Iran. Neda's favorite Instagrammer outside Iran is Spanish food photographer Aiala Hernando (). \"I like following people with a unique style,\" she explains, \"especially if their feeds make me hungry.\" What started as a hobby “has become one of the most powerful ways of connecting with amazing people,\" says Aiala, who travels the world but calls San Sebastián home. Aiala recommends April Flores (). \"April makes me feel emotions with her photos, like each of her pictures has a beautiful story behind it.\" \"In college I studied chemistry and I dream of someday becoming a botanist somewhere with an ocean and big beautiful mountains,\" says April, Brooklyn-based founder of home goods collection . April offered documentary photographer Brian Nyongesa () as her favorite Instagrammer abroad. \"When I look at his photos I feel as if I was there experiencing those moments as well. He captures people in their natural essence so beautifully.”"}, {"num_of_comments": 24, "num_of_like": "319,040", "path": "instagram/picture4118.jpg", "like_list": [], "date_time": "Mar 24, 2014", "location": "", "tag_list": ["@mlartigue", "@me_and_orla", "@matthewrogich", "@arisuhartawan", "@hebeyo", "@nakamaes", "@turquoiseiolani", "@kyoichi911", "@anniemal_"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "312,682", "path": "instagram/picture4119.jpg", "like_list": [], "date_time": "Mar 23, 2014", "location": "", "tag_list": ["#worldwaterday", "@water", "@balazsgardi", "@charitywater", "@arni_coraldo", "@wavesforwater", "@wateraid", "@montereybayaquarium", "@balazsgardi"], "caption": "Around the world, 1.2 billion people—nearly a fifth of the planet—lack access to clean water. To call attention to the plight, the United Nations designated March 22 as World Water Day (). Here are just a few of the many people and organizations on Instagram working to raise awareness about water issues around the globe: , , , , , aid and \n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "465,381", "path": "instagram/picture4120.jpg", "like_list": [], "date_time": "Mar 23, 2014", "location": "", "tag_list": ["@willitbeard", "@stacythiot", "@willitbeard", "@willitbeard"], "caption": "Instagrammers across the world have been experimenting with using their hair as a home for a variety of inventive looks. US Instagrammer Pierce Thiot () and his wife Stacy () embarked on their creative beard collaboration after a family talent show. Pierce explains, \"Stacy and I were in Dallas over the Christmas season and we were spending time with my parents. My mom had asked all the grandkids to do a talent show and it was adorable! I decided to try and get a laugh by sticking as many pencils in my beard as possible. A pair of scissors ended up in there, too! After that, I just thought it'd be cool to see spaghetti noodles in there. Then Stacy and I starting thinking about what else could 'beard.' It's been a really fun project to work on together.\" Pierce and Stacy say they hope to put a smile on people's faces with their account: \"As long as someone laughs, or smiles, or it makes their day a little bit better, then it's been a success. We don't take this project too seriously. We just do it because it's fun and we want to share some joy.\" For more photos and videos of Pierce's stuffed beard, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "230,340", "path": "instagram/picture4121.jpg", "like_list": [], "date_time": "Mar 22, 2014", "location": "", "tag_list": ["#WHP3x5", "#WHP3x5", "@brianjemerick"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to create a 15-second video made of three five-second clips. Some tips to get you started: You can use your five-second clips to tell a story in three parts. As starting points, think about a sequence with a beginning, middle and ending, or experiment with filming the same subject in three different ways. You can also get more abstract with this project. Create scenes that all explore the same theme or emotion in very different ways to convey a message or feeling. Don't be afraid to leave narrative behind. Don't forget to pay attention to the sounds around you as you film. Your audio will be a key part of telling your story.\n\nPROJECT RULES: Please only add the  hashtag to videos taken over this weekend and only submit your own videos to the project. Any video taken then tagged over the weekend is eligible to be featured right here Monday morning!\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "440,525", "path": "instagram/picture4122.jpg", "like_list": [], "date_time": "Mar 22, 2014", "location": "", "tag_list": ["@jessicadicarlo", "@jessicadicarlo"], "caption": "3,867 meters (12,687 feet) above sea level and at the foot of the Himalayas stands Tengboche Monastery.\n\nBuilt in 1916, the monastery sits in the Khumbu Valley of Sagamatha National Park, a UNESCO World Heritage Site. It’s the final stop on the \"Sacred Sites Trail Project,\" a circular trail of 10 monasteries in Sagamatha that draws thousands of adventurous travelers from across the globe each year. \"The surrounding mountains are incredibly rugged monoliths of dark gray and white,\" says Jessica DiCarlo (), one such adventurer who shared several photos on Instagram during her visit to Tengboche in November. \"It really set the tone for the rest of my trek through the Himalayas.\" In the end, she says, \"it ended up being one of my favorite places on the Sacred Sites circuit. Sunny, freezing, gorgeous and with a lovely community of monks.\" To see more photos and videos from the site in the Himalayas, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "643,117", "path": "instagram/picture4123.jpg", "like_list": [], "date_time": "Mar 21, 2014", "location": "Hundertwasserhaus", "tag_list": ["#ArtThursday", "@vivizheleznova"], "caption": "Welcome to another edition of ! The Hundertwasserhaus, an apartment complex in Vienna, embodies Austrian painter, architect and sculptor Friedensreich Hundertwasser's passionate rejection of the straight line. In his lifetime, he went so far as to call straight lines \"godless and immoral.\" Built between 1983 and 1985 alongside architects Joseph Krawina and Peter Pelikan, Hundertwasserhaus has undulating floors, a grass-covered roof and 250 trees growing inside the rooms, their limbs reaching out windows. The Hundertwasser House is now one of Vienna's most visited buildings and a part of Austria's cultural heritage.\nTo view more photos and videos of Hundertwasserhaus, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "396,440", "path": "instagram/picture4124.jpg", "like_list": [], "date_time": "Mar 21, 2014", "location": "", "tag_list": ["@atsuko12", "@atsuko12", "@atsuko12"], "caption": "\"My first encounter with wagasas (Japanese umbrellas) was when I started working at a shop that sells them,\" says Kyoto Instagrammer Atsuko (). \"When I first held it in my hand, I was immediately drawn to the beauty of the traditional craftsmanship that shines through them.\" For Atsuko, this was not only the beginning of a job, but the start of a mission to spread her passion for the umbrellas with their hand-carved handles and oil-paper tops.\n\nThrough her work, Atsuko came to discover the decline in the overall traditional craftwork industry and felt alarmed by it. She decided to start a series on Instagram to express the elegance of wagasas and send this message to the world. She takes the wagasas to the historical and modernized districts of Kyoto, where she captures them in the seasonal landscape of the city or blending in with the surrounding architecture. The figures holding the wagasas are often dressed in western clothing, fusing modern and traditional cultures. \"I want people in and outside of Japan to understand the beauty of the traditional umbrellas and familiarize them in people's lives. That's why in the photos of wagasas I share on Instagram, I like to intentionally go outside of the classic Japanese settings and arrange them in artistic or everyday scenes.\" For more photos of traditional Japanese wagasas, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "330,922", "path": "instagram/picture4125.jpg", "like_list": [], "date_time": "Mar 21, 2014", "location": "", "tag_list": ["#InstaMeetJiran", "#Arkansawesome", "#LondonMeet_Feb14", "#high5meet", "#igerscardiff_museumphotowalk", "#4thinstameetdxb", "#focoinstameet", "#walkingthehighwalk", "#toquestoquesinstameet", "#meet_024", "#instameetczech", "#pswinstawalk", "#farminstameet", "@lanzgg", "@johnathancrawls", "@thrdn", "@reymark_franke", "@jackob", "@london", "@tomaszval", "@brenton_clarke", "@igersdubai"], "caption": "Over the past several weeks, Instagrammers around the world gathered to take photos and videos and share them on Instagram. Several Instagrammers crossed country and state borders to join InstaMeets and physically unite diverse communities.\n\nFor the first time ever, Indonesia and Malaysia came together in East Java, for , a four-day InstaMeet on the active volcano Mount Bromo. In the United States, Instagrammers from several neighboring states gathered in Little Rock, Arkansas, for the  InstaMeet. Europe Instagrammers from across the continent also congregated in London for the .\n\nOther meets took place in Bandung (), Cardiff (), Dubai (), Fort Collins (), London (), Mexico City (), Nijmegen (), Prague (), Pune () and Rio de Janeiro (). Photos by , , , , , , ,  and "}, {"num_of_comments": 24, "num_of_like": "460,180", "path": "instagram/picture4126.jpg", "like_list": [], "date_time": "Mar 20, 2014", "location": "", "tag_list": ["#promposal", "@caleighf0rnia"], "caption": "Prom season is officially underway in the United States. Prom, short for \"promenade,\" is a high school dance typically held at the end of a student's senior year.\nElaborate, creative or funny \"promposals\"—asking someone to the dance—can reach mythic status, and students have been sharing some of their proposal experiences on Instagram. To view more proposal photos and videos, explore the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "461,061", "path": "instagram/picture4127.jpg", "like_list": [], "date_time": "Mar 20, 2014", "location": "", "tag_list": ["@pegandawl", "@pegandawl"], "caption": "For Philadelphia artisan Margaux Kent (), her love of bookbinding—and of Instagram—has its roots in journaling. Having made books since she was a child, she took up the craft in earnest after taking it upon herself to repair a beautiful book that had fallen apart.\n\nOnce preferring to build large-scale books, she turned to her signature miniature style as a matter of efficiency. \"I use only antique and vintage leather to cover my books, so naturally, I had lots of gorgeous scrap,\" Margaux explains. Together with her husband, Walter, and a team of a few others, Margaux crafts for Peg and Awl, a small business creating products out of \"treasures found and recovered from misfortune and neglect.\" Her books and other handiworks populate her Instagram account, which she sees as a new extension of her past journaling habits. \"When I used to write all of the time, I would write to my imaginary children and grandchildren of the future. I always had to have a someone out there who was reading,\" she says. \"Instagram has become the voice that once belonged to the pages in my book. 'Fill me! Identify something worth identifying!'\" Photo by "}, {"num_of_comments": 24, "num_of_like": "373,464", "path": "instagram/picture4128.jpg", "like_list": [], "date_time": "Mar 19, 2014", "location": "Plaça de l'Ajuntament", "tag_list": ["@ayjoselitoo", "#fallas", "#lasfallas", "#valenciagram_fallas2014", "@daphunkt"], "caption": "Each year, the city of Valencia, Spain, celebrates the beginning of spring with one of its biggest festivals: Las Fallas. Throughout March every day at 2:00PM the mascletà takes place where firecrackers are set off in Plaça de l'Ajuntament. Tapas, drinking and fiestas throughout the city follow into the evening. The Las Fallas festival originated as the burning of parots—overhanging structures used to give light that were no longer needed as the days grew longer in springtime. Nowadays, neighborhoods decorate their streets with lights and create their fallas—giant polystyrene handmade figures from popular culture that are paraded on floats down the city's streets. Often grotesque and satirical, these artistic monuments take months to create and later become huge bonfires across the city. The festival culminates in an impressive firework display called Nit del Foc, or \"Night of Fire.\" \"The spring light changes every single corner of the city. These are the days to walk the streets, to go out and see the monuments, the light decorations, days to hang out with friends, to go to the mascletà everyday in the city center, to watch the fireworks at night by the river Turia at Paseo de la Alameda,\" says Valencia Instagrammer Jose (). \"Thousands of tourists visit Valencia in these magical days. Valencia welcomes spring and every single tourist and local with its shiny sun, its lovely blue sky and the smell of azahar flowers (orange blossoms) in the streets.\" To view more photos and videos from Las Fallas, tap the blue location text above and browse the ,  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "556,819", "path": "instagram/picture4129.jpg", "like_list": [], "date_time": "Mar 19, 2014", "location": "Praia do Sancho - Fernando de Noronha / Brasil", "tag_list": ["@babi_r"], "caption": "Nature lovers from all over the world hike up the cliffs at Baia de Sancho beach, 354 km (220 mi) off the Northern Brazilian coast, for a view of two enormous volcanic rock formations emerging from the water. Known as Dois Irmãos (\"two brothers\") because of their almost identical shape and close proximity, the rock formations are one of Brazil's natural wonders.\n\nConsidered by many as Brazil's most beautiful beach, Baía do Sancho is one step on the island chain of Fernando de Noronha, a World Heritage Site of 21 islands. The island is only accessible by plane or boat from the northern cities of Recife or Natal, and once there visitors must brave a steep, rickety ladder to access the beach. These difficulties don't faze a steady stream of adventurers, however, who make the trek to snorkel in the crystal waters among turtles, baby sharks and exotic fish.\n\nTo view more photos and videos from Baía do Sancho, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "393,984", "path": "instagram/picture4130.jpg", "like_list": [], "date_time": "Mar 19, 2014", "location": "Taman Nasional Gunung Bromo", "tag_list": ["#InstaMeetJiran", "#InstaMeetJiran", "@firmanaldianto", "@razieff", "@firmanaldianto", "@moriesadhtya", "@rino_adlis", "@shafiqanaksaleh_"], "caption": "In late February, 12 Instagrammers—five from Malaysia and seven from Indonesia—gathered for , a four-day InstaMeet on East Java's active volcano, Mount Bromo. \" happened because of the Malaysian Instagrammers,\" explained Firman Aldianto (), an Indonesian Instagrammer who helped organize the meet-up. \"Since the last Worldwide InstaMeet,\" says Malaysian Instagrammer Razieff (), \"a group of us have organized several InstaMeets.” When they learned of last year's meet-up on Indonesia’s scenic Mount Bromo, however, they were inspired to make a pilgrimage of their own.\n\nWhen Firman learned of their plans to visit, he put out the word to his friends in Indonesia. In the end, the group included Instagrammers from Malaysia, Malang and Surbaya, many of whom were meeting for the first time. \"This was a truly unforgettable experience,\" says Firman. Beyond Instagram, \"we shared and learned about one another's culture, tourism, cuisine and more.\" Says Razieff, \"Even though we'd never met in real life before, we all became close and still keep in touch.\" To view more photos and videos from Mount Bromo, follow ,  and  on Instagram. Photo by "}, {"num_of_comments": 24, "num_of_like": "476,209", "path": "instagram/picture4131.jpg", "like_list": [], "date_time": "Mar 18, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@bellatheaussie", "@bellatheaussie"], "caption": "Hello Instagram! Time for the ! Say hello to Bella (), a beautiful 3-year-old Australian Shepherd rescue with a soft spot for snow. Add some awesome Aussie to your Instagram feed by following ."}, {"num_of_comments": 24, "num_of_like": "366,216", "path": "instagram/picture4132.jpg", "like_list": [], "date_time": "Mar 18, 2014", "location": "", "tag_list": ["@suciputimelati", "@lammer", "@ianbrownphotography", "@corrieowens", "@dave_krugman", "@veeceecheng", "@palmyhk", "@madmenezes", "@paytonmanley", "#WHPdancers"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "677,228", "path": "instagram/picture4133.jpg", "like_list": [], "date_time": "Mar 17, 2014", "location": "The Spire", "tag_list": ["#stpatricksday", "@edhurrell"], "caption": "Happy St. Patrick's Day! Green-clad, shamrock-decorated and probably drinking a pint of Guinness, people of Irish descent across the world will take to the streets and pubs to celebrate Irish heritage for St. Patrick's Day on Monday. The first Feast of St. Patrick honored the 5th-century patron saint of Ireland and the arrival of Christianity in the 1600s. Restrictions on eating and drinking for lent are lifted on this day, adding to the merry St. Paddy's Day atmosphere. A public holiday in Ireland and Northern Ireland, March 17 is also widely celebrated across the world by enthusiastic expats.\n\nTo view more photos and videos from St. Patrick’s day celebrations, browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "543,259", "path": "instagram/picture4134.jpg", "like_list": [], "date_time": "Mar 17, 2014", "location": "", "tag_list": ["#holi", "#holi2014", "@saiesh33"], "caption": "On Monday, Hindus everywhere celebrate Holi, an annual festival of colors that marks the beginning of spring. The festivities start out with bonfires held on the eve of Holi, which symbolize the victory of good over evil in Hindu mythology. On the day of Holi, thousands of people take to the streets to celebrate the abundant colors of spring by throwing colored powder and water at one another in mass gatherings. In Hindu temples, devotees enter into a shower of colors as they gather for holiday prayers. The festivities are traditionally held by Hindu communities in India, Bangladesh, Pakistan and Nepal, and nowadays are spreading across non-Hindu communities as an opportunity to engage with the Hindu culture. Drawn by the vibrant colors, many Instagrammers taking part in the celebration are capturing and sharing this joyous and colorful day with the world.\n\nFor more photos and videos from Holi, browse the  and 2014 hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "461,389", "path": "instagram/picture4135.jpg", "like_list": [], "date_time": "Mar 17, 2014", "location": "Tai O", "tag_list": ["@travel_photograph_food"], "caption": "Known locally as \"the Venice of Hong Kong,\" Tai O (大澳) is a small fishing village which straddles the waters between the west coast of Lantau Island and a smaller island just 15 meters (49 feet) away. The village is known for its waterfront establishments and traditional way of life. Most notably, Tai O is home to the oldest remaining community of stilt houses, once common across all of Hong Kong. For over two centuries, the village has been home to the Tanka people, formerly a nomadic southern Chinese ethnic group. Many elderly residents of the village make a living from fishing, duck farming and making the village's famous salted fish and shrimp paste, all of which can be found in the main Tai O Market. Tourists from mainland China and Hong Kong visit Tai O to see the slow, unchanging lifestyle of the old seaside village—a sight that has become increasingly rare in their rapidly developing home countries.\n\nTo view more photos and videos of Tai O, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "332,872", "path": "instagram/picture4136.jpg", "like_list": [], "date_time": "Mar 17, 2014", "location": "", "tag_list": ["@dennyforreal", "@borborigm", "@_momstheword", "@sfurusho", "@sato_co", "@fraziphone", "@sircalen", "@alex__swanson", "@trrofimov"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring Instagram news and some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "462,751", "path": "instagram/picture4137.jpg", "like_list": [], "date_time": "Mar 16, 2014", "location": "", "tag_list": ["@fredbandeira", "@fredbandeira", "@fredbandeira"], "caption": "“My city, Belo Horizonte, is certainly a huge creative inspiration. Like most people who live here, I am in love with this place. Belo Horizonte, affectionately called 'BH,' has a population of over 3 million but still has that welcoming, small town feel,\" says Belo Horizonte Instagrammer Frederico Mattos (), whose shots mostly capture his day-to-day life. \"I could be driving, walking or biking somewhere and all of a sudden I’ll realize that I’m in front of a potentially beautiful shot—and I’ll stop to record that moment.” Within the urban parts of the city, Frederico heads to Savassi, a local mall, to capture portraits of the eye-catching characters who hang out there. For a dose of the city’s rich culture, Frederico recommends Praça da Liberdade: “It is the city’s most charming square which also houses Brazil’s largest cultural center.” To experience Belo Horizonte’s natural sights, Frederico hikes up to Serra do Curral. “One of the city’s landmarks, this mountain gives Belo Horizonte a very unique energy.” The Lagoa dos Ingleses is also among Frederico’s favorite spots in \"a special corner of the city where nature and beautiful landscapes meet water sports.” For more photos and videos from Fred's adventures around Belo Horizonte, follow  on Instagram. You can also see more photos from Lagoa dos Ingleses by tapping the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "505,311", "path": "instagram/picture4138.jpg", "like_list": [], "date_time": "Mar 16, 2014", "location": "Flatiron Building", "tag_list": ["@kat_in_nyc", "#puddlegrams", "@kat_in_nyc", "@kat_in_nyc"], "caption": "The Flatiron Building in Manhattan has been a favorite subject for photographers since its construction in 1902. Native New Yorkers and visiting Instagrammers alike flock to the building to shoot its iconic wedge-shape. New York photographer Kat Irlin () has a passion for photographing the Flatiron. \"It is photogenic in any weather but looks best in cloudy weather and during sunset. I think it's a must-see for anyone visiting NYC,” she says.\n\nTo get a great shot of the Flatiron, Kat offers a few tips: \"You'll need to cross the intersection right in front of the Flatiron to get far enough away to capture it in its full beauty. I try to look for interesting 'accents' around it—there are usually pretty flowers, fixtures and even puddles for  around the building depending on the season. There is a very pretty park across the street, and the Flatiron looks stunning when peeking through the trees. Lastly, to get a minimalist shot, aim at the very top of the building and have the sky take up most of the space.\" To explore more photos and videos of the Flatiron Building, tap the blue location text above and follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "377,685", "path": "instagram/picture4139.jpg", "like_list": [], "date_time": "Mar 15, 2014", "location": "", "tag_list": ["#WHPdancers", "@darian_volkova", "#WHPdancers", "@ballerinaproject_"], "caption": "Weekend Hashtag Project: \n\nAfter hearing tips from Russia dancer and Instagrammer Darian Volkova () in an earlier post this week, this weekend's goal is to take creative photos and videos of dancers. Some tips to get you started: Dancers often like to pose for the camera. Have a friend or acquaintance who's a professional dancer? Offer to let him or her use your photos and videos in exchange for posing. Remember, though, that anyone can be a dancer! Turn on the music, grab your friends and family and capture the fun of the moment. Your setting will be key to the kind of story your photo or video tells. For a more classic look, seek out dramatic light and empty spaces. (You may even be able to shoot in a dance school or studio if you secure advance permission.) If you want a more contemporary feel, seek out somewhere where dance would be unexpected like a crowded street, supermarket or wherever your imagination may take you. Finally, if you're shooting video, try to limit the amount of motion. It's difficult to follow a moving dancer if your camera is moving, too, so try and keep your phone still while your dancer moves (or vice versa). PROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 9, "num_of_like": "627,109", "path": "instagram/picture4140.jpg", "like_list": [], "date_time": "Mar 15, 2014", "location": "", "tag_list": ["#piday", "#pipie", "#π"], "caption": "This Friday, math and pastry enthusiasts around the world celebrate Pi Day, the day when the date (3/14) matches the first three digits of the mathematical constant π (3.14). Even those with a passing interest in mathematics use today as an excuse to test their baking skills, indulge in the baking prowess of others and snap some photos and videos along the way.\n\nExplore Pi Day creations from around the globe and share your own with the ,  and  hashtags."}, {"num_of_comments": 24, "num_of_like": "417,160", "path": "instagram/picture4141.jpg", "like_list": [], "date_time": "Mar 14, 2014", "location": "", "tag_list": ["#whiteday", "#ホワイトデー", "#화이트데이", "@dedely"], "caption": "On Friday, Japan, South Korea and other East Asian countries celebrate White Day, a day when men return Valentine favors to women. Unlike in Western cultures where couples exchange their mutual love on Valentine's Day, in these countries the holiday is considered a day for women to show their love and appreciation for men by handing out chocolates and small gifts. In return, men are expected to return the favor a month later on March 14. White Day has its origin in late 1970s Japan when a local confectionery company in Southern Japan started to market the idea with marshmallows, calling it Marshmallow Day. Now, the day is widely celebrated across East Asia, with gifts varying from candies and flowers, to more expensive fancy dinners and jewelry.\n\nTo view more photos and videos from White Day celebrations, browse the ,  and  hashtag on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "482,283", "path": "instagram/picture4142.jpg", "like_list": [], "date_time": "Mar 14, 2014", "location": "", "tag_list": ["@livscreams", "@livscreams", "@livscreams"], "caption": "For Liv Buranday (), coffee isn't just a jolt of caffeine in the morning—it's a blank canvas inviting her to create her next piece of art.\n\nLiv uses Instagram as a way to explore her creative interests. \"What I like about Instagram is that you get to see a lot of awesome artsy photos, and l got hooked looking at minimalistic art,\" Liv says. \"This also inspired me to do minimalistic photos and art of my own that led me to create ground coffee art.\" Her chosen medium—coffee grounds—stemmed out of her family's morning routines on the Philippine island of Cebu where she lives. \"What inspired me to do ground coffee art is my father's love for coffee. I've always known him to love brewed coffee, and then a thought popped out when he opened that Folgers Classic Roast—perhaps I can use its contents as art.\" Once inspired, Liv sets out to arrange the grounds into her composition, using only her hands and a toothpick to painstakingly arrange the coffee and small props.\n\nFor more of Liv's artwork, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "367,819", "path": "instagram/picture4143.jpg", "like_list": [], "date_time": "Mar 13, 2014", "location": "", "tag_list": ["@zobolondon", "#whpthanksdad", "@dadsdiscdelights", "@dadsdiscdelights", "@dadsdiscdelights"], "caption": "When London Instagrammer Zoë Timmers () saw the comments on her contribution to a Weekend Hashtag Project for Father's Day (), she knew she'd stumbled upon something special. Her submission was a portrait of her dad holding one of his beloved Miles Davis vinyl jazz records, Tutu. Seated in his custom-built music room in their Buckinghamshire cottage, now housing a 70-year-old collection of 10,000 records (he bought his first record in 1942), the photo drew comments from a number of enthusiasts asking questions about the album, history of jazz and the genre's musicians. Zoë decided to start a dedicated feed——to further share his lifetime passion and knowledge of jazz with Instagram.\n\nZoë's father has worked in the music industry most of his life and fell in love with jazz early on. \"I started reading about jazz as much as I could, listening to radio jazz programs and pestering record shops for information. I hope to put before Instagrammers a lifetime jazz lover's view and opinion, as opposed to some dry, learned observation.\" Zoë takes all the photos, and her dad writes the captions after their conversations about which records to feature in what order. Zoë publishes to Instagram, and her dad responds in comments. \"The challenge is to get the essence of a piece of music across in 15 seconds,\" he says. \"Visually of course it's about attracting the viewer's attention in the first place and hopefully they’re drawn in and want to know more.\" For more from Zoë and her dad, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "381,057", "path": "instagram/picture4144.jpg", "like_list": [], "date_time": "Mar 13, 2014", "location": "", "tag_list": ["@spatari", "@visualmemories_", "@visualmemories_", "@rockkhound", "@rockkhound", "@contour7"], "caption": "Through Instagram, it's possible to visit every corner of the globe through photos and videos. We asked three people to share their favorite Instagrammers from another country.\n\nAlex () is a 26-year-old television producer in Chișinău, Moldova, who joined Instagram when it launched in 2010. \"I love Instagram accounts that have some theme or idea,\" says Alex, who chose New Yorker . \"Photography has always been a hobby of mine but thanks to Instagram I've developed a deeper love for it,\" says Jomayra (), who is 28 and works in real estate. Jomayra chose Thai Instagrammer . \"I've been following him for the longest time. He has a creative eye for new perspectives.\" As a 25-year-old flight attendant based in Bangkok, Tom () has a chance to travel and explore new places for work. \"I've had a chance to meet so many people I found through Instagram that I now call friends.\" Tom chose Latvia Instagrammer . \"He is a minimalist. His work is cool, clean and always fresh.\""}, {"num_of_comments": 24, "num_of_like": "415,301", "path": "instagram/picture4145.jpg", "like_list": [], "date_time": "Mar 13, 2014", "location": "", "tag_list": ["@darian_volkova", "#soulinfeet", "@jr", "#NYCBArtSeries", "#soulinfeet", "@darian_volkova", "@ballerinaproject_", "@balletzaida", "@balletbeautiful", "@darian_volkova"], "caption": "\"Ballet is a lightness and heaviness. Hard work in the classroom and weightless beauty on stage.\" These are the words of Russian Instagrammer Darian Volkova (), a dancer based in St. Petersburg who regularly takes photos and videos of her ballet friends on Instagram. Darian started her  series six months ago, giving a rare insight into the life of a ballerina through video clips of rehearsals, classroom warm ups and backstage. Instagrammers such as the artist JR () have also explored the world of ballet and how to shoot dancers on Instagram through his collaboration with the New York City Ballet (). Want to learn more about how to shoot dancers on Instagram? Here are Darian's tips: \"During rehearsal, when a dancer moves I may ask them to stay in a certain position. Ballet poses can look completely different depending on your point of view. If you ask a ballerina to stand in an arabesque and walk around her, providing she doesn't move, you will get different shots and angles. I shoot in ballet halls. Often there are large rooms with large windows and nothing to interrupt your view—lots of natural light for the dancer's body to catch. In ballet, there is often an important special moment in the middle of a move. If you are interested in ballet, pay close attention and speak to the dancers so you know when to push the shutter. The human body is like clay: you can mould it. And the body of a ballerina is super soft, like plastic clay, which can be very beautiful.\" For more photos and videos of Darian Volkova's dancers, browse the  hashtag and follow  on Instagram. For more great photos and videos of ballet dancers, follow ,  and  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "363,739", "path": "instagram/picture4146.jpg", "like_list": [], "date_time": "Mar 12, 2014", "location": "", "tag_list": ["@ccerruti", "#3636project", "@poopingrabbit", "@lisasolomon", "@paxtongate", "@ccerruti"], "caption": "San Francisco artist and self-described \"maker extraordinaire\" Courtney Cerruti () is no stranger to the world of craft. \"I'm an artist and I make something everyday.\" A little over a year ago, Courtney was inspired by an artist's intricate drawings on wooden objects. With his work in mind and intrigued by later photos she saw of antique spoons, it wasn't until a friend posted a photo of spoons displayed decoratively on a restaurant wall that everything came together for her. She purchased a lot of 36 antique, handmade wooden spoons and set about finding collaborators for her idea—and the  was born.\n\nCourtney sought out artists throughout the United States and United Kingdom who worked in diverse media, but whose work would come together as a cohesive whole. \"I was surprised by a few artists who created pieces in mediums outside their current work. Although Mike McConnell () is both a painter and a sculptor, I was surprised by his choice to create a faux taxidermy squirrel from his spoon. Likewise, Lisa Solomon (), who works with thread, embroidery and crochet, gave me a spoon that was painted. I love being surprised. Every spoon was so different and it kept the show interesting!\" After receiving the spoons, Courtney brought them together for an exhibition at San Francisco's Paxton Gate (), where many of them have already sold—bringing recognition and profit to artists across the world.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "322,800", "path": "instagram/picture4147.jpg", "like_list": [], "date_time": "Mar 12, 2014", "location": "", "tag_list": ["#vendimia", "@vivivendimia"], "caption": "Dating back to the 17th century, the Fiesta Nacional de la Vendimia (\"The National Grape Harvest Festival\") is one of Argentina’s most important celebrations. Every year, wine enthusiasts from all over the world gather in the city of Mendoza for fireworks, music, dancing and—of course—lots of wine. As part of the celebrations in the months leading up to the festival, pageants take place in Mendoza's 18 provincial districts to crown local young beauty queens.\n\nThe Grape Harvest Festival officially kicks off with a parade where each queen rides in on an elaborate float decorated with grape harvest motifs. The queens wear costumes designed to celebrate the characteristics of their district's winemaking. The following day, another traditional parade takes place featuring gauchos dressed in traditional cowboy attire.\n\nThe Grape Harvest Festival ends with a large show at the Frank Romero Day Greek Theater. When the clock strikes midnight, the new Grape Harvest Queen is crowned before a large crowd who have gathered to steal a glimpse of the new queen on her coronation night.\n\nTo view more photos and videos from the National Grape Harvest Festival, tap the blue location text above and browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "349,204", "path": "instagram/picture4148.jpg", "like_list": [], "date_time": "Mar 12, 2014", "location": "", "tag_list": [], "caption": "Today, we're excited to announce improvements to the way Instagram for Android looks and feels.\n\nSince first launching Instagram for Android in April of 2012, we've come to support thousands of different Android devices of all shapes and sizes. In taking time to polish our designs, we've worked to make sure that Instagram feels native and at home on any Android device.\n\nThese changes mean a faster, more responsive app. Your profile screen now loads twice as fast, and we've cut the overall app size in half to increase speed throughout Instagram. By making our design cleaner, we've also made Instagram for Android easier to use. We've simplified our visuals throughout our app, making use of valuable screen space for small devices and feature phones and rearranging our design to keep buttons within easy reach as you navigate the app on a larger device.\n\nIt's the same Instagram for Android you know and love—faster, cleaner and easier to use than ever.\nInstagram for Android version 5.1 is available today on Google Play."}, {"num_of_comments": 24, "num_of_like": "699,157", "path": "instagram/picture4149.jpg", "like_list": [], "date_time": "Mar 11, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@millathecat", "@millathecat"], "caption": "Hello, Instagram! It's time for the ! Today we head to sunny Hollywood, California, to meet Milla (), a beautiful Blue Scottish Fold. Add a little big-eyed, tiny-eared feline to your feed by following ."}, {"num_of_comments": 24, "num_of_like": "353,262", "path": "instagram/picture4150.jpg", "like_list": [], "date_time": "Mar 11, 2014", "location": "", "tag_list": [], "caption": "In today's iOS update, we're excited to bring you a new creative tool alongside speed improvements and bug fixes. Now, when you tap the Lux (sunburst) icon in the photo edit screen, you'll see a slider that lets you adjust the intensity of the effect. Slide to the right to increase the contrast and saturation in your photo or slide left for softer tones.\n\nInstagram version 5.0.6 is available for download today in the Apple App Store."}, {"num_of_comments": 24, "num_of_like": "271,246", "path": "instagram/picture4151.jpg", "like_list": [], "date_time": "Mar 11, 2014", "location": "", "tag_list": ["@butmomma", "@avu3", "@samthecobra", "@inkandpulp", "@_meggylane_", "@gummyting", "@ryanschude", "@shawnvance", "@rjcaven", "#WHPwomenwhoinspire"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "455,638", "path": "instagram/picture4152.jpg", "like_list": [], "date_time": "Mar 10, 2014", "location": "Spreepark Plänterwald", "tag_list": ["@mestovsky", "@mestovsky"], "caption": "Just outside Berlin lies Spreepark, an abandoned East German amusement park. Kulturpark Plänterwald, later known as Spreepark, opened in 1969 and at its peak was host to over a million visitors a year. In 2001, however, only 400,000 people visited the park and it was closed down the following year.\n\nToday, locals and tourists alike risk the trespassing fine to view and capture Spreepark's headless dinosaur sculptures, roller coaster cars filled with leaves and Ferris wheel that spins slowly in the wind. Maxim Mestovsky (), a user experience designer from Minsk, Belarus, recently visited Spreepark on a trip to Berlin and shared his experience on Instagram. \"You have to take a train through a mountain and over a lake then climb a fence to get into the park, but when you do, it's beautiful,\" he says. \"The old Ferris wheel creaks, abandoned boats are strewn about. I don't understand why they don't sell tickets still! Maybe that's the charm of the park.\" For more photos and videos of Spreepark, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "305,366", "path": "instagram/picture4153.jpg", "like_list": [], "date_time": "Mar 9, 2014", "location": "", "tag_list": ["@burkhartsokc", "@jennsilverberg", "@qmc1198aa", "@tmccarten", "@ladile", "@sy0221", "@ayjoselitoo", "@pedrosamcastro", "@roracco"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "402,304", "path": "instagram/picture4154.jpg", "like_list": [], "date_time": "Mar 9, 2014", "location": "", "tag_list": ["@adaniella", "@adaniella", "@adaniella"], "caption": "“I’m inspired by Belo Horizonte’s contrasts, from its breathtaking landscapes to the city’s colors, which speak for themselves,” says Belo Horizonte Instagrammer Daniella Cabizuca (). Having lived in Belo Horizonte for the past 12 years, Daniella finds delight in capturing the city through images.\nDaniella's favorite place to take photos is the Mercado Central, a local market where you can find a large diversity of food and drinks. “The Mercado allows me to explore my fascination with colors and shapes.” When in the mood for landscapes, Daniella heads to the Lagoa da Pampulha, a beautiful lake where the famous São Francisco de Assis church is located. “The Lagoa’s amusement park is also really great. Its angles and colors make for wonderful photos.\" To experience the phenomenon behind the city’s name (Belo Horizonte translates to “beautiful horizon”), Daniella suggests visiting the Parque das Mangabeiras. “You can see the entire city from here. It’s a very interesting place to take pictures. Nature is all around, and that is very inspiring.” For more photos and videos from Daniella’s adventures around Belo Horizonte, follow  on Instagram. You can also see more photos from Lagoa da Pampulha by tapping the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "346,960", "path": "instagram/picture4155.jpg", "like_list": [], "date_time": "Mar 8, 2014", "location": "", "tag_list": ["@makeastandlemonaid", "@standwithme", "@lupitanyongo", "@palaciodoplanalto", "@nineteenfiftyone", "@mikaelashiffrin", "@laurenblauren", "@lauraboushnak", "@malalafund"], "caption": "On Saturday, men and women around the world celebrate International Women’s Day. An official holiday for many countries, the day has been observed since the 1900s as a chance to celebrate women's economic, political and social achievements. As a tribute to women everywhere, here are some of the exceptional women using Instagram to document their incredible stories of talent, triumph and humanitarianism: 10-year-old child slavery campaigner  and , Kenyan actress , Brazil's president Dilma Rouseff , aid worker , Olympic gold medalist , hunger activist , Palestinian photographer and education activist , female education activist Malala Yousafzai . To find out more, be sure to visit blog.instagram.com. Do you know of an incredible woman using Instagram to share their story? Let us know in the comments below!"}, {"num_of_comments": 24, "num_of_like": "308,613", "path": "instagram/picture4156.jpg", "like_list": [], "date_time": "Mar 8, 2014", "location": "", "tag_list": ["#WHPwomenwhoinspire", "#WHPwomenwhoinspire", "@catherinew"], "caption": "Weekend Hashtag Project: \n\nIn honor of International Women's Day on March 8, the goal this weekend is to take portraits of the women who inspire you and share their stories in your caption. Some tips to get you started: Let the story drive your portrait. Spend time talking with your subject beforehand, explain the project and try to capture what inspires you in her body language and expressions. When taking the portrait, take some time to think about light. Seek out soft window light for a calm portrait or, for a more dramatic shot, position your subject in a sharp sunbeam. Finally, if you're inspired by a woman you've never met, try using this project to reach out to her and share how she inspires you. She'll appreciate hearing from you, and you might just get the chance to take a portrait of someone you really admire.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "360,681", "path": "instagram/picture4157.jpg", "like_list": [], "date_time": "Mar 8, 2014", "location": "", "tag_list": ["@balazsgardi", "@balazsgardi", "@balazsgardi"], "caption": "Photojournalist Balazs Gardi () has spent the past decade documenting the effects of the global water crisis. Now in Kenya, Balazs's work has taken him to more than 20 countries across Africa and the Middle East.\n\nIt was Balazs's grandmother that sparked his interest in photography. \"She had it in her head that photography was a good path for a young man with no patience for authority or office work,\" he says. \"She was right, and I discovered that photography was a way to learn about people, their situations and problems, and about the world.\" As he learns and shares, Balazs says Instagram \"allows me to put the image in context and deliver it directly to my audience. By passing on my experiences, I'd like to spark meaningful public dialog. As time goes on I hope my audience takes action that either directly helps people in great need or changes their own behavior for the better.\" To see more photos and videos from Balazs's work in Kenya and elsewhere, follow . Photo by "}, {"num_of_comments": 24, "num_of_like": "457,095", "path": "instagram/picture4158.jpg", "like_list": [], "date_time": "Mar 7, 2014", "location": "Harmandir Sahib", "tag_list": ["@rebelandthecity"], "caption": "In the city of Amritsar in India's Punjab region, the Harmandir Sahib (ਹਰਿਮੰਦਰ ਸਾਹਿਬ) stands as the most sacred site of the Sikh faith. The temple, or gurdwara, was first constructed in the 2nd century after the excavation of the holy lake in which it stands. Guru Arjan, the fifth Sikh Guru, designed the temple as a central place of worship for his faith. The architecture and decoration of the site are marked by details symbolic of the Sikh worldview. Notably, a series of four entrances open onto the lake from all sides, welcoming visitors of all faiths.\nAfter suffering substantial damage during a wartime attack, the temple was rebuilt in the 1700s and later adorned with its signature gold exterior in the early 19th century. Now, the temple itself houses the Adi Granth, the central religious text of Sikhism, as well as inscriptions commemorating sacred events and memorial plaques for Sikh soldiers who died in the World Wars.\n\nFor more photos and videos from the sacred site in Amritsar, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "330,775", "path": "instagram/picture4159.jpg", "like_list": [], "date_time": "Mar 7, 2014", "location": "COPAN", "tag_list": ["#ArtThursday", "@pivoarte", "@ssi_andy"], "caption": "Welcome to another ! Towering above the heart of São Paulo, the Copan apartment building resembles a wave wending through the frenetic movement of the city. Designed by renowned Brazilian architect Oscar Niemeyer, the Copan houses about 5,000 residents in its more than 1,000 apartments. The idea of community stands as one of the founding principles of the Copan, as its communal spaces and sweeping floor areas are meant to encourage residents to come together. Drawing on this idea, Brazilian artist Fernanda Brenner recently converted an abandoned clinic within the Copan into Pivô (), an experimental art space showcasing modern art. In creating Pivô, Brenner aims to show not only the artist's final work but also the creative process. Artists are encouraged to prepare for exhibits in open studio spaces, stimulating a unique dialogue between São Paulo and its art.\n\nTo view more photos and videos from the Copan, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "451,743", "path": "instagram/picture4160.jpg", "like_list": [], "date_time": "Mar 6, 2014", "location": "", "tag_list": ["#ashwednesday", "#miércolesdeceniza", "@francomasini"], "caption": "Ash Wednesday marks the end of most Carnival celebrations around the world. On Ash Wednesday, or the first day of Lent, Anglican, Catholic and Lutheran Christians place ashes on their foreheads as a reminder of human mortality. In many countries, such as Mexico, Chile, the Philippines, Italy and the United States, millions of observers flock to local churches to receive ashes from their priests. Despite its huge Catholic population, the vast majority of Brazilians do not formally observe Ash Wednesday, as many Carnival celebrations continue through Ash Wednesday and only cease at the end of the week.\n\nTo view more photos and videos from Ash Wednesday browse the  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "379,771", "path": "instagram/picture4161.jpg", "like_list": [], "date_time": "Mar 5, 2014", "location": "Lafayette Square", "tag_list": ["#mardigras2014", "@elsiered"], "caption": "Laissez les bons temps rouler, it's Mardi Gras!\n\nFor Catholics, tomorrow is the beginning of Lent, a six-week period of fasting and prayer. Around the world, this period of quiet piety and reflection is ushered in by massive colorful parades and celebrations called Carnival—except in Louisiana, where it goes by the name Mardi Gras.\n\nTranslated from French as \"Fat Tuesday,\" Mardi Gras festivities have actually been in full swing for weeks. The season is marked by festive costumes, king cake and elaborate parades across New Orleans and nearby cities.\n\nTo see more photos and videos of Mardi Gras celebrations across Louisiana, tap the blue location text above and explore the  hashtag. Photo by "}, {"num_of_comments": 24, "num_of_like": "226,622", "path": "instagram/picture4162.jpg", "like_list": [], "date_time": "Mar 5, 2014", "location": "Ferramenta e altro", "tag_list": ["@carnevale_ivrea", "#carnevaleivrea", "@blurissimo"], "caption": "Ivrea, a town in northern Italy, plays host to one of the biggest food fights in Europe every year. Attendees in traditional dress from the middle ages flood the streets and are encouraged to pelt each other with oranges.\n\nThe Carnevale di Ivrea (Battle of the Oranges) is the fabled recreation of a medieval battle between townspeople and guards to drive out an evil tyrant—the origins of which are a mixture of legend and history. With horse-drawn carts and helmets, organized teams gather in the town's square for the battle, leaving only a trail of pulp and peel as evidence of destruction.\n\nTo view more photos and videos from the Battle of the Oranges, follow , tap the blue location text above and browse the  hashtag on Instagram.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "500,080", "path": "instagram/picture4163.jpg", "like_list": [], "date_time": "Mar 4, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@apignamedpenny", "@apignamedpenny"], "caption": "Hello, Instagram! Have we got a special  for you today. Meet Penelope Popcorn (), a fashionable miniature pig with a fondness for bows and trendy clothes. To add a little pedicured piglet to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "319,464", "path": "instagram/picture4164.jpg", "like_list": [], "date_time": "Mar 4, 2014", "location": "", "tag_list": ["@misspotterphd", "@ahmad_abi", "@tonoariki", "@samuel_william", "@hibster", "@sanganphotography", "@dear_saw", "@tilly_jak", "@cebraderayas", "#WHPtelephone"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "590,495", "path": "instagram/picture4165.jpg", "like_list": [], "date_time": "Mar 3, 2014", "location": "", "tag_list": ["@10_ya", "@iamnocco", "@sfurusho", "@chrisozer", "@jasonmpeterson", "@10_ya"], "caption": "Tokyo Instagrammer Tomoyasu Koyanagi () developed his own photographic skills by being conscious of simplicity, naturalness and lighting. \"When I shoot photos, I try to take out everything that's unnecessary and capture the image so that anyone can understand my story by seeing that one single photo. I also try to visualize what I am seeing in black and white in order to focus on the light and shadow.\" Whether it's a rainy cityscape, a vast grassland or his friends, Tomoyasu always strives to capture the truest, most beautiful moment of the world he sees. Despite his talent, Tomoyasu did not take up photography until he first got his iPhone a little over two years ago. Soon afterwards, he became fascinated by the global creative community forming on Instagram. \"When I started using Instagram, there already were a bunch of active photographers, and I was just amazed,\" he says.\n\nTomoyasu finds inspiration from Instagrammers who have a completely different style than his, but who still embrace the elements important in his work. For more photos and videos from Tomoyasu and his favorite Instagrammers, follow , ,  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "544,836", "path": "instagram/picture4166.jpg", "like_list": [], "date_time": "Mar 3, 2014", "location": "Iris-Cirque Du Soleil At Kodak Theater, Hollywood California", "tag_list": ["@theacademy", "@theellenshow", "@lupitanyongo", "@chivexp", "@echothecrat", "@michaelbjordan", "@mcgregor_ewan", "@iamjamiefoxx", "@pharrell", "@highheelprncess", "@chefwolfgangpuck", "@kristindurante"], "caption": "The 86th Academy Awards () are officially underway in Los Angeles, California. The stars have begun to make their way down the red carpet, and you can follow along as the night unfolds with these Instagramming nominees and folks from the film industry: host Ellen DeGeneres (), nominee Lupita Nyong'o (), nominee (), nominee Patrick Tubach (), presenter Michael B Jordan (), presenter Ewan McGregor (), presenter Jamie Foxx (), performer Pharrell (), stylist Jessica Paster () and event chef Wolfgang Puck (). For more from the ceremony at the Dolby Theater in Los Angeles, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "320,601", "path": "instagram/picture4167.jpg", "like_list": [], "date_time": "Mar 3, 2014", "location": "", "tag_list": ["@theindigobunting", "@esfoongps", "@kuma3x3", "@bhaktimar", "@anthonyn1cholas", "@ranbeneli", "@shikimasuda", "@edouphoto", "@ericcahan"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "535,920", "path": "instagram/picture4168.jpg", "like_list": [], "date_time": "Mar 2, 2014", "location": "Ruby Falls", "tag_list": ["@mathnetic"], "caption": "341 meters (1,120 feet) beneath Lookout Mountain in Chattanooga, Tennessee, an underground stream winds its way through the caverns before plummeting to depths below. This site, known as Ruby Falls, has become one of the most famous tourist spots in the southeast United States, drawing visitors to capture the sight of the falls.\n\nThe caves of Lookout Mountain have a rich and storied history leading up through the 19th century, but in 1905 railway construction along the mountain shut off all access to the caverns, leaving it inaccessible to visitors. Inspired by the stories of the past, cave enthusiast Leo Lambert garnered resources to reopen the site, and in 1928 construction on his project commenced. During excavation, Lambert discovered a new section of the cavern and—at its end—the waterfall. Lambert named the falls after his wife, Ruby, and went on to develop the site into a destination for visitors with regular tours. In time, Ruby Falls also came to be one of the first caves outfitted with electric lights. Now colored lights illuminate the falls, making it an even more attractive destination for visiting Instagrammers.\n\nFor more photos and videos from the falls, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "699,004", "path": "instagram/picture4169.jpg", "like_list": [], "date_time": "Mar 2, 2014", "location": "Snapper Rocks", "tag_list": ["@ASP", "@quiksilver", "@roxy", "@kirstinscholtz", "@kc80", "@rissmoore10", "@mfanno", "@kellyslater", "@courtneyconlogue", "@kirstinscholtz"], "caption": "The Association of Surfing Professionals () kicks off its Samsung Galaxy 2014 ASP World Championship Tour Saturday in Australia's Gold Coast. The world's best male and female surfers will take to the water to compete for the highest scores from judges considering level of difficulty, innovation, variety, speed, power and flow.\nWhether you're attending the Quiksilver () and Roxy () Pros or simply getting a surf session in with friends, keep these tips from ASP photographers Kirstin Scholtz () and Kelly Cestari () in mind: Early morning and late afternoon are the most magical times to shoot surfing. Nothing will end a water session quicker than a leak; protect your water housing from any possible damage. Build a good working relationship with the surfers so they trust you not to ruin their wave and you trust them not to injure you. Shooting from behind the wave can make the face look steeper and the wave bigger; shooting from above makes it look smaller and flatter.\n\nFor more photos and videos from the Quiksilver and Roxy Pro, tap the blue location text above and follow competing surfers , ,  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "451,174", "path": "instagram/picture4170.jpg", "like_list": [], "date_time": "Mar 1, 2014", "location": "", "tag_list": ["@claudialeitte", "@veveta", "@gilbertogil", "@pretagil", "@danielamercury", "@swingueira_vilaisabel"], "caption": "In Brazil, it's jokingly said that the year only really begins after Carnaval, the annual five-day festival before Ash Wednesday that marks the beginning of Lent. Brazilians take Carnaval seriously: most of the country shuts down to take part in the festivities and some participants begin planning their costumes and events up to a year in advance.\n\nTo get a musician's perspective on Carnaval, follow , , ,  and .\nFor more photos and videos from Carnaval in Rio, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "253,580", "path": "instagram/picture4171.jpg", "like_list": [], "date_time": "Mar 1, 2014", "location": "", "tag_list": ["#WHPtelephone", "#WHPtelephone", "@payphones"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative photos and videos that feature telephones. Some tips to get you started: Keep an eye out for unique or quirky telephones. Pay phones, rotary dials and even cell phones all come with the stories of their time and environment. Experiment to see how you can bring that into the story you tell with your photo or video. You can also use your mobile phone as the subject of your photo and as a framing device. Turn its camera on, turn up the brightness and hold it at a distance, then photograph it using a friend's device. Finally, remember that the sound of a ringing telephone can convey a lot of different emotions. Think about the different sounds a telephone can make if you're planning out a video.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "465,128", "path": "instagram/picture4172.jpg", "like_list": [], "date_time": "Feb 28, 2014", "location": "Henderson Waves", "tag_list": ["#ArtThursday", "@cherylfxt"], "caption": "Welcome to another ! This week takes us to a mountainous area of Singapore, where an elegantly designed bridge connects two parks. At 83 meters (274 feet) long and 36 meters (118 feet) above Henderson Road, the Henderson Wave is known not only for being the highest pedestrian and cycle bridge in the country, but also for its unique wave-like architecture. Designed by Adams Kara Taylor, a London-based structural and civil engineering consultant firm, the bridge stretches out in a U-shape and sustains seven half-domes made of steel ribs alternating above and below one side of the bridge's wooden deck. At night, the domes emit a soft glow formed by LED lighting that accent the curves of the structure.\n\nTo view more photos and videos of the Henderson Wave, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "465,591", "path": "instagram/picture4173.jpg", "like_list": [], "date_time": "Feb 28, 2014", "location": "Dunnottar Castle", "tag_list": ["@jshwon"], "caption": "On Scotland’s northeast coast, the ruins of Dunnottar Castle keep silent watch over the North Sea. Thought to have been built around the sixth century as Dùn Fhoithear, the fortress occupies 1.4 hectares (3.5 acres) on a clifftop 50 meters (160 feet) above the rocky coast below. A national landmark since 1970, the castle draws local and visiting Instagrammers alike to its scenic views and rich history.\n\nFrom the 13th through the 18th century, Dunnottar was the home of the Keith family, Earls Marischal of Scotland—custodians of the Honours of Scotland (the crown jewels, sword and scepter). During the height of the English Civil Wars, the crown jewels were carried to Dunnottar for safekeeping, where they remained during Oliver Cromwell’s eight-month blockade of the castle. Though Cromwell was ultimately victorious in defeating this last remaining Scottish stronghold, the jewels were smuggled out of Dunnottar Castle and hidden under an old church where they remained until Charles II regained the throne in 1660.\nFor more photos and videos from Dunnottar Castle, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "324,457", "path": "instagram/picture4174.jpg", "like_list": [], "date_time": "Feb 27, 2014", "location": "", "tag_list": ["@hellocolor", "@josecabaco", "@drdefense", "@hellocolor", "@hellocolor"], "caption": "For Pawel Nolbert (), there are interesting patterns and colors waiting to be found in the most obvious of places. Originally from mid-west Poland and now working as an illustrator and graphic designer in Warsaw, Pawel aims to highlight pleasant compositions of colors and textures by finding a new perspective in seemingly mundane places. \"I tend to focus on selected objects,\" he explains. \"Very often I find interest in details that people normally ignore and don't pay attention to.\" Pawel says he took some time to find a conceptual and deliberate approach to using Instagram as a form of photographic exploration, inspired by other creative accounts he was following such as  and . \"On my way back from work, I would walk an extra mile to explore my city and find good photo spots in the fancy and the seemingly dull districts. I really got into it that way—and I got to know Warsaw better. I hope my photography can help people see the creative potential in their everyday surroundings. Sometimes it's just good to stop and look around the corner to see a new world that had always been there, waiting to be seen.\" For more from Pawel, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "324,233", "path": "instagram/picture4175.jpg", "like_list": [], "date_time": "Feb 27, 2014", "location": "Joker Marchant Stadium", "tag_list": ["@mlb", "#springtraining", "@cardinals", "@redsox", "@yankees", "@dodgers", "@sfgiants", "@tigers", "@egconley"], "caption": "Spring training is here! Starting every February, Major League Baseball () runs a six-week series of practices and exhibition games as a warm-up for the regular season. New players use spring training to try out for a roster and established players get game-like practice in before serious competition begins.\n\nCrowds flock to the games in Arizona (Cactus League) and Florida (Grapefruit League) to bask in warm weather and get a first look at their favorite teams. Can't make it this year? Browse the action on the  hashtag and follow your favorite teams on Instagram: , , ,  and . You can also tap the blue location text above this image to see photos and videos from the Detroit Tigers' () spring stadium.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "283,002", "path": "instagram/picture4176.jpg", "like_list": [], "date_time": "Feb 26, 2014", "location": "Kino International", "tag_list": ["@thecameocinema", "#cinematreasures", "@heathergat"], "caption": "Founded in 1911, the Oxford Picture Palace (as it was then known) has been closed, reopened, refurbished and renamed many times in its long and enduring history. Like many of the oldest running cinemas in Europe, the staying power of the Ultimate Picture Palace stands as a testament to our love for film.\n\nWhether it's Berlin's modernist Kino International—built in the 1960s, hosting premieres until the fall of the Berlin wall in 1989 and now home to the Berlinale Film Festival—or Edinburgh's 1914 Cameo () with its terrazzo floor and original ticket kiosks, some of Europe's oldest cinemas are filled with undoubtable charm. Over the last three years, Instagrammers across Europe have been capturing these great veterans of the celluloid medium.\n\nTo view more photos and videos from some of Europe's oldest cinemas, visit blog.instagram.com, browse the  hashtag and tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "419,047", "path": "instagram/picture4177.jpg", "like_list": [], "date_time": "Feb 26, 2014", "location": "", "tag_list": ["@rayyiuradzi", "@rayyiuradzi", "@rayyiuradzi"], "caption": "\"I capture people and tell their stories,\" says Rayyiu Radzi (), a 25-year-old photojournalist from Kuala Lumpur, Malaysia. His striking high-contrast photos are often candid portraits of strangers he's stopped on the street. \"In the work I do, the people who allow me into their lives is what makes the photograph.\" Rayyiu is currently Instagramming from Bangladesh where he says he's \"documenting the human condition and culture,\" but his work has also taken him throughout Asia and the Middle East. While he's traveled extensively, the place that has left the greatest impression on him was Rajasthan, India. \"I've been there twice,\" says Rayyiu, \"Amazing light, good food, vivid buildings, overly-friendly people.\" He'll make a third trip in March to document the city's Holi Festival.\n\nFor travelers that want to engage with locals through photography, Rayyiu offers these tips: \"Knowing at least a small amount of the local language is important when attempting to shoot a portrait. And don't be a tourist. Plan less. Go slowly.\" To see more photos and videos from throughout Asia and the Middle East, follow . Photo by "}, {"num_of_comments": 24, "num_of_like": "381,152", "path": "instagram/picture4178.jpg", "like_list": [], "date_time": "Feb 26, 2014", "location": "", "tag_list": ["@mattbg", "@mattbg"], "caption": "Two hours outside of Seattle in the Mount Baker-Snoqualmie National Forest, a natural spectacle draws Instagrammers to Big Four Mountain: ice caves. Created from years of cascading water, warm winds and avalanche-deposited snow, the Big Four Ice Caves first attracted Los Angeles Instagrammer Matt Gee () a year ago. \"Photographing the caves was an incredible experience. There was a beautiful backdrop of snow-covered mountains and the cascading waterfalls surrounding the caves created an amazing soundtrack for the experience.\" Capturing the caves' magnitude was particularly tricky—a problem Matt solved after being drawn to the texture of the cave walls as a backdrop for portraits.\nTo see more photos and videos from the Big Four Ice Caves, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "559,556", "path": "instagram/picture4179.jpg", "like_list": [], "date_time": "Feb 25, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@muraiyo", "@muraiyo"], "caption": "Hello, Instagram! It's time for the ! Today we head to Japan, home of handsome poodle brothers Maron and Fleur (). If you'd like to add some dapper canine fluff to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "389,384", "path": "instagram/picture4180.jpg", "like_list": [], "date_time": "Feb 25, 2014", "location": "", "tag_list": ["#졸업식", "#졸업", "#졸업축하", "#학사모", "@yjin0925"], "caption": "This week, students across South Korea celebrate their graduation as many schools reach the end of their school year. During this season, streets in and around school campuses turn festive with numerous pop-up shops lining sidewalks with flower bouquets, food and party favors to add to the excitement of the joyous day. The extremely competitive schooling environment in South Korea makes graduation an especially important milestone in South Korean life. Classmates, family members and extended relatives gather for the celebration, and Instagrammers attending graduation ceremonies are sharing their special moments with the world.\n\nTo view more photos and videos of graduation ceremonies in South Korea, browse the  (graduation ceremony),  (graduation), 축하 (congratulating graduation) and  (mortar board) hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "306,433", "path": "instagram/picture4181.jpg", "like_list": [], "date_time": "Feb 25, 2014", "location": "", "tag_list": ["@gmentezi", "@zacd3tt1ng3r", "@wateraid", "@bobbyshot_it", "@jakealbright", "@loren_paul", "@jpcaruso", "@syntheadevery", "@kubunbubun", "#WHPfromwhereiwalk"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "540,441", "path": "instagram/picture4182.jpg", "like_list": [], "date_time": "Feb 24, 2014", "location": "", "tag_list": ["#Sochi2014", "@shannagan"], "caption": "On Sunday, the 2014 Winter Olympics officially came to a close. Over the past two weeks athletes from 88 different countries competed in Sochi, Russia, before thousands of fans. Spectators and athletes alike captured some of Sochi 2014’s finest moments, from The Opening Ceremony to life in the Olympic village and from the events themselves to, finally, the Closing Ceremony. The Closing Ceremony celebrated Russia’s rich artistic heritage, with references to Kandinsky and Chagall, music by Rachmaninoff, Rubinstein, and Vladimir Horowitz, as well as Ballet from the Bolshoi. As the games came to an end, Sochi officially passed the torch to South Korea for 2018.\n\nTo view more photos and videos from the Sochi Winter Olympics opening ceremony, tap the blue location text above and browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "315,216", "path": "instagram/picture4183.jpg", "like_list": [], "date_time": "Feb 24, 2014", "location": "", "tag_list": ["@jeremyundercover", "@tmccarten", "@thewildtraveller", "@stillla", "@takaozan_2", "@imbjt", "@2b1yro_", "@jillshomer", "@davidnakamurah"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring Instagram news and some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "412,153", "path": "instagram/picture4184.jpg", "like_list": [], "date_time": "Feb 23, 2014", "location": "", "tag_list": ["@hirozzzz", "@hirozzzz", "@hirozzzz"], "caption": "Tokyo Instagrammer Hiroaki Fukuda () is one of the many who have fallen in love with the dense crowds that populate the Tokyo cityscape. He likes to capture places like the tranquil Shinjuku Gyoen National Garden and the scenic route of the Yurikamome train line that rides along the Tokyo bay. \"I've always been fascinated by the idea of what Tokyo would feel like if it was emptier,\" he says. \"Whether it is an empty train, a passageway, an empty bench in a park or a street in a busy district, I feel like I'm always striving to create a sense of calm in what I know to be one of the most densely populated regions in the world.\" Other locations Hiroaki enjoys shooting are the narrow alleys found in the vibrant districts of Shibuya and Shinjuku, the architecture in Omotesando and Ginza and the chaos of the Tsukiji Fish Market. Even among the hustle and bustle of these places, Hiroaki finds and captures a moment of peace.\n\nTo view more photos and videos of Ginza, tap the blue location text above. For more photos and videos by Hiroaki, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "428,828", "path": "instagram/picture4185.jpg", "like_list": [], "date_time": "Feb 23, 2014", "location": "", "tag_list": ["@muttadventures", "@muttadventures", "@muttadventures"], "caption": "\"Over the last couple of years I have fallen in love with the creative, unique and supportive community on Instagram,\" says Emily McCracken (), who shares whimsical portraits of her three rescued pups.\n\nSeveral months ago, Sarah posted a photo of George that would spark a new trend: mutt muggin'. Since then, hundreds of other canines and their human accomplices have joined in. Interested in giving mutt muggin' a shot? Emily offers these tips: make it fun for your pooch by having treats, a squeaky toy and a tennis ball on hand; put the pup first, and experiment with different angles; and capture from the dog's point of view by getting down low, or propping the dog up.\nTo see more photos of mutts in mugs, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "240,489", "path": "instagram/picture4186.jpg", "like_list": [], "date_time": "Feb 22, 2014", "location": "", "tag_list": ["#WHPfromwhereiwalk", "#WHPfromwhereiwalk", "@clauserathiuk"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take a creative video looking down as you walk. Some tips to get you started: Hold your phone steady and level to the ground as you walk to avoid shake. If you're filming with the Instagram camera, make sure Cinema Mode is on for a super stable video. Even though you have a fixed perspective, the setting brings your video to life. For example, bare feet walking through a field tell a very different story than high heels walking down a busy city sidewalk. Finally, keep your ears open as you shoot. Whether it's traffic rushing past, voices in the background or the sound of the ocean, the sounds around you add context to your film.\n\nPROJECT RULES: Please only add the  hashtag to videos taken over this weekend and only submit your own videos to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "301,561", "path": "instagram/picture4187.jpg", "like_list": [], "date_time": "Feb 22, 2014", "location": "", "tag_list": ["@jpanleu", "@monodelespacio", "@wongraphy"], "caption": "For Guatemala Instagrammer José Pablo Anleu (), the people he follows on Instagram are a constant source of inspiration. Inspired by the communities around the world he saw gather for InstaMeets, José Pablo decided to gather Guatemala Instagrammers together and kickstart an Instagram community just in time for the eighth Worldwide InstaMeet. \"I stumbled upon fellow Guatemalan Instagrammer Carlos Castañeda (), met him in person and found a great friend to go and shoot with. We started going out and taking shots and had so much fun in the process that we wanted to replicate this in a bigger scale,\" he explains. Together, they organized the first meet-up in Guatemala just in time for the eighth Worldwide InstaMeet. Encouraged by that gathering, they organized a larger meet soon after that attracted over 140 Guatemala Instagrammers!\n\nLooking to organize a meet of your own? José Pablo shares a few tips from his experience: Plan ahead and scout out a location where people will have fun taking creative photos and videos, then let your group have enough freedom to be spontaneous and play. Have members of your local Instagram community share information about your InstaMeet in advance to help boost awareness. Finally, put people first: \"Something I learned from this meet is that community is first on Instagram. The pictures are beautiful evidence of the good times shared with like-minded individuals.\" Photo by "}, {"num_of_comments": 24, "num_of_like": "373,605", "path": "instagram/picture4188.jpg", "like_list": [], "date_time": "Feb 21, 2014", "location": "Union Buildings", "tag_list": ["#ArtThursday", "@terinaleroux"], "caption": "Welcome to another ! This week takes us to South Africa, where a statue of the former president Nelson Mandela stands out across the skyline. The statue was unveiled on South Africa's Day of Reconciliation, a public holiday which marks the end of racial conflict in South Africa, shortly after Mandela passed away at the age of 95.\n\nStanding nine meters (30 feet) tall in front of the Union Buildings at the government headquarters, the bronze statue shows Mandela's hands outstretched to show how he embraced the whole nation.\n\nTo see more photos and videos of the new Nelson Mandela statue, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "433,355", "path": "instagram/picture4189.jpg", "like_list": [], "date_time": "Feb 21, 2014", "location": "", "tag_list": ["@masumisakamoto"], "caption": "Off the coast of Futami in Japan's Mie prefecture, two large rocks jutting from the sea are tied in eternal embrace. Known as meoto iwa (夫婦岩), the \"wedded rocks\" comprise a shinto site symbolizing the union of Izanagi and Izanami, the divine couple that gave birth to the Japanese islands and the kami (spirits) that inhabit them. The rice-straw ceremonial rope, or shimenawa (注連縄), that binds the rocks weighs over a ton and must be replaced multiple times a year as it deteriorates in the wet sea air.\nFor more photos and videos from the wedded rocks, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "449,679", "path": "instagram/picture4190.jpg", "like_list": [], "date_time": "Feb 20, 2014", "location": "", "tag_list": ["@ka_nai", "#ザ壁部", "#straightfacades", "#ザ壁部", "@ka_nai", "@ka_nai"], "caption": "\"One of my followers once told me that all the photos I take on Instagram are of walls, so I decided to create a hashtag for it.\" This is how Tokyo Instagrammer Hisayuki Kanai () came up with the idea for a unique hashtag to chronicle his wall photos: , literally meaning \"The Wall Club\" in Japanese (the English equivalent of the hashtag is ). Until very recently, the hashtag project became the center of his life as he searched for good walls to shoot whenever he went out. \"For me, taking wall photos is not meant to be 'photography.' I capture walls because it is something I can find anywhere to design a square frame in interesting ways,\" explains Hisayuki. His work quickly caught the imagination of other community members and the hashtag is now widely used by many Instagrammers across the world. Hisayuki's trick to capturing a good wall photo is to align the camera in perfect parallel with the wall, which, he advises, takes a lot of patience.\n\nFor more photos from \"The Wall Club\" series, browse the  hashtag and follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "371,684", "path": "instagram/picture4191.jpg", "like_list": [], "date_time": "Feb 20, 2014", "location": "Chacaíto", "tag_list": ["@marisolfloresv"], "caption": "On Tuesday, tens of thousands of demonstrators came together in Caracas, Venezuela's Plaza Luis Brión to voice discontent with the government over crime, the economy and pressures on free speech.\n\nThis protest is the latest in a series of demonstrations over the past several weeks, many of which have resulted in violence between protestors and the police. Opposition leader Leopoldo López, the former mayor of Caracas who the government has charged with stoking the violence, made a speech before the crowds in the plaza before turning himself in to the police.\n\nTo view more photos and videos from the protests in Venezuela, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "416,349", "path": "instagram/picture4192.jpg", "like_list": [], "date_time": "Feb 20, 2014", "location": "", "tag_list": ["@takemeonacruise", "@takemeonacruise"], "caption": "\"I live in the English countryside and work as an agronomist, so I'm always outdoors in fields,\" says Luke Cotton (), whose Instagram feed is filled with beautiful foggy landscapes. Capturing fog is an art form, and Luke provided these tips for those who want try their hand at fog photography: \"Trees dominate the landscape where I live, and I find myself constantly scouting out new solo trees or perspectives. I like vanishing points so make the most of what lanes, tracks, fences or hedges can add. I try to shoot at golden hour as it adds drama to the landscape. I'm regularly looking for signs of mist or fog hopefully combined with some sun. I also track the time of sunrise and sunset. The light at dawn is my favorite, but you need to be up early to make the most of it.\" \"I tend to use the Camera+ app for the stabilizer function. I often edit in VSCO, but for the subtle light at dawn I just tweak the photo a little in Afterlight. I try and crop to the rule of thirds but sometimes just go with feel.\" To see more photos from the foggy English countryside, follow ."}, {"num_of_comments": 24, "num_of_like": "584,553", "path": "instagram/picture4193.jpg", "like_list": [], "date_time": "Feb 19, 2014", "location": "Hierve El Agua Oaxaca", "tag_list": ["@oescamilla"], "caption": "Off the beaten path in Oaxaca, Mexico, two soaring cliffs resemble frozen waterfalls. Their name, Hierve el Agua (“the water boils”), stems from the warm mineral springs on the clifftops. As runoff from the pools flows over the cliffs, excess calcium carbonate in the water sculpts the rock. Ages of this process have resulted in the cliffs' distinct appearance. Instagrammers visiting the cliffs have explored the bubbling turquoise pools and captured the view of the lush valley below.\nTo view more photos and videos from Hierve el Agua, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "392,716", "path": "instagram/picture4194.jpg", "like_list": [], "date_time": "Feb 19, 2014", "location": "", "tag_list": ["#murmuration", "#starlings", "@folkfibers"], "caption": "Murmuration, the synchronized flight of starlings, is one of nature’s most extraordinary sights. Many thousands of the birds take to the skies in one huge flock and perform aerial maneuvers before choosing a place to roost for the night. While the phenomenon occurs around the world, it's most commonly witnessed at dusk throughout Europe between November and February.\n\nTo view more photos and videos from the extraordinary sight of birds flying as one, browse the  and  hashtags.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "727,555", "path": "instagram/picture4195.jpg", "like_list": [], "date_time": "Feb 18, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@trixiethebengal", "@trixiethebengal"], "caption": "Hello, Instagram! Time for the ! Today we meet Trixie (), a gorgeous Bengal cat who celebrates her first birthday on February 18. Wish Trixie a happy birthday and follow  if your feed could use a little more Bengal feline fluff."}, {"num_of_comments": 24, "num_of_like": "437,196", "path": "instagram/picture4196.jpg", "like_list": [], "date_time": "Feb 18, 2014", "location": "", "tag_list": ["@hinamians", "@n_mid08", "@luis_mesquita", "@jnverances", "@therealgeorgiagram", "@gregmills_", "@naomigal", "@elenemigo", "@zachdriftwood", "#WHPinteractivegrams"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "439,987", "path": "instagram/picture4197.jpg", "like_list": [], "date_time": "Feb 17, 2014", "location": "", "tag_list": ["@perrycolante", "@luca_zonzini", "@perrycolante", "@perrycolante"], "caption": "Italian graphic designer Andrew Zonzini () found his own unique style of colorful and surrealist portraits by exploring his creativity on Instagram. \"I am a graphic designer and an illustrator,\" he explains. \"So when I think about the composition of each of my pictures, I try to use graphical elements designed by myself, playing a lot with colors and simplicity.\" Andrew's photos often include his brother Luca () and handmade props, giving a sense of hyper-realism which has duped disbelieving Instagrammers. \"Many people think that the illustrations are added afterwards on the computer, but that is not what I do. I do like the idea that the final result might seem a digital graphical composition, because it means that I managed to render a photograph as a sort of comic strip through my compositions.\" For more photos and videos from Andrew's surrealist compositions, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "356,643", "path": "instagram/picture4198.jpg", "like_list": [], "date_time": "Feb 17, 2014", "location": "", "tag_list": ["@thekitchenwitch", "@thekitchenwitch", "@yossyarefi", "@thehousepie", "@waywardspark", "@thegreatkosmickitchen", "@thekitchenwitch"], "caption": "In 2012, Jess Schreibstein () founded the DC Food Swap, a market where attendees barter for homemade, homegrown and foraged foods—no money is exchanged. She credits childhood summer vacations on Chincoteague Island, Virginia, spent chowing down on local butter-coated sweet corn as a stepping stone in her path to food blogging and DC Food Swap. Inspired by her parents who are both good home cooks, Jess began trying her hand in the kitchen when she left home. \"The more I began to cook, the more I began to approach food as more than just putting a meal on the table,\" she says.\nJess has been documenting her culinary exploits on her blog, Witchin' in the Kitchen, for four years and uses Instagram as a quick, informal way to share her culinary witchcraft and find inspiration.\nFor more photos and videos from Jess and her favorite other foodie Instagrammers, follow , , ,  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "316,795", "path": "instagram/picture4199.jpg", "like_list": [], "date_time": "Feb 17, 2014", "location": "", "tag_list": ["@mylenechung", "@jared_hogan", "@joannamansfield", "@c0nst", "@inter_disciplinary", "@dj_jocky", "@swimsuit_department", "@life6261", "@misterver"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "424,400", "path": "instagram/picture4200.jpg", "like_list": [], "date_time": "Feb 16, 2014", "location": "板橋駅", "tag_list": ["@airnude", "@airnude", "@airnude"], "caption": "\"Being born and raised in Tokyo, there is no other charm about this place than all the stories I can find in it,\" says Tokyo Instagrammer Suguru Azuma (). For Suguru, these stories are mostly about his memories. \"I like to shoot all over Itabashi Ward and Ikebukuro District, because these are areas around my hometown that I was able to explore by foot when I was in elementary school.\" Sculptures peeking out of a neighbor's house that terrified him as a child, a wall of an elementary school that his friend used to attend, a parking lot where a friend's house used to stand —these are some of the nostalgic locations that Suguru likes to shoot in old suburban areas of Tokyo.\n\nSuguru also likes to discover simple, unembellished sceneries in huge entertainment districts like Shinjuku-Kabukicho, Shibuya, Harajuku and Ueno. \"Tokyo has the modern, cosmopolitan areas where you run into unexpected things as well as the old, traditional places like my hometown. I like to keep a mix of photos from both sides of the city.\" Tap the blue location text above for more from around Suguru's hometown. For more photos and videos of the simple beauty that exists among the hustle and bustle of Tokyo, follow \n\nPhoto by "}]}