{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "663,671", "path": "instagram/picture0701.jpg", "like_list": [], "date_time": "Sep 4, 2017", "location": "Mecca, Saudi Arabia", "tag_list": ["@ahmadmousa", "@ahmadmousa"], "caption": "Video by \nPhotojournalist Ahmad Mousa () works to tell the stories of people from different backgrounds. “My favorite subjects are people’s lives, how they are different from one community to another. What are the things that we don’t normally see or don’t know about?” he says.\nAhmad became interested in photography as a teenager, and at the age of 19 began his career as a photojournalist in his native country of Iraq. Now 26 years old, Ahmad recently traveled on assignment to document hajj in Mecca, Saudi Arabia, one of the world’s largest annual gatherings of people. Despite the usual challenges of meeting deadlines for work, he says the experience of meeting the diverse people undertaking the five-day Islamic pilgrimage was incredible. “There were so many people there from different countries around the world,” says Ahmad. “Sometimes I’d try to talk to them, or they would try to talk to me, but we’d usually end up using hand signs because we didn’t speak each other’s language.”\nWatch our story now to see coverage from this year’s hajj by Ahmad and Indonesian photojournalist Mast Irham."}, {"num_of_comments": 23, "num_of_like": "560,438", "path": "instagram/picture0702.jpg", "like_list": [], "date_time": "Sep 3, 2017", "location": "Caracas", "tag_list": ["@kristiangabriel", "@kristiangabriel", "#TheWeekOnInstagram"], "caption": "Photo by \nThe work of artist Piet Mondrian inspired creative director Kristian Godoy’s () colorful hairstyle. “I love the composition that exists between the white but textured background, the stamping of clothes and the work on my hair.” "}, {"num_of_comments": 20, "num_of_like": "913,142", "path": "instagram/picture0703.jpg", "like_list": [], "date_time": "Sep 3, 2017", "location": "", "tag_list": ["@takattun", "#TheWeekOnInstagram"], "caption": "Photo by \nSunflowers and a matching bullet train contrast with the moody sky in Japan. 🌻"}, {"num_of_comments": 24, "num_of_like": "1,244,464", "path": "instagram/picture0704.jpg", "like_list": [], "date_time": "Sep 3, 2017", "location": "Jakarta, Indonesia", "tag_list": ["@amandacerny", "@amandacerny", "@prillylatuconsina96"], "caption": "Photo by \nA sense of adventure comes naturally to 26-year-old actress and director Amanda Cerny (). “The most important lesson I’ve learned from traveling so far is that no matter where you’re going, you should be open to new things,” says Amanda, who caught the travel bug early — and acted on it. At age 18, after working two jobs to save up enough money, she flew to London without a return flight and continued her solo journey to Pamplona, Paris and Stockholm before heading home. “I met so many new friends along the way that I’m still in contact with today,” she says.\nAmanda’s interest in traveling to Indonesia was first piqued by her supportive fans in the country. “Now it’s my turn to go visit and show how much I appreciated them!” she says. Indonesian actress Prilly Latuconsina () paired up with Amanda while she was in Jakarta, Indonesia’s capital city, for a few days of adventure. Amanda’s last tip from her travels: “Be spontaneous, and you’ll take more with you than just memories.”\nWatch our Instagram story now to see what Amanda and Prilly got up to in Jakarta. 💃"}, {"num_of_comments": 24, "num_of_like": "1,400,934", "path": "instagram/picture0705.jpg", "like_list": [], "date_time": "Sep 3, 2017", "location": "Calanques National Park", "tag_list": ["@nicolas_gaillard", "@nicolas_gaillard", "#TheWeekOnInstagram"], "caption": "Photo by \nPhotographer Nicolas Gaillard () got a pleasant surprise while reviewing the photos he took in this Mediterranean Sea cave. “This person underwater is a complete stranger. I didn’t know he or she was there!” he says. “Also, it’s a miracle to get a split photo like this without special equipment.\nAll in all, this is a very lucky picture.” 🏊 "}, {"num_of_comments": 24, "num_of_like": "1,084,886", "path": "instagram/picture0706.jpg", "like_list": [], "date_time": "Sep 2, 2017", "location": "", "tag_list": ["@masahirotaguchi___", "#TheWeekOnInstagram"], "caption": "Photo by \nStanding guard 🤖 "}, {"num_of_comments": 24, "num_of_like": "1,084,886", "path": "instagram/picture0707.jpg", "like_list": [], "date_time": "Sep 2, 2017", "location": "Cape Town, Western Cape", "tag_list": ["#Boomerang", "@kateincape", "@kateincape", "#BoomerangOfTheWeek", "#Boomerang", "@instagram"], "caption": " by \nLights, patterns, reflections, colors — Kate Morgan () recently began making daily Boomerangs to bring the interactions between these different layers to life. “I’m a daydreamer, not always seeing what’s around me, but now I’m observing more in my daily life,” says Kate, who captured this moment while kitty-sitting for a friend. “This cat is possibly the laziest in the world, only getting up when the afternoon sun comes out. Like me, she seems drawn to light and shadows.” 🌞\nAdd OfTheWeek to your next  — yours might show up here on ."}, {"num_of_comments": 24, "num_of_like": "972,752", "path": "instagram/picture0708.jpg", "like_list": [], "date_time": "Sep 2, 2017", "location": "Manitoba", "tag_list": ["@austin.mackay", "#WHPgreatoutdoors", "@austin.mackay", "#WHPgreatoutdoors"], "caption": "Featured photo by \nWeekend Hashtag Project: \nNothing inspires creation quite like the beauty of nature. This weekend, the goal is to head outside and capture moments celebrating the great outdoors, as in this featured photo by Austin MacKay (). Here are some tips to get you started:\nAre you heading out this weekend for some camping, hiking or biking? No matter what hemisphere you live in, the seasons are hinting at change, making it the perfect time of year to get outside. Take photos of your favorite moments.\nThe outdoors come in many shapes and sizes, from a backcountry trek to a small urban garden. Show us your own slice of nature, big or small.\nGetting outside can often require a fair amount of preparation and consideration — packing gear, studying maps and preparing food. Show us your process through videos and Boomerangs.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "972,752", "path": "instagram/picture0709.jpg", "like_list": [], "date_time": "Sep 2, 2017", "location": "Dallas, Texas", "tag_list": ["#Boomerang", "@kylana_whitley", "@kylana_whitley", "@officialblackgirlscheer"], "caption": " by \nFor the safety of athletes like 16-year-old competitive cheerleader Kylana Whitley (), intense practice and concentration is required. “We put all of our phones in a box during practice, so we can really concentrate on what we’re doing,” says Kylana, who does both tumbling (acrobatic flipping) and stunting (lifting people into the air). Kylana spends much of her day in school, but continues her hard work long after classes are finished. “I’m on my school’s cheer team, so I stay after school for that. Then I typically go home for 15 minutes before I go to my cheer gym for up to three hours, five times a week.”\nWhen she’s not defying gravity, Kylana gathers motivation from the athletes around her, both on the mat and online. “Black Girls Cheer () features African-American cheerleaders and inspirational quotes, which is a great way to represent the diversity of the cheerleading world,” says Kylana. “When we go to competitions, we’ll have cheerleaders from different countries, but everyone is coming together for the love of the sport.”\nWatch our Instagram story now to see how Kylana practices on the mat. 🤸🏾‍♀️"}, {"num_of_comments": 20, "num_of_like": "374,115", "path": "instagram/picture0710.jpg", "like_list": [], "date_time": "Sep 1, 2017", "location": "San Francisco, California", "tag_list": ["@helloluckycards", "@helloluckycards", "#WWIM16💌", "#KindComments", "@harlowandgrey", "@lemaraisbakery"], "caption": "Photo by \nSuccess was in the cards when two artistic sisters came together to form Hello!Lucky (), a San Francisco-based greeting card and lifestyle company. “We’re both super creative and riff off of each other really well,” says Sabrina Moyle, who runs the business side of the company while Eunice Moyle heads up creative direction. When Eunice casually began designing cards in 2003, Sabrina — who’d just graduated from business school with a focus on the arts world — saw something more. “It seemed like a great opportunity to put my background to work and try this out,” says Sabrina. Hello!Lucky was born, and in the years since has expanded from just letterpress cards to lines of cheerful and pun-filled textiles, home goods and books.\nAt a time when everyone was jumping online, Sabrina says it was a risk to start a business around old-school greeting cards. “But what we’ve learned is that social media is just connecting people even more,” she says, which created an ideal environment to merge online and offline interactions. “I think that’s so powerful, because we do live in these two worlds now. Part of what we need to do as a society is to bring those together and retrain ourselves to be kind.”\nTo celebrate ’s theme of , join Hello!Lucky on September 8 with Harlow & Grey () and Le Marais Bakery () for their San Francisco InstaMeet.\nWatch our Instagram story to see some of Hello!Lucky’s pun-tastic drawings."}, {"num_of_comments": 24, "num_of_like": "374,115", "path": "instagram/picture0711.jpg", "like_list": [], "date_time": "Aug 31, 2017", "location": "", "tag_list": ["@munjiking", "#WeeklyFluff", "@munjiking", "@munjiking"], "caption": "Video by \nHello, world! It’s time to meet today’s : Munji the cat (), a regal and eccentric bundle of white fur. Munji’s hobbies include lounging, sauntering, squishing himself into the bathroom sink and — above all — ruling the roost at home in South Korea. Follow  to never miss a day in the life of this fluffy king. 👑"}, {"num_of_comments": 11, "num_of_like": "601,853", "path": "instagram/picture0712.jpg", "like_list": [], "date_time": "Aug 31, 2017", "location": "Adelaide Hills", "tag_list": ["@madl_enka", "@madl_enka", "#WhereIComeFrom"], "caption": "Photo by \n“I grew up with stories in my house, and it had a big impact on my visual imagination,” says 26-year-old Australia-based photographer Madz Rehorek (). “My grandma was a writer and a puppeteer, and used to read out loud her Czech fairy tales to me at night. They were visually descriptive, surreal, dark and magical. I used to delve into those stories and imagine her characters skipping through scenes full of color and light. One I remember her telling me was about lovers traveling through the night, which referred to her and my grandfather when they fled Prague to come to Australia in 1968 during the time of the Soviet Union.\n“I was always drawing, making things and getting messy. Then I started photographing, simply enjoying the process of meeting new people and taking their portrait. Most of the people I photograph are close to me. My aim is to steal a bit of them while they’re really comfortable. I love shooting on medium format film just as much as my phone — I’m seeking out threads of color and veins of light that play with each other.” \nWatch our Instagram story to see how Madz captures the dark and the light in photos."}, {"num_of_comments": 16, "num_of_like": "829,248", "path": "instagram/picture0713.jpg", "like_list": [], "date_time": "Aug 30, 2017", "location": "Cleveland, Ohio", "tag_list": ["@mayyabor", "@mayyabor", "#WHPimagine"], "caption": "Photo by \nIn Mayya Borisenko’s () house, “impossible is just an opinion,” she writes in her caption. “Today, they are heavenly angels in the clouds traveling the universe. Because when you tell your little girls that everything you can imagine is real, you have to prove it.” 😇☁️ "}, {"num_of_comments": 24, "num_of_like": "553,614", "path": "instagram/picture0714.jpg", "like_list": [], "date_time": "Aug 30, 2017", "location": "Singapore", "tag_list": ["@avdrvyk", "#WHPimagine", "@avdrvyk"], "caption": "Photo by \nAs a fan of the surrealism art movement,  got Audrey Kwok () thinking about one of her favorite artists, René Magritte. “He has a running theme in his paintings where the face of the human subject is obscured by some other object, or simply turned away,” she says. “This has subconsciously influenced the type of photos I like to take.”"}, {"num_of_comments": 23, "num_of_like": "1,079,138", "path": "instagram/picture0715.jpg", "like_list": [], "date_time": "Aug 30, 2017", "location": "Piha Beach", "tag_list": ["@sophiejanephoto", "@sophiejanephoto", "#WHPimagine"], "caption": "Photo by \nOn the west coast of New Zealand’s North Island, photographer Sophie Jane () used a double exposure technique to capture this rare scene of her two boys in a sweet embrace — with a stunning backdrop. “We knew we’d find some kind of magic to spark the kids’ imagination, but I wasn’t expecting anything like that rainbow!” 🌈\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "672,626", "path": "instagram/picture0716.jpg", "like_list": [], "date_time": "Aug 30, 2017", "location": "Atlanta, Georgia", "tag_list": ["@tinydoorsatl", "@tinydoorsatl"], "caption": "Photo by \nMagic happens every time artist Karen Anderson () creates one of her miniature scenes in Atlanta. “I love the potential for art to build community,” says Karen. “And I especially love how impactful that art can be when it’s free, public and accessible to everyone.”\nKaren’s love for all things miniature began when she played with dollhouses growing up, and continued in art school and through her first tiny door installation a few years ago in Atlanta. She was immediately struck by the community response: anonymous donors would leave their own tiny contributions to the scene. “I’ve found so many neat things since then,” says Karen. “I don’t take them — I let them interact with the community. Ownership of this project has been so rewarding and gratifying. Sometimes, I feel like I’m just the protector of the magic.” 🏡\nWatch our Instagram story now to see Karen’s process for creating a tiny door."}, {"num_of_comments": 24, "num_of_like": "955,356", "path": "instagram/picture0717.jpg", "like_list": [], "date_time": "Aug 30, 2017", "location": "", "tag_list": ["@demo_zer", "@demo_zer"], "caption": "Photos by \nPart of Demo Zervoudakis () has always been drawn to the water. “I’ve never lived in a place where there wasn’t a beach or a river in close proximity,” says the Greek-Canadian architect, who was born in Montreal and spent his childhood moving back and forth between his two home countries, just recently settling onto the Greek island of Karpathos. “There’s something very soothing about the repetitive motion of the waves hitting the shore, the way they return every time,” says Demo. “I find it pretty hopeful and nostalgic.”\nAfter starting to take pictures at an early age, Demo began to learn the technical ins and outs of the craft while he was in high school. “As I slowly got more into it, my take on photography — and the world — became a bit more abstract. I wanted to take a step back, to view the world from afar. I’ve never used a drone, so I try to emulate that aerial feeling in different ways; I usually find a spot where it looks otherworldly, like how a bird or a sea creature sees the world. I hope that people see my photos as a form of escape — a sunny, blue escape.” 🌊\nStarting today, you can choose landscape and portrait formats when sharing multiple photos and videos in one post."}, {"num_of_comments": 24, "num_of_like": "890,412", "path": "instagram/picture0718.jpg", "like_list": [], "date_time": "Aug 29, 2017", "location": "London Fields", "tag_list": ["@amyduckdesigns", "#WHPimagine"], "caption": "Photo by \nSunlight turns an average park into an otherworldly scene. ✨ "}, {"num_of_comments": 24, "num_of_like": "881,897", "path": "instagram/picture0719.jpg", "like_list": [], "date_time": "Aug 29, 2017", "location": "Catalonia, Spain", "tag_list": ["@romestebanr", "#WHPimagine"], "caption": "Photo by \nA view over the water + daydreams of adventure = "}, {"num_of_comments": 24, "num_of_like": "871,617", "path": "instagram/picture0720.jpg", "like_list": [], "date_time": "Aug 29, 2017", "location": "Milan, Italy", "tag_list": ["@dubyo", "#WHPimagine"], "caption": "Photo by \nWhen reflections and reality meet,  happens. 🎊\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "583,154", "path": "instagram/picture0721.jpg", "like_list": [], "date_time": "Aug 29, 2017", "location": "Moscow, Russia", "tag_list": ["@madhatterzero", "@madhatterzero", "#TIFFxInstagram", "@tiff_net"], "caption": "Photos by \nAs a student at the Moscow Film School, it only made sense that Natalia Gurkina () enter the  Shorts Festival, a digital short film competition. “I couldn’t imagine a reason why I wouldn’t participate,” says Natalia, whose 60-second film “Confession” — a love story within a story — was the Jury’s Choice Award winner from the Toronto International Film Festival (). Her inspiration came from the theme of love — and the reality of shooting on a mobile phone. “The idea just appeared in my head, like I’d seen the whole movie already and we just needed to film it,” says Natalia. When it comes to making a film for Instagram versus the big screen, the difference is clear: “You need to say everything you want in a short time,” says Natalia. “It should be clear and bright.” 🎥🤳"}, {"num_of_comments": 24, "num_of_like": "583,234", "path": "instagram/picture0722.jpg", "like_list": [], "date_time": "Aug 28, 2017", "location": "The Forum", "tag_list": ["@vmas", "@fifthharmony"], "caption": "This year’s MTV Video Music Awards () are already underway, but the women of Fifth Harmony () find it hard to believe they’re really here. “It still doesn’t feel real. This is such a monumental moment for us,” says Dinah Jane, one-quarter of the group with fellow musicians Ally Brooke, Normani Kordei and Lauren Jauregui. The singers have come a long way since they got their start as contestants on “The X Factor” in 2012 — and are proud of it. “We have gotten our power, and love music more than ever,” says Normani. “We earned our place.”\nThis year at the VMAs, “Down,” featuring Gucci Mane, the lead single from Fifth Harmony’s third studio album, won \"Best Pop\" and was also nominated for \"Best Choreography\". “We hope our fans really connect with the new album,” says Ally. Adds Lauren, “We want our fans to turn to our music for messages of empowerment, inclusion and dope energy all around.”\nWatch our Instagram story now as we go behind the scenes with Fifth Harmony at the VMAs. 🎤"}, {"num_of_comments": 24, "num_of_like": "803,418", "path": "instagram/picture0723.jpg", "like_list": [], "date_time": "Aug 27, 2017", "location": "Jardin d'Acclimatation", "tag_list": ["@ttfn", "@ttfn", "#TheWeekOnInstagram"], "caption": "Photo by \nWhen Eunice Lau’s () friend Natalie comes to visit her in Paris from Hong Kong, the two get silly. “We went to the park, arranged the chairs, set up the tripod and voilà!” says Eunice. “This photo is about how random and crazy we both can get when we are together.” 🙃 "}, {"num_of_comments": 24, "num_of_like": "1,005,198", "path": "instagram/picture0724.jpg", "like_list": [], "date_time": "Aug 27, 2017", "location": "Distrito Federal, Mexico", "tag_list": ["@dronerobert", "@dronerobert", "#TheWeekOnInstagram"], "caption": "Photo by \nArt director Roberto Hernández () captured these rows of bright pink taxicabs from above with the help of his drone. “I am always looking for symmetry,” he says. 💞 "}, {"num_of_comments": 23, "num_of_like": "702,859", "path": "instagram/picture0725.jpg", "like_list": [], "date_time": "Aug 27, 2017", "location": "Vilamoura, Portugal", "tag_list": ["@i_square_you", "@i_square_you", "#TheWeekOnInstagram"], "caption": "Photo by \n“Listen to the water,” writes Pedro Matos (), floating in the Atlantic Ocean. "}, {"num_of_comments": 24, "num_of_like": "702,859", "path": "instagram/picture0726.jpg", "like_list": [], "date_time": "Aug 27, 2017", "location": "Afropunk Festival", "tag_list": ["@sza", "@sza", "@afropunk"], "caption": "Boomerang by \nSZA () grew up surrounded by music, but it wasn’t until her early 20s that she knew she wanted to be a musician. “My dad had a super wide range of eclectic tunes,” says the artist, who grew up in New Jersey. “Music was definitely in my house and around me, but never by me.” Fast forward a few years, and that’s all changed — SZA has just released her debut studio album, “Ctrl,” and is in Brooklyn, New York, this weekend to perform at Afropunk ().\n“Afropunk is the culmination of every strain of influence I’ve ever encountered in my life bottled into one huge expression,” SZA describes of the festival, which began in 2005 as a documentary about the African-American punk rock scene, and has since expanded internationally, celebrating black music, art and activism around the world. Though she’s attended and performed at Afropunk before, “I still have so much room to grow,” says SZA. “I’m excited to give people what they deserve on an emotional and sonic level.”\nWatch our Instagram story now to experience Afropunk with SZA."}, {"num_of_comments": 24, "num_of_like": "1,035,580", "path": "instagram/picture0727.jpg", "like_list": [], "date_time": "Aug 26, 2017", "location": "Ryazan Oblast", "tag_list": ["@veysoo", "@veysoo", "#TheWeekOnInstagram"], "caption": "Photo by \nDmitry Matytsin () was accompanied by Kuzma the cat on his early morning stroll as he contemplated the fog and a few life lessons. “Remember that when the future is unclear, everything will be fine because there is always someone nearby — even if it’s a cat.” 😸 "}, {"num_of_comments": 24, "num_of_like": "853,148", "path": "instagram/picture0728.jpg", "like_list": [], "date_time": "Aug 26, 2017", "location": "Russellville Historic District", "tag_list": ["@garcia_alexandra", "@garcia_alexandra", "#TheWeekOnInstagram"], "caption": "Photo by \nPhotojournalist Alexandra Garcia () traveled to Kentucky to be in the path of totality during Monday’s solar eclipse. “It was an otherworldly event,” she describes. “During totality, we kept saying that the light looked like day-for-night movie magic lighting. When this family stopped in the middle of a crosswalk, transfixed on the sky as if they’d just stopped in their tracks, they looked how I felt — in awe.” 🌞🌝 "}, {"num_of_comments": 24, "num_of_like": "853,148", "path": "instagram/picture0729.jpg", "like_list": [], "date_time": "Aug 26, 2017", "location": "Shepetivka", "tag_list": ["#Boomerang", "@liztsarevna", "@liztsarevna", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "#Boomerang", "@instagram"], "caption": " by \nInspiration for Boomerangs appears in everyday objects for Elizabeth Tsareva (). For this OfTheWeek, mirrors got her thinking. “They’re often represented as something unstable, mysterious and scary,” says the 17-year-old Ukrainian student of international relations. “But I wanted to show another side of them: how they connect different worlds, how they show contrasts and similarities and how easy it is to change what you see — and how fun it can be!” 🌱\nAdd OfTheWeek to your next  — yours might show up here on ."}, {"num_of_comments": 7, "num_of_like": "1,016,543", "path": "instagram/picture0730.jpg", "like_list": [], "date_time": "Aug 26, 2017", "location": "", "tag_list": ["@ginebrasiddal", "#WHPimagine", "@ginebrasiddal", "#WHPimagine"], "caption": "Featured photo by \nWeekend Hashtag Project: \nTime travel, outer space, a parallel universe — the goal this weekend is to bring your wildest dreams to life through surreal photos and videos, like this one by Ginebra Siddal (). Wherever your reveries take you, here’s how to get started:\nCreate dreamlike compositions with textures such as gauzy curtains, or seek out otherworldly settings, like a foggy morning or a reflective pond.\nDoes fantasy inspire your makeup and fashion choices (or even those of a pet)? Show off your most imaginative styles, or create a new personality and a look to match.\nStart in your Instagram Stories camera to experiment with transforming the world around you with tools like stickers and face filters, and then share your favorite creation to your feed.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "695,860", "path": "instagram/picture0731.jpg", "like_list": [], "date_time": "Aug 26, 2017", "location": "", "tag_list": ["@kaylabriet", "@kaylabriet", "#WhereIComeFrom"], "caption": "Photo by \n“I was raised in a multigenerational home, under the same roof with my mom, dad, aunt, uncles and grandparents,” recalls Kayla Briët (), a 20-year-old filmmaker, composer and artist from Southern California. “On my mother’s side, I’m Dutch-Indonesian and Chinese. My father is Anishinaabe, a member of the Prairie Band Potawatomi Nation of Kansas. One weekend, my grandma would be teaching me how to fold dumplings, and the next weekend, my mom would be sewing me a traditional outfit to wear at a powwow. My dad would teach me different dance steps; I loved being immersed in the sounds of the singers and the heartbeat of drums.\n“But growing up with these different backgrounds was really confusing. I never felt like I was enough — I was not Chinese enough, Indonesian enough or native enough. I lost my voice because I didn’t really fit in anywhere. To form my own narrative, I learned the stories of my heritage and culture and connected them together. The first medium that gave me a voice was music — I could create my own worlds through soundscapes and songs. Then I taught myself filmmaking, because I wanted to explore the power of a visual form. Through storytelling, I’m able to explore identity and how fluid it is. We’re all ever-changing, like chameleons.” \nWatch our Instagram story to take a look inside Kayla’s life and work."}, {"num_of_comments": 24, "num_of_like": "826,113", "path": "instagram/picture0732.jpg", "like_list": [], "date_time": "Aug 25, 2017", "location": "New York, New York", "tag_list": ["@pieraluisa", "@pieraluisa", "@refinery29", "#KindComments", "#WWIM16💌", "#KindComments"], "caption": "Photo by \nPiera Gelardi (), the co-founder and executive creative director of Refinery29 (), is here to empower women through creativity. “Our mission is to be a catalyst for women to claim their power,” describes Piera, who started the online lifestyle magazine in 2005 with three friends in a New York apartment. “We celebrate inclusivity and imagination, and we want our readers to be inspired, to feel great in their own skin and to find channels in their own lives to pursue their passion.”\nWith a strong online presence and dedicated readership comes responsibility, especially when it comes to the idea of . “I so appreciate this mission to create a kind community, because there is so much trolling and negativity that can exist online, especially for women,” says Piera. “The world needs more messages of love and kindness, and just needs more kindness overall. We really try to put out optimistic storytelling that makes women connect with the world and with each other.” 👭\nTo celebrate the upcoming 's theme of , we’ll be featuring voices spreading messages of kindness within the Instagram community.\nWatch our Instagram story now to see how Piera practices kindness in New York City."}, {"num_of_comments": 24, "num_of_like": "1,127,504", "path": "instagram/picture0733.jpg", "like_list": [], "date_time": "Aug 24, 2017", "location": "Boston, Massachusetts", "tag_list": ["@ungdee", "#WeeklyFluff", "@ungdee", "@ungdee"], "caption": "Photo by \nHello, world! It’s time to meet today’s : Ungdee (), a 3-year-old French bulldog living and loving life in Boston. According to his owner, Ungdee passes his time eating, sleeping and 💩— what could be better?\nFollow  to never miss a day in his life; this little Frenchie is obviously doing something right."}, {"num_of_comments": 24, "num_of_like": "740,787", "path": "instagram/picture0734.jpg", "like_list": [], "date_time": "Aug 23, 2017", "location": "Cromer", "tag_list": ["@stillvisionphotographycamb", "@stillvisionphotographycamb", "#WHPadventure"], "caption": "Photo by \nLow temperatures and high winds didn’t stop surfers in the UK from catching a few waves over the weekend — and photographer Michael Thornton () paused to notice. “It struck me that the weather, even in summer, had created an adventure for them.” 🏄 "}, {"num_of_comments": 24, "num_of_like": "1,321,625", "path": "instagram/picture0735.jpg", "like_list": [], "date_time": "Aug 23, 2017", "location": "Gili Trawangan", "tag_list": ["@dnym_", "@dnym_", "#WHPadventure"], "caption": "Photo by \nAlone with his camera on an Indonesian beach, a passing horse and rider sent Denny Muhammad () scrambling to click the shutter button. “This photo expresses my feelings about this world,” he describes. “In darkness, there is always a light.” "}, {"num_of_comments": 24, "num_of_like": "839,996", "path": "instagram/picture0736.jpg", "like_list": [], "date_time": "Aug 23, 2017", "location": "Rockaway Beach, 95 Street", "tag_list": ["@marinobambinos", "@marinobambinos", "#WHPadventure"], "caption": "Photo by \nYou never know what you’re going to get when you take a photo in the ocean, but Queens, New York-based writer Monica Marino () was pleased with this one. “My daughter was having a blast catching waves, and I went out during golden hour to see if I could capture a memory of a pretty ordinary — but extraordinary — evening at the beach together,” she says. 🌊\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 18, "num_of_like": "1,183,553", "path": "instagram/picture0737.jpg", "like_list": [], "date_time": "Aug 23, 2017", "location": "", "tag_list": ["@erwnw", "@jmmyylee", "@erwnw", "#WHPadventure"], "caption": "Photo of  by \nErwin Widianto () and friends get some perspective from their vantage point in the Indonesian countryside. “We are only a small part of the universe,” writes Erwin. “Be nice and respect everything around you.” "}, {"num_of_comments": 24, "num_of_like": "829,783", "path": "instagram/picture0738.jpg", "like_list": [], "date_time": "Aug 22, 2017", "location": "Sheepshead Bay (BMT Brighton Line)", "tag_list": ["@wanderinglaur", "@wanderinglaur", "#WHPadventure"], "caption": "Photo by \nAdventure can be found even on a train ride home, like in this photo by Lauren (). “These sweet little girls sitting across from me are reminding me that even things I take for granted, and complain about often, can be a great adventure when viewed from a different perspective,” writes Lauren in her caption. “There’s a lot to see outside the window!” "}, {"num_of_comments": 22, "num_of_like": "2,398,658", "path": "instagram/picture0739.jpg", "like_list": [], "date_time": "Aug 22, 2017", "location": "City of Greenbrier, Tennessee", "tag_list": ["@dave.krugman", "#SolarEclipse", "@dave.krugman", "@billnye"], "caption": "Photo by \nToday’s  traced its path of totality — the geographic line along which the sun is entirely blocked from view by the moon — across the United States, from the woods of Oregon to the fields of South Carolina. Its rarity inspired millions to turn their eyes and lenses skyward, including New York-based photographer Dave Krugman (), who made a trek to Nashville, Tennessee, to see this first total solar eclipse in the US in 38 years. “This was a flashpoint moment I didn’t want to miss,” says Dave. “Seeing the sky go dark and a ring of fire suddenly appear was an extraordinary experience. The light was eerie, otherworldly. It’s surely a moment I’ll never forget.” 🌞🌝\nWatch our Instagram story featuring  to see scenes and views of the solar eclipse across the US. 😎"}, {"num_of_comments": 16, "num_of_like": "853,550", "path": "instagram/picture0740.jpg", "like_list": [], "date_time": "Aug 22, 2017", "location": "New Brighton, Wirral, United Kingdom", "tag_list": ["@wallopart", "@wallopart", "#WHPadventure"], "caption": "Photo by \nDog mom Katie Wall () set out on a local beach sojourn at home in England. “Zero to not-quite-seagull-speed in 60 seconds,” she writes of her playful whippet. 🐶\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 17, "num_of_like": "530,592", "path": "instagram/picture0741.jpg", "like_list": [], "date_time": "Aug 21, 2017", "location": "", "tag_list": ["@peachystudy", "@peachystudy"], "caption": "Photo by \nAs a student, Emma () wasn’t satisfied with her school-issued planner, so she turned to patterned tape, brush lettering and collage materials to up her homework game. “I really got inspired by the study community itself before I was a part of it. I would think, ‘This is so cool, maybe this is a niche I can fit into.’”\nEmma, who’s 17 years old and studying French, English and classical civilization at A Level in the UK, says that her journals, like her homework, are a constant work in progress. “Often when I do my pages, I’ll just start drawing things and counting all the squares to make sure it lines up. I don’t feel the need to rip out pages if there’s a tiny mistake — they all add to the overall spirit of the journal.” 📓\nWatch our Instagram story now to take a peek inside Emma’s notebooks."}, {"num_of_comments": 18, "num_of_like": "871,740", "path": "instagram/picture0742.jpg", "like_list": [], "date_time": "Aug 20, 2017", "location": "Yamaguchi Prefecture", "tag_list": ["@yamacame", "@yamacame", "#TheWeekOnInstagram"], "caption": "Photo by \nIn Japan, summer is a time for suikawari. “It’s a traditional game that involves splitting a watermelon with a stick while blindfolded,” says Yousuke Yamamoto (), who took this photo of his daughter with a film camera and developed the negative himself. 🍉 "}, {"num_of_comments": 24, "num_of_like": "1,356,881", "path": "instagram/picture0743.jpg", "like_list": [], "date_time": "Aug 20, 2017", "location": "Erlebnispark Teufelstisch", "tag_list": ["@mximlr", "#TheWeekOnInstagram"], "caption": "Photo by \nA 4 a.m. wake-up call sent Max Müller and a friend on a three-hour road trip to western Germany. “It was raining that day, which I quite like. It brings a special mood to the photos,” says Max. “This scene looks very unreal, and that’s what I like about it.” 🌬 "}, {"num_of_comments": 24, "num_of_like": "1,104,377", "path": "instagram/picture0744.jpg", "like_list": [], "date_time": "Aug 19, 2017", "location": "Natal, Rio Grande do Norte", "tag_list": ["@galvartt", "#TheWeekOnInstagram"], "caption": "Photo by \nFelipe Galvão and his cousin headed into the Brazilian countryside to capture this moment of stillness. “I like the relationship between the rigid and the sensitive,” he says of the softness of the flowers and the toughness of the metal. 🌼 "}, {"num_of_comments": 21, "num_of_like": "1,591,215", "path": "instagram/picture0745.jpg", "like_list": [], "date_time": "Aug 19, 2017", "location": "", "tag_list": ["@nekojimakeibu", "#TheWeekOnInstagram"], "caption": "Photo by \nA majestic feline takes a leap of faith in Japan. 😸 "}, {"num_of_comments": 24, "num_of_like": "1,591,215", "path": "instagram/picture0746.jpg", "like_list": [], "date_time": "Aug 19, 2017", "location": "Santa Eulalia Del Río, Islas Baleares, Spain", "tag_list": ["#Boomerang", "@lavraieviedesdanseurs", "#BoomerangOfTheWeek", "@lavraieviedesdanseurs", "#BoomerangOfTheWeek", "#Boomerang", "@instagram"], "caption": " by \nWe’re diving into the weekend with this OfTheWeek from Parisians Claire and Florent (), taken on their sunny Spanish getaway. “Dancing and laughing is our motto!” says the graceful duo, who have been best friends since they were in ballet school together. “It didn’t take long for us to start trying fun ways to dip into the pool.” 💦\n\nAdd OfTheWeek to your next  — yours might show up here on ."}, {"num_of_comments": 24, "num_of_like": "1,152,177", "path": "instagram/picture0747.jpg", "like_list": [], "date_time": "Aug 19, 2017", "location": "Maraú", "tag_list": ["@luisadorr", "#WHPadventure", "@luisadorr", "#WHPadventure"], "caption": "Featured photo by \nWeekend Hashtag Project: \nA sense of adventure manifests itself in many different forms. This weekend, the goal is to capture that feeling of newness, possibility and striking out on your own, like in this featured photo by Luisa Dörr (). Here are a few tips to get your started:\nWhether you’re heading back to school or starting a job, a new life phase requires bravery — show us that spirit of new things on the horizon.\nAdventure can be found in far-flung places, or close to home. Take a video of your journeys this weekend, be it a long road trip to unexplored places or an excursion to where local adventurers meet up — for parkour, bouldering or an open-water swim.\nYour imagination can take you on an adventure. Show us what that ride looks like by revealing some tricks or ways you motivate yourself to dive headfirst into a new project.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,152,177", "path": "instagram/picture0748.jpg", "like_list": [], "date_time": "Aug 19, 2017", "location": "Mosul, Iraq", "tag_list": ["@felipedana", "@felipedana", "#WorldHumanitarianDay"], "caption": "Video by \nBrazilian photojournalist Felipe Dana’s () mission is to use photography to inform. “In addition to covering major news, we can’t stop looking for stories that aren’t always in the media but that need to be shared,” he says. Born in Rio de Janeiro, Felipe’s photos often capture the harsh realities of urban violence and drug abuse, and his recent work has focused on the lives of refugees and the battle of Mosul in Iraq.\n“I often cover urban conflict in Rio de Janeiro, but the reality of Iraq is even more difficult,” says Felipe. “The greatest victims are the families who try to survive surrounded by war. It’s impossible not to get emotional every day working in those places. What makes me reflect the most is the ability to overcome. A lot of people have lost their homes, their families, their mothers, their children. Many are fighting for their lives in hospitals or surviving difficult conditions in refugee camps. But they continue to hope for a stop to the endless war, wishing to be able to safely return to their homes one day.”\nAugust 19 marks , which pays tribute to humanitarian aid workers and supports civilians affected by crises. Watch our Instagram story to see Mosul through Felipe’s lens."}, {"num_of_comments": 24, "num_of_like": "831,758", "path": "instagram/picture0749.jpg", "like_list": [], "date_time": "Aug 18, 2017", "location": "Lille, France", "tag_list": ["@emiibook", "@emiibook"], "caption": "Photo by \n“A day without seeing any books is a sad day for me,” says Emilie (), a 21-year-old French student and bibliophile. After discovering her passion for reading just a few years ago in — where else? — a bookstore, Emilie was hooked. “What I love about books is that they transport you to another world,” says Emilie. “You can live an extraordinary experience all while laying on your couch. I am never the same after reading a book.”\nWhenever she finishes a new tome, Emilie creates a photo inspired by the story, highlighting her favorite parts and using props like stamps, postcards, paint, plants and dolls. “I have a whole world in my head and I try to express it through my photos.” 📚"}, {"num_of_comments": 24, "num_of_like": "831,758", "path": "instagram/picture0750.jpg", "like_list": [], "date_time": "Aug 17, 2017", "location": "", "tag_list": ["@ziggythebird", "#WeeklyFluff", "@ziggythebird", "@ziggythebird"], "caption": "Video by \nHello, world! It’s time to meet today’s : Ziggy (). Described by her human as “trouble making, curious and cuddly,” green-cheeked Ziggy is a conure, a type of parakeet named for its beautifully hued plumes. A very social bird, Ziggy is always on the lookout for the next head scratch — when she’s not bathing or preening, that is. Follow  to keep up with her every move. 💚"}, {"num_of_comments": 23, "num_of_like": "831,758", "path": "instagram/picture0751.jpg", "like_list": [], "date_time": "Aug 17, 2017", "location": "Mumbai, Maharashtra", "tag_list": ["@toshadaa", "@toshadaa"], "caption": "Boomerang by \nWhatever mood she’s in, model and entrepreneur Toshada Uma () can find a way to express it. “I try to look at my identity as a piece of art I’m creating — and hair, makeup and styling are my tools,” says the 18-year-old, who lives in her hometown of Mumbai, India. At 4’9” (1.4 meters) tall, Toshada is also focused on defying expectations in the fashion world. “I really hope I can create more acceptance for the body type in the industry,” she says, adding, “I have always been a confident person, but on the days I don’t feel so good, I always know that playing around with some outfits is definitely going to make me happy.”\nWatch our Instagram story to see some of Toshada’s favorite looks."}, {"num_of_comments": 24, "num_of_like": "815,097", "path": "instagram/picture0752.jpg", "like_list": [], "date_time": "Aug 17, 2017", "location": "", "tag_list": ["@amybethellice_", "@amybethellice_"], "caption": "Photo by \nWhen Amy-Beth Ellice () needs a bunch of lavender wisteria draped across a table or a handful of raspberries to decorate a freshly baked cake, she doesn’t have to go far. “Growing up in the countryside, I’ve always been inspired by our garden and flowers at home,” says the 19-year-old baker and party designer from Essex, England. Just a toddler when her mother introduced her to the kitchen, Amy-Beth was soon taste-testing her own recipes; from there, she published her first cookbook at just 16 years old.\nOften planning and throwing dinner parties for friends and family, Amy-Beth’s tips for romantic English place settings, pretty flower arrangements and rustic desserts all boil down to one thing: “Use fresh ingredients,” she says. “I just love using things from the garden. As long as I think everything looks beautiful and tastes great, that’s what I really enjoy for the table.” 🍰"}, {"num_of_comments": 24, "num_of_like": "927,203", "path": "instagram/picture0753.jpg", "like_list": [], "date_time": "Aug 16, 2017", "location": "", "tag_list": ["@alittlescotch", "@alittlescotch", "#WHPmini"], "caption": "Photo by \nSmall but mighty Scottish terrier Winston Aloysius () prepares for bath time with two even smaller rubber duckies. 🐥 "}, {"num_of_comments": 24, "num_of_like": "927,203", "path": "instagram/picture0754.jpg", "like_list": [], "date_time": "Aug 16, 2017", "location": "Kuala Lumpur, Malaysia", "tag_list": ["#Boomerang", "@christyyeee", "@christyyeee", "#WHPmini"], "caption": " by \nArchitect Christie Tan () was motivated by  to finish this tiny model of an old, local coffee shop — pictured just behind it — over the weekend. “Heritage buildings tug at my heart,” she says. “I like that this model is recognizable as the old shop, yet not exactly the same. I’ve reinterpreted the build.” ☕️"}, {"num_of_comments": 22, "num_of_like": "804,152", "path": "instagram/picture0755.jpg", "like_list": [], "date_time": "Aug 16, 2017", "location": "", "tag_list": ["@alef79", "#WHPmini"], "caption": "Photo by \nDrones have a knack for making everything appear small.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "804,152", "path": "instagram/picture0756.jpg", "like_list": [], "date_time": "Aug 16, 2017", "location": "Houston, Texas", "tag_list": ["@theharperwatters", "@theharperwatters"], "caption": "Video by \nHarper Watters () says he’s been “a constant mover” ever since he was a child, dancing in styles from modern to hip-hop, jazz to African dance while he was growing up in New Hampshire. After moving to Texas to pursue his dream of becoming a professional dancer, Harper, now 25 years old, has since realized that dream as a demi-soloist with the Houston Ballet.\n“It’s my goal to highlight the ballet world and bring it to different audiences,” says Harper, an extremely active voice in the social media dance world. “I want to show that we have our own interests and likes.” To accomplish this, Harper frequently films photos and videos he calls “The Pre Show,” showing himself and his fellow dancers preparing for performances, and creates viral videos of himself in bubblegum-pink heels — dancing, vogueing and walking on the treadmill. “These are expressions of my personality and extensions of what I love to do,” says Harper. “I want to create a space for people to be comfortable in who they are, where it’s possible to love Beyonce and RuPaul, and you can wear a pair of pink heels and still call yourself a classical ballet dancer.” 👠\nWatch our Instagram story now to take a look into Harper’s ballet world."}, {"num_of_comments": 20, "num_of_like": "1,146,219", "path": "instagram/picture0757.jpg", "like_list": [], "date_time": "Aug 15, 2017", "location": "", "tag_list": ["@pattischmidt", "@pattischmidt", "#WHPmini"], "caption": "Photo by \nFor Patti (), mini is “when you’re a whole lot smaller than your 6’4” brother.”  👶"}, {"num_of_comments": 20, "num_of_like": "714,128", "path": "instagram/picture0758.jpg", "like_list": [], "date_time": "Aug 15, 2017", "location": "", "tag_list": ["@rosaiyoo", "@rosaiyoo", "#WHPmini"], "caption": "Photo by \n“Yellow rain boots for a rainy weekend,” writes South Korean paper artist Rosa Yoo (). ☔️ "}, {"num_of_comments": 24, "num_of_like": "714,128", "path": "instagram/picture0759.jpg", "like_list": [], "date_time": "Aug 15, 2017", "location": "", "tag_list": ["@dyllonwolf", "@dyllonwolf", "#WHPmini"], "caption": "Video by \nA recurring appearance from this tiny, leaping frog inspired Dyllon Wolf’s ()  submission. 🐸\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 6, "num_of_like": "714,128", "path": "instagram/picture0760.jpg", "like_list": [], "date_time": "Aug 15, 2017", "location": "Barcelona, Spain", "tag_list": ["@deivitt", "@deivitt", "#myinstagramlogo"], "caption": "Video by \nComputer engineer David Moreno Garcia () got to unleash his playful side while building this  with Lego bricks. Always on the lookout for bright materials to make logos, it took David 45 minutes to record this Hyperlapse at his home in Barcelona, Spain. “I love being part of a community so colorful,” he says."}, {"num_of_comments": 24, "num_of_like": "714,128", "path": "instagram/picture0761.jpg", "like_list": [], "date_time": "Aug 15, 2017", "location": "New York, New York", "tag_list": ["@jonburgerman", "@jonburgerman"], "caption": "Video by \nJon Burgerman () has never not been doodling. “I doodled all the way through school, often getting in trouble for drawing with the condensation on steamed-up windows,” says the artist, who grew up in the UK and now lives in New York City. “Even from an early age, I was obsessed with drawing on everything. You could say art was a way for me to retreat into a fantasy world of my own making.”\nThese days, Jon paints, draws, animates and even writes as a full-time job — and also unleashes his creativity on Instagram Stories, adding googly-eyed creatures into the regular world and creating them out of inanimate objects with tools like markers and eraser brushes. “I’ve unlocked a part of my brain that allows me to anthropomorphize everything,” he says. “If there’s anything I’d like people to take from my work, it’s that it’s fun to be creative. Everyone should have a go at making things and not worry about them being ‘good’ or ‘bad.’ Just playing and seeing is the main part of the fun.” 👀\nWatch our Instagram story to see Jon’s doodles come to life in New York City."}, {"num_of_comments": 24, "num_of_like": "535,699", "path": "instagram/picture0762.jpg", "like_list": [], "date_time": "Aug 14, 2017", "location": "Los Angeles, California", "tag_list": ["#Boomerang", "@jasmeannnn", "@jasmeannnn", "@beautycon"], "caption": "Photos and  of \nFor Jasmine Brown (), keeping makeup simple doesn’t mean keeping it boring. “Modeling, fitness and traveling make my beauty routine stay natural 90 percent of the time,” says the 22-year-old, who is originally from Texas. “But I LOVE experimenting with makeup, new colors and new looks. New challenges I’ve encountered have been silly ones, but still so fun, like the ‘no mirror’ makeup challenge and the ‘using your opposite hand’ makeup challenge.”\nWhen she’s creating a new beauty tutorial, Jasmine turns to her followers to find out what they want to learn, and her advice for pulling off a flawless look is always the same: “Confidence! It’s the most beautiful thing ever!” 💋\nWatch our Instagram story now to see Jasmine pull together one of her signature looks as she gets ready for ."}, {"num_of_comments": 24, "num_of_like": "1,323,881", "path": "instagram/picture0763.jpg", "like_list": [], "date_time": "Aug 13, 2017", "location": "Oregon", "tag_list": ["@dllln", "@dllln", "#TheWeekOnInstagram"], "caption": "Photo by \nDillon Jenkins () and his husky, Coda, camped at this lake with the hope of catching a stunning sunrise. “We woke to a cloudless sky and fog floating above the lake,” he says. “Coda rushed down to the water to dip her paws in, and we listened to the birds sing while I made coffee.” ☕️ "}, {"num_of_comments": 24, "num_of_like": "861,114", "path": "instagram/picture0764.jpg", "like_list": [], "date_time": "Aug 13, 2017", "location": "Yekaterinburg, Sverdlovskaya Oblast', Russia", "tag_list": ["@andrrresky", "@andrrresky", "#TheWeekOnInstagram"], "caption": "Photo by \nFresh beets, carrots, basil — “I came up with the idea for this photo after I brought this harvest home and laid it on the table,” says food photographer Andrey Tulsky (). “I couldn’t resist the recipe for beet pappardelle. This moment transports us to the kitchen of a Tuscan villa.” 🍝 "}, {"num_of_comments": 21, "num_of_like": "782,442", "path": "instagram/picture0765.jpg", "like_list": [], "date_time": "Aug 13, 2017", "location": "Destin Florida - Emerald Coast", "tag_list": ["@evaxucs", "@evaxucs", "#TheWeekOnInstagram"], "caption": "Photo by \nDuring her annual US motorcycle trip, Spanish native Eva Oliveras () spotted these plastic flamingoes on the side of the road. “I was on the lookout for them, as always,” she says. “So, I came back the next day to take the picture.” "}, {"num_of_comments": 24, "num_of_like": "803,485", "path": "instagram/picture0766.jpg", "like_list": [], "date_time": "Aug 12, 2017", "location": "Puebla City", "tag_list": ["@andreslobatoes", "@andreslobatoes", "#TheWeekOnInstagram"], "caption": "Photo by \nAfter stumbling across a television crew filming a period piece, photojournalist Andrés Javier Lobato Bonilla () “felt like I was traveling through time,” he says. “I love the way the raindrops fall over the scene, and the blur of the girl in motion.” ☔ "}, {"num_of_comments": 24, "num_of_like": "1,004,610", "path": "instagram/picture0767.jpg", "like_list": [], "date_time": "Aug 12, 2017", "location": "Mercedes, Soriano", "tag_list": ["@marcosalfonso_", "@marcosalfonso_", "#TheWeekOnInstagram"], "caption": "Photo by \nMarcos Alfonso Gallardo Negrin () came to visit friends in the countryside to drink maté, watch the sunset and take photos of horses. “When I’m in the city, I love the presence of people. But when I’m in the country, I love the absence of them,” he says. “I get inspired by the simplicity of nature and animals.” "}, {"num_of_comments": 18, "num_of_like": "987,292", "path": "instagram/picture0768.jpg", "like_list": [], "date_time": "Aug 12, 2017", "location": "Soria", "tag_list": ["@elenyh", "@elenyh", "#TheWeekOnInstagram"], "caption": "Photo by \n“I wanted to show the color of summer in this photo,” says Elena Aparicio (). “Every year, I come here to walk through the sunflowers. I love the colors in this town.” 🌻🌻🌻 "}, {"num_of_comments": 24, "num_of_like": "987,292", "path": "instagram/picture0769.jpg", "like_list": [], "date_time": "Aug 12, 2017", "location": "Zagreb, Croatia", "tag_list": ["#Boomerang", "@frenchie_sweets", "@frenchie_sweets", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "#Boomerang", "@instagram"], "caption": " by \nPerky ears, blinking eyes and wagging tongues — Oreo and Mars (), two French bulldogs and best friends, are in perfect sync for our OfTheWeek.\nAdd OfTheWeek to your next  — yours might show up here on ."}, {"num_of_comments": 23, "num_of_like": "1,209,607", "path": "instagram/picture0770.jpg", "like_list": [], "date_time": "Aug 12, 2017", "location": "", "tag_list": ["@chiisanashiawase2015", "#WHPmini", "@chiisanashiawase2015", "#WHPmini"], "caption": "Featured photo by \nWeekend Hashtag Project: \nSmall is cute but mini is irresistible — like this featured photo of tiny teacups from Kiyomi (). This weekend, the goal is to take photos and videos of all manner of mini objects and creatures. Here are some tips to get you started:\nThe miniature trend is alive and well. Are you an artist who makes itty-bitty masterpieces out of polymer clay and paint? Show off some of your favorite creations.\nTake a video of your younger sibling who mimics your every move, a new puppy following around its mother or the little things in your world that make you go, “Aww!”\nCompare something micro to something massive to better illustrate its size — like a sapling at the base of a giant redwood tree or an ice cream challenge next to a single scoop.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 22, "num_of_like": "604,321", "path": "instagram/picture0771.jpg", "like_list": [], "date_time": "Aug 12, 2017", "location": "Eichenberg, Hessen, Germany", "tag_list": ["@agirlwithajournal", "@agirlwithajournal", "#KindComments", "#WWIM16💌"], "caption": "Photo by \nLina Doerwald () remembers her first journal: it was a birthday gift from her grandmother, and she would go months without writing in it. Fast forward a few years, and the 19-year-old German student is writing, painting and drawing in her colorful notebooks almost every day. “Most weeks, I sit down three or four evenings to prep my journal with watercolors,” says Lina, who uses paints, pens and stamps to decorate the pages. She then fills her journals with handwritten words, printed photos and various bits and pieces of her daily life. “It’s the best way to get all my feelings out.”\nLina frequently finds inspiration within the supportive journaling community on Instagram. “Everyone is so creative and always coming up with new ideas,” says Lina, who gives back with . “I try to respond to every comment under my posts and show how much I appreciate the effort people make to write something that brightens my day.”\nTo celebrate the upcoming  theme of Kind Comments, we’ll be featuring voices spreading messages of kindness within the Instagram community.\nWatch our Instagram story to take a look inside Lina’s journals. 📖"}, {"num_of_comments": 23, "num_of_like": "612,006", "path": "instagram/picture0772.jpg", "like_list": [], "date_time": "Aug 11, 2017", "location": "London, United Kingdom", "tag_list": ["@wahnails", "@wahnails", "#💅"], "caption": "Photo by \nFrom blinged-out 3-D acrylics to intricate portraiture, London’s WAH Nails () paints fingertip canvases using the most cutting-edge techniques. “If there’s new tech, we’re trying to use it,” says the company’s social and communications manager, Ellen Ormerod. WAH Nails founder Sharmadean Reid was a pioneer of the nail art craze, starting her company in 2009, but her initial ambitions were simple: “It was just meant to be a place for Sharma and her friends to hang out and get their nails done,” says Ellen. Now the company boasts a hip Soho storefront with a dozen artists, each with their own specialty and style. “We have one tech who does lots of pastel girly stuff and one who does embellished sci-fi nails,” says Ellen, adding that styles are constantly changing based on trends. “There are always ways we can paint the new season’s prints, or we did one with Kendrick Lamar’s ‘Humble’ lyrics. We’re able to keep it relevant and fresh.”  Check out some of WAH Nails’ latest designs on our Instagram story now!"}, {"num_of_comments": 22, "num_of_like": "740,364", "path": "instagram/picture0773.jpg", "like_list": [], "date_time": "Aug 10, 2017", "location": "", "tag_list": ["@flyingkat", "@flyingkat"], "caption": "Photo by \nKatja Eshkileva () moves in accidental spaces between highlights and shade. Born in Russia and based in the Netherlands, the freelance photographer travels widely and likens her images to snapshots of a performance space, where “the sun plays the main role and the rest stays or moves as décor.” ☀️\n“I’m looking for color, light, lines, complexity of shadows and strange frames,” she says. “Nothing is posed or calculated, but reality is not the purpose of my work.”\nWatch our Instagram story now to see some of Katja’s photographs."}, {"num_of_comments": 24, "num_of_like": "1,249,142", "path": "instagram/picture0774.jpg", "like_list": [], "date_time": "Aug 9, 2017", "location": "Taj Lake Palace, Udaipur, India", "tag_list": ["@ihappenedindubai", "@ihappenedindubai", "#WHPinthekitchen"], "caption": "Photo by \nWhen food arrived at the hotel for Kunal Kataria () and his family, Kunal looked at his wife and said, “Our daughter looks like a queen at the table for breakfast in the royal kingdom.” 👑"}, {"num_of_comments": 24, "num_of_like": "681,176", "path": "instagram/picture0775.jpg", "like_list": [], "date_time": "Aug 9, 2017", "location": "Tuscany", "tag_list": ["@cakemaniaitalia", "@cakemaniaitalia", "#WHPinthekitchen"], "caption": "Photo by \nSasha Carnevali’s () grandparents bought this 17th-century villa — complete with frescoes on the kitchen walls — after World War II as a country escape. “Like many people who have lived through a war, my grandmother accumulated a lot of stuff,” says Sasha. “I loved the idea of using this scale of hers to weigh the plums I picked to make preserves.” "}, {"num_of_comments": 24, "num_of_like": "594,829", "path": "instagram/picture0776.jpg", "like_list": [], "date_time": "Aug 9, 2017", "location": "Gurugram", "tag_list": ["@lokesh.dang", "@lokesh.dang", "#WHPinthekitchen"], "caption": "Photo by \n“I love the concept of an open kitchen,” says Lokesh Dang (), who took this photo as he stepped out for a quick bite with a friend. “It makes me feel like the cooks are scientists, experimenting with something new every day.”\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "887,743", "path": "instagram/picture0777.jpg", "like_list": [], "date_time": "Aug 9, 2017", "location": "Ridgefield, Washington", "tag_list": ["@rojothellama", "#WeeklyFluff", "@rojothellama"], "caption": "Photo by \n“More like a dog than a llama” — that’s how Shannon Joy describes today’s , Rojo (), a 15-year-old, 400-pound (181-kilogram) therapy llama. “Most llamas are always looking for threats — they’re often used as guard animals — but Rojo stays present,” says Shannon, who manages a small herd of therapy llamas with her mother, Lori, in the Pacific Northwest. “He understands he’s large and stays still in crowds, using his long neck to reach for treats from new friends.”\nWhen Shannon’s family moved to rural Washington when she was a kid, her mother was on the hunt for “cute lawn mowers.” They came across llamas and fell in love. Inspired by a moment between Rojo and a disabled child, Shannon, Lori and Rojo passed a certification class and began sharing Rojo as a therapy llama in 2007. Now, Mountain Peaks Therapy Llamas & Alpacas brings Rojo and his small herd — often dressed up in silly costumes — to everything from memorial services to weddings, nursing homes to college campuses. “Most people respond how you’d expect: incapable of not smiling,” says Shannon. “Llamas aren’t like dogs or cats. They’re new. They offer a genuinely unique expression of curiosity and happiness.”\nWatch our Instagram story now to meet Rojo and his herd."}, {"num_of_comments": 24, "num_of_like": "1,008,679", "path": "instagram/picture0778.jpg", "like_list": [], "date_time": "Aug 8, 2017", "location": "Monastir, Tunisia", "tag_list": ["@troudibilel", "#WHPinthekitchen"], "caption": "Photo by \nWaffle pops, anyone? "}, {"num_of_comments": 23, "num_of_like": "927,406", "path": "instagram/picture0779.jpg", "like_list": [], "date_time": "Aug 8, 2017", "location": "Quebrada de Humahuaca", "tag_list": ["@takemecooking", "#WHPinthekitchen"], "caption": "Photo by \nThis not-so-average Argentine picnic spread is the perfect setting for ."}, {"num_of_comments": 24, "num_of_like": "1,228,913", "path": "instagram/picture0780.jpg", "like_list": [], "date_time": "Aug 8, 2017", "location": "", "tag_list": ["@allthatisshe", "@allthatisshe", "#WHPinthekitchen"], "caption": "Photo by \n“Cooking with kids is when you end up, quite literally, wearing the food,” describes Dominique (), at home in the UK. 🍄\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "916,679", "path": "instagram/picture0781.jpg", "like_list": [], "date_time": "Aug 8, 2017", "location": "", "tag_list": ["@cristinaverdu", "#hellomynameis", "@cristinaverdu", "@instagrames"], "caption": "Photo by \n“ Cristina Verdú (). I’m 22 years old and I live in both Alicante, Spain — the province where I’m from — and Australia. I study design engineering and I love longboarding! I got into the sport when my gym teacher showed me some videos, and eight months later I was competing at the world level. Getting on my board is an escape for me; I get to let go of the pressure from my studies and from life in general. You don’t think about anything apart from the adrenaline. You’re on your own with no brake in the middle of the road surrounded by nature — I love that feeling!\n“Last year I came in seventh place in an international longboarding competition, and now I want to be world champion. But above all, I want to raise awareness about extreme sports. There are a lot of female competitors, but most of the people who take part are still men, so I want to encourage everyone to try it. If I can do it, anyone can. You just have to take the first step.”\nDiscover more stories from the Spanish-speaking community on ."}, {"num_of_comments": 24, "num_of_like": "1,308,711", "path": "instagram/picture0782.jpg", "like_list": [], "date_time": "Aug 6, 2017", "location": "Athabasca Falls", "tag_list": ["@martinwehrmann", "@martinwehrmann", "#TheWeekOnInstagram"], "caption": "Photo by \nMartin Wehrmann’s () dream shot at Athabasca Falls in Canada’s Jasper National Park required his wife to stand on a cliff for 30 minutes until the sunset’s glow was just right. “She was so brave!” says Martin, a lawyer and photographer from Hanover, Germany. “I like the mixed feeling I have while looking at this photo. On one hand, I see this dangerous moment with a person standing right on the edge of a high cliff, with the wild nature around her. On the other hand, the light gives this photo such a beautiful and friendly touch.” "}, {"num_of_comments": 24, "num_of_like": "795,442", "path": "instagram/picture0783.jpg", "like_list": [], "date_time": "Aug 6, 2017", "location": "London, United Kingdom", "tag_list": ["@oliwhitetv", "@oliwhitetv", "#SiTC2017"], "caption": "Photo by \nEating ice cream, riding a bike, spending lazy afternoons sunbathing in the park — these are just a few of the ways British entertainer Oli White () likes to spend his summers in London. Watch our Instagram story now to see the rest of Oli’s favorite warm-weather pastimes. "}, {"num_of_comments": 24, "num_of_like": "831,833", "path": "instagram/picture0784.jpg", "like_list": [], "date_time": "Aug 6, 2017", "location": "Tokyo, Japan", "tag_list": ["@azrieahmd", "@azrieahmd", "#TheWeekOnInstagram"], "caption": "Photo by \n“It was sunset and the group was performing a slower version of the dance,” says 28-year-old Ahmad Azrie (), of his portrait of an Awa Odori dancer at the Tanabata Matsuri festival in Tokyo. “There was no loud music accompanying them, and maybe for that reason the dance seemed a bit more compelling to me. One of the ladies started dancing near where I was, the sun shining behind her creating an astonishing scene — so I just had to press the shutter button.” "}, {"num_of_comments": 24, "num_of_like": "1,007,956", "path": "instagram/picture0785.jpg", "like_list": [], "date_time": "Aug 5, 2017", "location": "Croatia", "tag_list": ["@sara_mellinagottardo", "@sara_mellinagottardo", "#TheWeekOnInstagram"], "caption": "Photo by \nWe’re swinging into the weekend from the coast of Croatia with . "}, {"num_of_comments": 24, "num_of_like": "1,007,956", "path": "instagram/picture0786.jpg", "like_list": [], "date_time": "Aug 5, 2017", "location": "Yogyakarta", "tag_list": ["#Boomerang", "@imfaridhasan", "#BoomerangOfTheWeek", "@imfaridhasan", "#BoomerangOfTheWeek", "@instagram"], "caption": " by \nWe’re jumping for joy at this OfTheWeek from 19-year-old Farid Hasan () of two of his college friends. “Maybe happiness can be obtained from simple things,” says Farid, “like capturing this moment.”\nAdd OfTheWeek to your next Boomerang — yours might show up here on ."}, {"num_of_comments": 24, "num_of_like": "1,206,385", "path": "instagram/picture0787.jpg", "like_list": [], "date_time": "Aug 5, 2017", "location": "", "tag_list": ["@h.rebel", "#WHPinthekitchen", "@h.rebel", "#WHPinthekitchen"], "caption": "Featured photo by \nWeekend Hashtag Project: \nMagic happens in the kitchen. This weekend, the goal is to take photos and videos of the good food and better company you find in the kitchen, as in this featured photo by Hedi Gharrat (). Here are some tips to get you started:\nVisit the kitchens where your favorite meals are made: Re-create a family recipe at a relative’s house, capture the tried and true pots and pans hanging above your kitchen sink or the scars on a friend’s cheese board at Friday night dinner.\nPeople tend to gather in a home’s kitchen. Record Boomerangs or videos that capture the energy of a group of family members and friends around food and drink.\nKitchens don’t have to exist between four built walls. What are some nontraditional, makeshift kitchens you found yourself in this weekend, like a street food cart or a campfire?\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "700,916", "path": "instagram/picture0788.jpg", "like_list": [], "date_time": "Aug 5, 2017", "location": "Johannesburg, Gauteng", "tag_list": ["@karabo_poppy", "@karabo_poppy"], "caption": "Photo by \nMoving to Johannesburg from her small South Africa hometown was an inspiration game-changer for Karabo Poppy Moletsane (), a 25-year-old illustrator, street artist and graphic designer. “A larger city showed me amplified versions of the South African idiosyncrasies that make our culture so unique,” says Karabo. “These characteristics have always been a central theme for my work, and living in Johannesburg means that I get to fully immerse myself in a city that I perceive to be a great representation of where South Africa is headed.”\nKarabo’s fascination with art began when she was a little girl, watching signs being painted for barbershops and salons; in high school, her passion grew as she was introduced to graphic design and she came more into her own style, winning a few awards along the way. These days, she creates murals, designs and illustrations for global brands from her studio in the Braamfontein neighborhood, all with the hopes of “preserving the African aesthetic, exploring contemporary Africa and inspiring others to do the same,” she says. “My dream would be to represent a contemporary Africa well in my work, and leave a legacy that would inspire more young, black females to pursue careers in the arts.”\nWatch our Instagram story now to see Karabo at work. 🎨"}, {"num_of_comments": 23, "num_of_like": "566,426", "path": "instagram/picture0789.jpg", "like_list": [], "date_time": "Aug 4, 2017", "location": "Jakarta, Indonesia", "tag_list": ["@sukkhacitta", "@sukkhacitta", "#MadeRight"], "caption": "Photo by \nAfter spending years studying Indonesian rural villages and analyzing their market systems, Denica Flesch was restless. “I didn’t feel like I was making an impact — a real, direct impact,” says Denica, who lives in Jakarta. She found her calling when she stumbled into the world of looms and craftsmanship. “As an economist, we are trained to see production as a scale issue. Handmade seemed ... well, inefficient,” she says. “Yet there I was, learning about my own roots through stories and values that have been passed down through generations. It dawned on me that development is not merely an increase in GDP or productivity, but culture plays a large role in it.”\nIn 2016, Denica founded SukkhaCitta (), a contemporary online batik store that links artisans with urban consumers. “The current system makes it very difficult for rural artisans to make a living out of their skills,” she says. “With no bargaining power or access to market, they become the most marginalized part of the industry.” Denica says using a  guarantee gives consumers the bold wraps, scarves and kimonos their looking for while artisans can begin moving out of the confines of poverty, promote environmental sustainability and sustain culture."}, {"num_of_comments": 24, "num_of_like": "844,981", "path": "instagram/picture0790.jpg", "like_list": [], "date_time": "Aug 4, 2017", "location": "", "tag_list": ["@yokisetiawan", "#wwim16💌", "#KindComments", "#wwim16💌", "#kindcomments"], "caption": "Photo by \nWe’re excited to announce that the theme of Worldwide InstaMeet 16 () is , a global movement to spread kindness on and off Instagram. InstaMeets — gatherings of people who come together to connect over their shared passions and experiences — have been a part of our community since the very early days of Instagram.\nOn the weekend of September 8-10, join tens of thousands of people around the world participating in  by sharing , exploring and celebrating this supportive global community. It’s easy to spread kindness — from hosting your own InstaMeet with people near you to creating stories to going live to share messages of positivity and heartfelt notes across Instagram and in real life. InstaMeets are a time to get together, express yourself in creative ways, to connect with friends and make new ones.\nInterested in hosting an InstaMeet or finding one near you? Click on the link in our profile to learn more."}, {"num_of_comments": 24, "num_of_like": "844,981", "path": "instagram/picture0791.jpg", "like_list": [], "date_time": "Aug 3, 2017", "location": "", "tag_list": ["@riepoyonn", "#WeeklyFluff", "@riepoyonn", "@riepoyonn"], "caption": "Video by \nHello, world! It’s time to meet today’s : two sleepy kittens named Amelie and Canele (). These siblings live in Japan and love spending their time curled up in a warm ball, snoozing away. Follow  to join in on nap time. 😻😻"}, {"num_of_comments": 10, "num_of_like": "844,981", "path": "instagram/picture0792.jpg", "like_list": [], "date_time": "Aug 2, 2017", "location": "", "tag_list": ["@100Soft"], "caption": "Video by \n\nA year ago today, we brought stories to Instagram and quickly saw a shift in how people share their everyday experiences with their friends and followers. Our community had an entirely new way of sharing not just life’s highlights, but the in-between moments that bring us closer. Your stories have brought us behind the scenes, from your dog’s terrible haircut to videos from last night’s concert. Thanks to our growing community of 250 million who are sharing these experiences with us every day!\nWatch our Instagram story now to see some of our favorites from the past year."}, {"num_of_comments": 18, "num_of_like": "2,044,753", "path": "instagram/picture0793.jpg", "like_list": [], "date_time": "Aug 2, 2017", "location": "", "tag_list": ["@naomi_etcetera", "@naomi_etcetera", "#WHPtalentshow"], "caption": "Photo by \nThis confident little navigator named Ruby strode through a field of sunflowers in Rhode Island with her mother in tow. “Instead of telling her which way to go, I decided to just follow and let her lead the way,” says Naomi Meller (). “It reminded me that sometimes it’s best to see where their curiosity is leading them.” 🌻 "}, {"num_of_comments": 24, "num_of_like": "2,044,753", "path": "instagram/picture0794.jpg", "like_list": [], "date_time": "Aug 2, 2017", "location": "Bangor, Maine", "tag_list": ["@xpogoryano", "@xpogoryano", "#WHPtalentshow"], "caption": "Video by \nIt took 12 years of pogo training for Ryan O’Malley () to successfully land this wall-plant/no-hands backflip. “I’d never tried them before in a combo,” he says of his  submission. “After pogoing for such a huge portion of my life, it still feels great to land new things.”"}, {"num_of_comments": 22, "num_of_like": "666,022", "path": "instagram/picture0795.jpg", "like_list": [], "date_time": "Aug 2, 2017", "location": "Porto, Portugal", "tag_list": ["@lemleite", "@lemleite", "#WHPtalentshow"], "caption": "Photo by \nWith the help of his young daughter and nephew, Luís Leite () captured this moment on the playground. “When a hula hoop is around, of course adults start playing as well,” he says.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "779,425", "path": "instagram/picture0796.jpg", "like_list": [], "date_time": "Aug 1, 2017", "location": "Kyiv, Ukraine", "tag_list": ["@eugenia_zoloto", "#WHPtalentshow", "@eugenia_zoloto"], "caption": "Talent times two! Ukrainian paper artist Eugenia Zoloto () designed this frock as a seamstress would, except it is crafted entirely out of paper. “This dress is all about summer,” writes Eugenia in her caption. “Sunflowers, bluebells and two mice, which are preparing for the winter.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "786,131", "path": "instagram/picture0797.jpg", "like_list": [], "date_time": "Aug 1, 2017", "location": "Jakarta, Indonesia", "tag_list": ["@rodagenic", "#WHPtalentshow", "@rodagenic"], "caption": "“Every movement has connection,” writes  in his caption for this  submission from Jakarta, Indonesia.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "786,131", "path": "instagram/picture0798.jpg", "like_list": [], "date_time": "Aug 1, 2017", "location": "", "tag_list": ["#WHPtalentshow", "#Boomerang", "@wallythewelshcorgi"], "caption": "Wally, a Welsh corgi, is right on the nose with this  submission.\nFollow along to see more of our favorites from last weekend’s hashtag project.\n by "}, {"num_of_comments": 24, "num_of_like": "661,770", "path": "instagram/picture0799.jpg", "like_list": [], "date_time": "Aug 1, 2017", "location": "Fuji Rock Festival", "tag_list": ["@fujirock_jp", "@lukasgraham", "@lukasgraham", "@kenta_soyoung"], "caption": "Three straight days of mist, rain and occasional downpour didn’t discourage the tens of thousands of people who gathered for Fuji Rock Festival (), one of the largest outdoor music festival held in Niigata, Japan, last weekend — including Danish pop band Lukas Graham (). “In our country, it rains like 300 days a year. It’s quite easy to manage this,” said the band’s frontman Lukas Forchhammer, who added that it’s always been their goal to play at the festival. “It’s one of the world’s hardest music markets to break through — and now we’re here.” Lukas said he was expecting a relaxed audience, but instead they played to a highly energetic, engaged crowd. “It’s as if my way of writing songs, our way of performing music and thinking about our music makes more sense here than a lot of places,” said Lukas. “I think it’s about the spirituality and the deepness of this culture.”\nPhoto of  by "}, {"num_of_comments": 22, "num_of_like": "612,647", "path": "instagram/picture0800.jpg", "like_list": [], "date_time": "Aug 1, 2017", "location": "Pune, Maharashtra", "tag_list": ["@debangshumoulik", "@debangshumoulik"], "caption": "Debangshu Moulik’s () illustration career can be traced back to kindergarten. At home in Pune, India, his family spoke Bengali — but in class, his peers spoke Marathi, Pune’s provincial language. “I couldn’t understand nor speak Marathi,” says Debangshu, “so I started drawing to communicate. I showed people my drawings, the stuff that I actually wanted to tell them.” As he grew older, he honed his craft through online videos and tutorials. He picked up his first paid gig, an illustration for a Bengali magazine cover, at 14 and has been freelancing ever since.\n“Everything I’ve learned has come from the online community,” says Debangshu, who’s now 18. The internet, he believes, is breaking down the barriers to information and opportunities that the gatekeepers in his country formerly restricted to the elites. “Ten, 20 years ago, you had to wait for somebody to teach you a skill, you had to have access to books and stuff,” he says. “But now, all the knowledge is out there — you just have to take it and make it yours.”\nWatch our Instagram story now to see Debangshu illustrate in action.\nPhoto by "}]}