{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "1,118,142", "path": "instagram/picture2001.jpg", "like_list": [], "date_time": "Jul 23, 2016", "location": "フジロックフェスティバル", "tag_list": ["@kenta_soyoung", "#emptyFujiRock", "#Boomerang", "@kenta_soyoung"], "caption": "“Fuji Rock is like a summer vacation. I was so thrilled to see this place, where I’ve been before many times, in a completely empty state. It was like a dreamland,” says Kenta (), a Tokyo resident and regular attendee of the annual rock festival, which is held at the Naeba Ski Resort in Japan. Kenta had the rare opportunity to photograph this year’s event before the crowds moved in. “I took my time composing my images, which is only possible when there are no people. I tried to capture scenes that can only be taken in such an empty environment.” \n by "}, {"num_of_comments": 24, "num_of_like": "1,118,142", "path": "instagram/picture2002.jpg", "like_list": [], "date_time": "Jul 23, 2016", "location": "", "tag_list": ["#WHPworkinprogress", "#WHPworkinprogress", "@darbinorvar"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to capture videos that show what it’s like to make things by hand — from woodworking and flower arranging to calligraphy and cooking.\nHere’s how to get started:\nBegin with handmade projects that are already part of your kitchen routine, like making your morning coffee or assembling a bento box lunch.\nFor complex craft projects, capture the details of transformation — turn on sound to share the tapping of knitting needles or the swoosh of screen printing.\nUse Hyperlapse or stop-motion techniques to tell a step-by-step story, from the source of your supplies to the finishing touches.\nPROJECT RULES: Please add the  hashtag only to videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "611,921", "path": "instagram/picture2003.jpg", "like_list": [], "date_time": "Jul 23, 2016", "location": "", "tag_list": ["#RunwayForAll", "@4tschan", "@4tschan"], "caption": "“ is a reflection of the real world,” says Tschan Andrews (), a model from London. “I am not just a black transgender woman. I am my experiences, the knowledge I have accumulated and the talent I have to offer.” Today, Tschan has job offers she would never have dreamed of as recently as two years ago, but she still believes there’s a long way to go for acceptance of transgendered people. “A high point for me is yet to come, but I have seen a way of thinking being changed before my very eyes,” she says. “If I won Model of the Year at the British Fashion Awards, I would die – I have an acceptance speech ready and everything!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "945,875", "path": "instagram/picture2004.jpg", "like_list": [], "date_time": "Jul 22, 2016", "location": "", "tag_list": ["@historiasdelciervo", "@historiasdelciervo"], "caption": "“Cakes are usually made to celebrate something, so every week of my life feels like my birthday,” says 31-year-old baker and web designer Julián Ángel (). The Medellín, Colombia, native began baking three years ago after a failed attempt at creating chocolate muffins: “They were a disaster. They exploded in the oven and melted like lava.” Instead of giving up, Julián spent the next six months harnessing his skills. “I create my own rules in my kitchen,” he says. “I like to make outrageous and dramatic cakes charged with feelings, glitter, sparkles, swirls and anything I can imagine.” And while his fairytale-inspired cakes are filled with flavor from local ingredients, classic vanilla will always have his heart: “It’s the perfect cake for every moment.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "434,314", "path": "instagram/picture2005.jpg", "like_list": [], "date_time": "Jul 22, 2016", "location": "Quicken Loans Arena", "tag_list": ["@malinfezehai", "@realdonaldtrump", "@malinfezehai"], "caption": "“I have always been fascinated by American politics,” says photographer Malin Fezehai (). “There’s nothing like this in Sweden where I grew up.”\nThroughout the four-day Republican National Convention in Cleveland, Ohio — which named Donald J. Trump () as the Republican Party presidential nominee — Malin photographed attendees from across the floor, including speakers, delegates and celebrity supporters.\n“I travel around the world, photographing all kinds of people, and I always try to understand where they are coming from,” Malin says. “Whether I am photographing refugees, celebrities or politicians, I try to photograph them with dignity and respect.”\nPhotos by "}, {"num_of_comments": 24, "num_of_like": "698,745", "path": "instagram/picture2006.jpg", "like_list": [], "date_time": "Jul 22, 2016", "location": "", "tag_list": ["@thisisvenice", "#TinyCanvas", "@thisisvenice"], "caption": "When Lili Nguyen () is creating a  out of a client’s nails, she’s not just painting them — she’s pimping them. “It comes from the famous MTV show Pimp My Ride,” the nail artist says. “Xzibit pimped rides. I pimp nails.” Lili’s affinity for California doesn’t end with the Los Angeles-based show. She also named her Paris salon This is Venice after her favorite beach. “It perfectly reflects my personality and style,” she says. “I have a lot of nail art dreams, but without a doubt, I’d love to have a salon in Venice Beach one day.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,195,313", "path": "instagram/picture2007.jpg", "like_list": [], "date_time": "Jul 21, 2016", "location": "", "tag_list": ["#MyStory", "@pilotmaria", "@pilotmaria"], "caption": "“ is about strong females in a male-dominated environment — proving that we are just as good as them, believing in ourselves and keeping a positive attitude towards life.” —international airline pilot Maria Pettersson ()\n“I never thought becoming a pilot was an option for me, because of the high costs and the fact that most pilots were men. I worked hard to save for flight training and studied even harder. The toughest challenge has been to get that first flying job. There were many unemployed pilots fighting for the same job. It took me years. I’m very lucky to be where I am today, flying a young fleet of Boeing 737s around Europe.\n“With my selfies I try to catch the moment and the mood I am in. The smiles you see are real and represent the feeling I am having right there. My best advice for taking a top-notch selfie would be: dare to be silly, embarrass yourself and smile — smile with the whole world.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "642,747", "path": "instagram/picture2008.jpg", "like_list": [], "date_time": "Jul 21, 2016", "location": "dawang Lu", "tag_list": ["@freddufour_afp", "@afpphoto", "@instagramfr", "@freddufour_afp"], "caption": "French photographer Fred Dufour () is on assignment in Beijing, documenting a China that is both familiar and foreign at once. “A year and a half since arriving here, I still take a fresh look at all the little elements of daily life that charm me, like Chinese people deep in thought as they walk down the street,” he says. “When you stay somewhere too long, you end up paying less attention, but here it’s different: This country changes every day. It’s in a state of constant movement and creation.” Fred uses his inside access as a news photographer for Agence France-Presse () to develop a deeply personal view of Chinese society — a vision composed of subtle moments from real life: “I really try to focus on the kinds of images that are very personal, that convey an emotion.”\nDiscover more stories from the French-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,164,223", "path": "instagram/picture2009.jpg", "like_list": [], "date_time": "Jul 21, 2016", "location": "", "tag_list": ["#WHPrealemojis", "@fresheather", "#🐶", "@fresheather"], "caption": "“We’ve re-created the dog emoji using different edible items,” says Hannah Darvas, who submitted this photo to our weekend hashtag project, . Hannah and her business partner, Heather Adamson, are the creative souls behind . “Heather has been creating emoji art for years and the dog has been highly requested,” says Hannah. “Food photography and video is our forte, but we’re also pretty savvy when it comes to playing with our food.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "672,730", "path": "instagram/picture2010.jpg", "like_list": [], "date_time": "Jul 21, 2016", "location": "", "tag_list": ["@meadowceramics", "#MoonDay", "@meadowceramics"], "caption": "“Mom, I want you to make the moon.” A simple request from Caroline Arnecke’s () 2-year-old daughter inspired the lunar creations that have become the most sought after pieces by the Danish ceramicist. Caroline made her first moon last October while she and her daughter were playing with clay — something they do often, along with gazing at the night sky. “If it’s a full moon, we will go out in the middle of the night and just sit there and look at the moon. It’s a part of our lives naturally and that has been integrated into my work.” Caroline says her daughter has first dibs on her pieces: “If I have to ship orders, she will just go over, and always take a look, and then say, ‘Oh, that’s so pretty, Mom. Thank you. Thank you.’ And then she just takes things to her room.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "933,257", "path": "instagram/picture2011.jpg", "like_list": [], "date_time": "Jul 20, 2016", "location": "", "tag_list": ["@jdanielw", "#WHPrealemojis", "@jdanielw"], "caption": "“I feel like the sailboat emoji is underused and needed some love,” says Jeremy Wallace () of his submission to our weekend hashtag project, . “I took the photo on Twin Lakes Beach in Santa Cruz, California, as the sailboat was floating gently back into the bay at sunset,” he says. “I live for great sunset photos.” ⛵\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,023,579", "path": "instagram/picture2012.jpg", "like_list": [], "date_time": "Jul 20, 2016", "location": "", "tag_list": ["@lifeonshook", "#WHPrealemojis", "@lifeonshook"], "caption": "“The inspiration for this photo — and all photos of my children — is to preserve a small bit of their childhood that they can always keep,” says Nan (), whose image of her son feeding seagulls was submitted to our weekend hashtag project, . The photo, which was taken on the Galveston-Port Bolivar ferry in Texas, is a mix of emojis. “The end of the ferry with the black and yellow stripes immediately reminded me of the construction sign emoji, and I realized by including the sky I could capture the bird and cloud emojis, too.” 🚧🐦☁\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "927,509", "path": "instagram/picture2013.jpg", "like_list": [], "date_time": "Jul 20, 2016", "location": "Shasta Lake", "tag_list": ["@cyrus_sutton", "@cyrus_sutton"], "caption": "For over a decade, filmmaker and pro surfer Cyrus Sutton () lived in the back of his custom-assembled van. “I built it out with all the amenities of a house — save a toilet,” says Cyrus, who’s originally from Southern California. He’s been spending more time at his new homestead outside of Portland, Oregon, but the years he spent waking up where he parked, never far from a beautiful landscape, have changed his life and informed his perspective. “It’s a lifestyle that has made me consume less, spend more time outdoors and develop a more rigorous work ethic by removing distractions and stripping me of any false senses of security,” he says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "927,509", "path": "instagram/picture2014.jpg", "like_list": [], "date_time": "Jul 20, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@lillealpakka", "@lillealpakka"], "caption": "Hello, world! It’s time for your dose of . Meet Lille Alpakka (), a crew of adorable Norwegian alpacas who reside in the Hallingdal valley, “following our countryside dream.” To add all this alpaca goodness to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "586,304", "path": "instagram/picture2015.jpg", "like_list": [], "date_time": "Jul 19, 2016", "location": "", "tag_list": ["@caramarie.ny", "#WHPrealemojis", "@caramarie.ny"], "caption": " spies two emojis, cast by morning shadows in Middletown, Rhode Island, for . 👤 🌀\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "868,734", "path": "instagram/picture2016.jpg", "like_list": [], "date_time": "Jul 19, 2016", "location": "", "tag_list": ["@iam54", "#WHPrealemojis", "@iam54"], "caption": "❤️+😸=😻\nA simple, impressive equation from  for .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "868,734", "path": "instagram/picture2017.jpg", "like_list": [], "date_time": "Jul 19, 2016", "location": "", "tag_list": ["@irinahp", "@me_and_mango", "#WHPrealemojis", "#Boomerang", "@irinahp", "@me_and_mango"], "caption": "Olé! Spanish teacher Irina () took to her rooftop to bring the💃🏻emoji to life — with a little help from husband , who was promised dinner in return. “Otherwise, he won’t leave his desk 😜,” she says.\nFollow along as we feature more of our favorite submissions from .\n of  by "}, {"num_of_comments": 24, "num_of_like": "548,707", "path": "instagram/picture2018.jpg", "like_list": [], "date_time": "Jul 19, 2016", "location": "", "tag_list": ["@rominaressia", "@rominaressia"], "caption": "When she was just 5 years old, Argentine artist Romina Ressia () became fascinated by a reproduction of “Las Meninas,” a baroque painting by Diego Velázquez, that hung on a wall in her aunt’s home. Now she reimagines classical paintings, especially those from the Renaissance, in her portrait photography with contemporary characters and props, like microwave popcorn.\n“Although my work may appear to be about the past, it is quite the opposite,” says Romina, who explores themes like the desire to belong, imitation and the value of success in our time. “My images arise from my interpretation of contemporary society faced with both timeless problems and new events.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "825,135", "path": "instagram/picture2019.jpg", "like_list": [], "date_time": "Jul 19, 2016", "location": "", "tag_list": ["@birdsdoingyoga", "@birdsdoingyoga"], "caption": "If you have ever wondered what a Taiwanese blue magpie doing the goddess pose looks like, then you’re about to become a fan of Chris Counce. “I always choose the bird first,” says the 47-year-old artist behind , a vibrant account that features animals in various meditative states. “Based on the bird’s unique features I will pick a pose that puts the particular species in the best light.” The idea came to Chris in 2014, during his Saturday morning drawing sessions with his daughter, Finley. They first started re-creating characters from animated films before moving on to yoga-obsessed chickens, hummingbirds and everything in between. “The most rewarding thing is I get to say to my daughter, ‘Let’s do this together,’” says Chris. “If we never discovered this we would always be doing something one of us was not thrilled with.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "643,169", "path": "instagram/picture2020.jpg", "like_list": [], "date_time": "Jul 18, 2016", "location": "Ranchlands Chico Basin Ranch", "tag_list": ["@madelinejorden", "#TheWeekOnInstagram", "@madelinejorden"], "caption": "Photographer and videographer Madeline Jorden () wakes up at 5 a.m., but you won’t hear her grumbling. “It’s a time of day that we all appreciate being able to be up and active and present for,” says Madeline, who lives and works at Chico Basin Ranch in Colorado. “Catching horses is just part of the morning routine — but it’s elevated to something epic by the natural quality of the light.”\nFollow along each week as we share our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "800,778", "path": "instagram/picture2021.jpg", "like_list": [], "date_time": "Jul 18, 2016", "location": "", "tag_list": ["@misterzapop", "#TheWeekOnInstagram", "@misterzapop"], "caption": "“Street photography gives you the possibility to do something different every day,” says Barcelona, Spain, native Enric Ramirez (). We selected this fleeting moment from  for giving us a peek at how a local views his city.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "980,782", "path": "instagram/picture2022.jpg", "like_list": [], "date_time": "Jul 18, 2016", "location": "Wisata Alam Kalibiru, Kulonprogo, Wates.", "tag_list": ["@tedwanted_", "#TheWeekOnInstagram", "@tedwanted_"], "caption": " invites us all to calm our minds with this restorative moment from Indonesia’s Kalibiru National Park. Follow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,400,386", "path": "instagram/picture2023.jpg", "like_list": [], "date_time": "Jul 18, 2016", "location": "Wanderlust Creamery", "tag_list": ["#NationalIceCreamDay", "@eatwanderlust", "@eatwanderlust", "@jojoyeejo"], "caption": "It may be  here in the U.S., but the moment falls in a month where our planet is yearning for sweetness. Enter the small team at Wanderlust Creamery (), an ice cream shop in Los Angeles with travel-inspired flavors like Thai sticky rice and mango and Mexican horchata con cafe. “Adrienne is the brains behind all of the flavors,” JP Lopez says of his girlfriend, Adrienne Borlogan. Before opening their shop in August 2015, Adrienne was bartending and developing cocktail programs for a large nightlife group; JP was practicing law. Ready for a change of pace, the couple took the leap to Wanderlust. “We’re in the business of creating (and re-creating) happy experiences through ice cream,” JP says. 🍨\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "548,702", "path": "instagram/picture2024.jpg", "like_list": [], "date_time": "Jul 18, 2016", "location": "", "tag_list": ["@emojimasks", "#WorldEmojiDay", "@emojimasks"], "caption": "It all began with 🌝. “The cheeky look on its face makes us crack a smile every time it comes up,” says Christian, the 30-year-old owner of , a small business that produces exactly what you think it does. Launched in 2014, the idea behind Emoji Masks was simple: give people a uniquely goofy way to express their love of emojis away from their phones. Turning them into masks, though, was a little tricky. “How hard can it be to make a great mask?” asks Christian. “Well, it’s actually not that simple. It took a lot of trial and error — mask too thin, too thick, eyeholes in right spot, design. But we got it right in the end!” 😃 😎 💩 \n😴 by "}, {"num_of_comments": 24, "num_of_like": "548,702", "path": "instagram/picture2025.jpg", "like_list": [], "date_time": "Jul 17, 2016", "location": "", "tag_list": ["@faizpaehh", "#BoomerangOfTheWeek", "@boomerangfrominstagram", "#Boomerang", "@faizpaehh"], "caption": "Muhammad Faiz bin Roslee () and his brother are jumping for joy in Perak, Malaysia, in our . Muhammad thought a Boomerang would make his simple backflip look less ordinary — and he was right!\nTo see more mind-blowing loops, follow .\n by "}, {"num_of_comments": 24, "num_of_like": "713,893", "path": "instagram/picture2026.jpg", "like_list": [], "date_time": "Jul 17, 2016", "location": "", "tag_list": ["#ISeeFaces", "@olafbreuning", "@olafbreuning"], "caption": " highlights faces found in unexpected moments and places. According to New York-based artist Olaf Breuning (), the key to this hashtag is staying open and playful. “Detecting faces is in our human nature, and we all understand it,” says Olaf. “Look around, there are a lot of faces hiding.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "713,893", "path": "instagram/picture2027.jpg", "like_list": [], "date_time": "Jul 17, 2016", "location": "", "tag_list": ["@tomeksadurski", "#TheWeekOnInstagram", "@tomeksadurski"], "caption": "Slow-motion shenanigans in the Italian countryside — if only we knew what the horses were thinking. This silly take on the pastoral is brought to you by Tomek Sadurski (). \nVideo by "}, {"num_of_comments": 24, "num_of_like": "784,379", "path": "instagram/picture2028.jpg", "like_list": [], "date_time": "Jul 17, 2016", "location": "あおもり犬", "tag_list": ["@shimohyonn", "#TheWeekOnInstagram", "@shimohyonn"], "caption": "We love how  sees this gentle giant at the Aomori Museum of Art in Japan: “It looks as if it is gently looking down at the visitors gathering around it.”\nThe museum celebrated its 10th anniversary this week. Follow along as we feature more from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "668,679", "path": "instagram/picture2029.jpg", "like_list": [], "date_time": "Jul 16, 2016", "location": "", "tag_list": ["@woodcastles", "@instagramde", "@woodcastles"], "caption": "In artist Frank Holzenburg’s () world, a beaver can gnaw on a match, a dinosaur can lurk on an index finger and a bear can dance on an eraser. Frank creates detailed drawings, only an inch or so tall, and then breathes in life by taking photos of his characters with everyday objects. “It’s incredibly fun to portray the world on paper in miniature form,” he says. Frank, a former elementary school teacher in Kassel, Germany, now spends up to five hours each day in his workshop creating art. His drawings are inspired by medieval book illustrations, but Frank believes there’s a practical, modern advantage that translates to his tiny works: “In the age of the smartphone, everything has to fit into a few square inches.”\nDiscover more stories from the German-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,202,991", "path": "instagram/picture2030.jpg", "like_list": [], "date_time": "Jul 16, 2016", "location": "", "tag_list": ["#WHPrealemojis", "@lizavicol", "#WHPrealemojis", "@lizavicol"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos that capture real-life examples of your favorite emojis — like this one by . Here’s how to get started:\nFamiliarize yourself with the full set of emojis — especially the obscure ones — and keep an eye out in your daily routine.\nIn addition to everyday objects, look out for emoji shapes in the clouds or the foam of a coffee drink.\nCombine multiple emojis into a single frame to tell a story (and be sure be sure to hashtag them all).\nGet crafty and make your own version of a favorite emoji. Add the reason you love it in your caption.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,491,789", "path": "instagram/picture2031.jpg", "like_list": [], "date_time": "Jul 16, 2016", "location": "", "tag_list": ["@cutieandthebeast", "@cutieandthebeast"], "caption": "When it comes to people and their pets, there’s friendship, and then there’s . Tara Prucha captures the gentle, loving moments between “Cutie” — Tara’s 5-year-old daughter, Siena — and “Beast” — the family’s 3-year-old Doberman, Buddha. The two are inseparable. “When Siena comes home, Buddha is her patient shadow,” says Tara. “If she needs someone to approve of her latest creation, or if mom is being the most unfair person in the world, he is there for her.”\nTara steals shots from their everyday scenes living in Seattle, such as Buddha lending a cocked ear while Siena reads him Korean bedtime stories or a perfectly still paw while she paints his toenails. “I cherish that message of teaching them how to be kind to one another,” Tara says. In the spirit of honesty, Tara was asked what else the world should know about their friendship. Seeing as Buddha could not speak (in human) for himself, his confidant Siena stepped in — as best friends do. In her words: “He’s a Doberman, and he’s afraid of the vacuum.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "916,860", "path": "instagram/picture2032.jpg", "like_list": [], "date_time": "Jul 15, 2016", "location": "", "tag_list": ["#hellomynameis", "@toxicspiritss", "@instagramfr", "@toxicspiritss"], "caption": "“ Adeline Wantiez (), I am 16 and live in Belgium. I started to love photography the day I discovered a picture of a hand on Instagram that moved me; I wanted to do the same. Ever since, I have been spending my time interpreting song lyrics and quotes in the pictures I create. I am not good with the words, so I express myself through images and metaphors. I live in the city, but I prefer natural environments: They are simply beautiful.”\nDiscover more stories from the French-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "861,850", "path": "instagram/picture2033.jpg", "like_list": [], "date_time": "Jul 14, 2016", "location": "", "tag_list": ["@caneledujapon", "@instagramjapan", "@caneledujapon"], "caption": "“Our passion is to create moments that make people smile,” says Saki Umemoto, a store manager of the canelé shop Doudou — a branch store of Canelé du Japon (), based in Osaka, Japan. While respecting the tradition of the French pastry, Saki tries new things to keep her customers coming back; some of the store’s signature canelés contain seasonal ingredients like green tea powder and buds of cherry blossoms. “There are many wonderful moments I love about my job,” she says, “like when those beautiful glossy canelés come out of the oven, observing the tiny treats all neatly lined up and talking to customers who tell us how cute and delicious our canelés are.” How does Saki tell these stories on Instagram? “We try to share causal images from our day-to-day activities,” she says. “We want our shop to feel familiar for our customers.”\nDiscover more stories from Japan on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,072,879", "path": "instagram/picture2034.jpg", "like_list": [], "date_time": "Jul 14, 2016", "location": "Sydney, Australia", "tag_list": ["#MyStory", "@saramaijewels", "@saramaijewels"], "caption": "“ is about being 100 gazillion percent authentic.” —Sarah Jane Adams (), antique jewelry dealer and model based in Sydney.\n“I don’t want to look young. I don’t want people to think, ‘Oh, she looks good for 65.’ I don’t care about that. I’ve always bucked the system. I don’t read magazines; I follow nobody. I just look at what’s out there in the world immediate to me. My hint to people is: Cut out the crap. Do your thing and follow your heart and don’t be frightened. Life is not a popularity contest. You’ve got to be popular with yourself.\nI think it’s a happy accident that mainstream fashion has discovered the look I’ve been doing my whole life. I have a lot of clothes I wore when I was 18, and I’m now 61. My clothing has to be very versatile — I’m always doing tomboy stuff, climbing and falling. If I want to do some gardening, I can do it in a ballgown.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "783,450", "path": "instagram/picture2035.jpg", "like_list": [], "date_time": "Jul 14, 2016", "location": "", "tag_list": ["@poisonappleprintshop", "@poisonappleprintshop"], "caption": "Anyone can find creative inspiration from witchcraft according to artist Adrienne Rozzi (). “Every magickal practitioner is free to tailor their craft to fit their unique magickal path,” she says, adding that working “magick” in a spell or ritual is different than slight-of-hand tricks and stage magic. To help others in their discovery of “dark wonderment,” the 28-year-old opened a one-woman print shop in Pennsylvania, where she conjures up original artwork of serpents, crucibles and tarot suits. “Being part of a creative community is a true gift,” says Adrienne, whose connection with like-minded artists motivates her long hours in the studio. “Every once in a while I will run into someone I don’t know who is wearing one of my patches. In the end, I usually introduce myself and make a new friend.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "783,450", "path": "instagram/picture2036.jpg", "like_list": [], "date_time": "Jul 14, 2016", "location": "", "tag_list": ["@reesewitherspoon", "#LegallyBlonde15", "@reesewitherspoon"], "caption": "It’s been 15 years since the movie “Legally Blonde” introduced the world to Elle Woods, the pink-clad, Chihuahua-toting sorority student who aced the LSATs, got into Harvard Law School and inspired a generation. “I have had so many women say, ‘I went to law school because of ‘Legally Blonde,’” says star Reese Witherspoon (). “It actually had a meaningful story. And it was about female empowerment. It wasn’t necessarily about the girl getting the guy.” To celebrate the anniversary, make sure to show off your pet Chihuahua, law degree or even your best “bend and snap” — “That is still the most asked request I get from people. I have a feeling I will be doing the bend and snap until I am 95,” says Reese — and tag  in the caption.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,083,594", "path": "instagram/picture2037.jpg", "like_list": [], "date_time": "Jul 13, 2016", "location": "Poronin, Poland", "tag_list": ["@goralka102", "#WHPpostcard", "@goralka102"], "caption": "“I glanced out my window and saw a single fluffy white tail pointing to the sky,” says Bozena Budzynska (), who took this photo for  in her hometown of Poronin, Poland. “Bućko is his name, and he’s the new herd dog for my neighbor’s flock. He takes his job seriously and his dedication continues to amuse and amaze me.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,083,594", "path": "instagram/picture2038.jpg", "like_list": [], "date_time": "Jul 13, 2016", "location": "Hoover Dam", "tag_list": ["@leslieh138", "#WHPpostcard", "@leslieh138"], "caption": "“We saw kids throwing water over the edge of the dam, and we couldn’t help but imitate them,” says Leslie Hutchings () of her slo-mo video submission to , taken at the Hoover Dam. “The structure of the dam creates an upward draft that’s invisible, and we didn’t realize how powerful it was until we poured water into it.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,230,488", "path": "instagram/picture2039.jpg", "like_list": [], "date_time": "Jul 13, 2016", "location": "Sheikh Zayed Mosque", "tag_list": ["@aljvd", "#WHPpostcard", "@aljvd"], "caption": "“Your heart and my heart are very very old friends.” —Hafiz = the caption for Altamash Javed’s () submission to last weekend’s hashtag project, . Altamash paired the poet’s quote with this image of a friend photographing the Sheikh Zayed Grand Mosque in Abu Dhabi. “We were on a spontaneous trip to take pictures of the sunset,” Altamash says.\nFollow along as we feature more of our favorite submissions throughout the week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,230,488", "path": "instagram/picture2040.jpg", "like_list": [], "date_time": "Jul 13, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@eurimm", "@eurimm"], "caption": "Hello, world! It’s time for your dose of . Today’s select is a pint-sized Pekingese pooch named Heanooni (). This unbelievably adorable pup from South Korea takes smooshy-faced cuteness (and canine fashion) to previously unachieved heights. To make your feed immediately more aww-inspiring, follow ."}, {"num_of_comments": 24, "num_of_like": "1,230,488", "path": "instagram/picture2041.jpg", "like_list": [], "date_time": "Jul 12, 2016", "location": "Kız Kulesi - Maiden's Tower", "tag_list": ["@me.tiryaki", "#WHPpostcard", "@me.tiryaki"], "caption": "Seagulls, sea and sky —  shares a beautiful morning in Turkey for .\nFollow along as we feature more of our favorite submissions.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,230,488", "path": "instagram/picture2042.jpg", "like_list": [], "date_time": "Jul 12, 2016", "location": "", "tag_list": ["@rom.a.mor", "#WHPpostcard", "#Boomerang", "@rom.a.mor"], "caption": "The spirit of Las Vegas, captured by  in one towering stiletto heel. \n\n by "}, {"num_of_comments": 24, "num_of_like": "1,295,381", "path": "instagram/picture2043.jpg", "like_list": [], "date_time": "Jul 12, 2016", "location": "San Pedro de Atacama, Chile", "tag_list": ["@pergidulu", "#WHPpostcard", "@pergidulu"], "caption": "Why did the vicuña cross the road? ’s  submission from Chile keeps us guessing.\nFollow along as we feature more of our favorite submissions.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,302,997", "path": "instagram/picture2044.jpg", "like_list": [], "date_time": "Jul 12, 2016", "location": "", "tag_list": ["@grizkid", "@grizkid"], "caption": "“My whole life, I’ve been interested in wildlife,” Wesley Larson () explains. “When I graduated college, I got sucked into the idea that I needed to make a lot of money. But I eventually decided to do what I was passionate about.” Wesley, a Montana native, left optometry school and seven years later, he’s a biology grad student working with black bears in Utah and studies polar bear in the Arctic. It’s hard work, often in eyeball-freezing -70 degree Fahrenheit (-57 Celsius) weather — seriously, his eyeball froze once — but for Wesley, it’s a dream come true. His goal is “to get as much information as possible” so that no human activity — from oil drilling to park picnicking — harms endangered animals. It also means he takes in amazing views, fosters orphaned raccoons and spends quality time with bear cubs.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,302,997", "path": "instagram/picture2045.jpg", "like_list": [], "date_time": "Jul 11, 2016", "location": "", "tag_list": ["@poshsplice", "@nick_knight", "#StyleShootDraw", "@showstudio", "@nick_knight"], "caption": "Artist and model Jazzelle Zanaughtti () looks effortless in this video, but her extensive ballet training wasn’t the only thing that helped. “When you’re lucky enough to dance and twirl in a shoot with [fashion photographer] , one of the most beautiful creative minds in this day and age, things just fall into place,” Jazzelle says. “The vibe of the set was surreal, like I was a character in a storybook. I felt ethereal.”\nThis video was shot during the  event that SHOWstudio () planned. Twenty London-based illustrators collaborated on this fashion shoot and life-drawing event.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,093,330", "path": "instagram/picture2046.jpg", "like_list": [], "date_time": "Jul 11, 2016", "location": "", "tag_list": ["@luanbaruti", "#TheWeekOnInstagram", "@luanbaruti"], "caption": "Luan Baruti () captures serenity in this layered landscape from Toktogul Lake in Kyrgyzstan. We could spend all day dreaming under these larger-than-life mountains. “What drew me to Central Asia is the fact that the area is largely unknown to most people but insanely beautiful,” says Luan.\nFollow along each week as we feature our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,093,330", "path": "instagram/picture2047.jpg", "like_list": [], "date_time": "Jul 10, 2016", "location": "", "tag_list": ["@lesdogggg", "@ghostbusters", "@csiriano", "#Boomerang", "@lesdogggg"], "caption": "Leslie Jones () was not going to be played at the biggest movie premiere of her career. So when the actress couldn’t find a fashion designer to make her dress for the  red carpet, she said something about it. Thankfully, former “Project Runway” winner Christian Siriano () answered the call. The result is this gorgeous gown.\n by "}, {"num_of_comments": 24, "num_of_like": "656,467", "path": "instagram/picture2048.jpg", "like_list": [], "date_time": "Jul 10, 2016", "location": "", "tag_list": ["@alfredodamato", "#TheWeekOnInstagram", "@alfredodamato"], "caption": "Nothing says “girl power” like three women preparing to graduate against a hot pink wall. “This generation of students finished their studies very late because the country was in war for more than 25 years,” says photographer Alfredo D’Amato () who captured the law faculty graduation at Agostinho Neto University in Luanda, Angola.\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "727,208", "path": "instagram/picture2049.jpg", "like_list": [], "date_time": "Jul 10, 2016", "location": "", "tag_list": ["@mikiyonoto", "#TheWeekOnInstagram", "@mikiyonoto"], "caption": "Wish upon a star with , who shared these colorful lanterns to celebrate the Japanese Tanabata, or Star Festival.\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "727,208", "path": "instagram/picture2050.jpg", "like_list": [], "date_time": "Jul 10, 2016", "location": "Maspalomas Gran Canaria", "tag_list": ["@harialamo", "#BoomerangOfTheWeek", "#Boomerang", "@harialamo"], "caption": "Hari Alamo () took a break from a Gran Canaria sunset for our beachy . These flower-painted umbrellas were a gift from her boyfriend. (P.S. He hid behind Hari to pop open that pink beauty up top.)\n by "}, {"num_of_comments": 24, "num_of_like": "1,085,901", "path": "instagram/picture2051.jpg", "like_list": [], "date_time": "Jul 10, 2016", "location": "", "tag_list": ["@emimartinez123", "@instagrames", "@emimartinez123"], "caption": "Photographer Emiliano Martínez () looks at life in Argentina’s countryside and takes pride in his local culture. Originally from the province of Misiones, near the border with Brazil, he now lives in Ituzaingó, a quiet northern city and a land of gauchos, the cowboys of the vast fields. “A gaucho just needs the basics — he knows how to live and how to enjoy life with simplicity, far from the noise and the technology,” he says. Emiliano enjoys taking pictures of horseback riders and fishermen at the Paraná River, and capturing the local rhythms of traditional chamamé folk music: “Seeing how passionate people feel while dancing to it is something I will never forget.”\nJuly 9 marks the 200th anniversary of Argentina’s Independence. Discover more stories from the Spanish-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,085,901", "path": "instagram/picture2052.jpg", "like_list": [], "date_time": "Jul 9, 2016", "location": "", "tag_list": ["@makeupshayla", "@beautycon", "#BeautyconLA", "#BeautyBoom", "@makeupshayla"], "caption": "Shayla Mitchell’s () interest in makeup was sparked while working in the men’s section of a department store. “I used to always see the girls in the makeup section. I looked up to them,” says Shayla. After working as a makeup artist at a few stores, she began posting photos of herself in makeup to grow her freelance clientele. A blossoming side project turned into a full-time beauty-blogging business; today, Shayla shares her favorite looks, products and tutorials with her followers. “Beauty is like art to me, and makeup is a way of expressing myself. It’s therapeutic,” Shayla says. “If I’m in a bubbly mood, I might wear brighter lipstick, and if I feel sassy, I may have a smoky eye. You can tell my mood by my makeup.”\nFor more from beauty creators, follow , which will hold the fourth annual  this weekend.\n by "}, {"num_of_comments": 24, "num_of_like": "1,634,153", "path": "instagram/picture2053.jpg", "like_list": [], "date_time": "Jul 9, 2016", "location": "Christian Gaard Bygdetun, Trandal", "tag_list": ["#WHPpostcard", "@irenelovund", "#WHPpostcard", "@irenelovund"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos that capture a sense of place — like this one by .\nHere's how to get started:\nPhotograph iconic landmarks (like the Louvre in Paris) in surprising ways by shooting from unexpected angles and layering other elements into your frame to show more of the surrounding scene.\nTake time to absorb your surroundings and make an image that captures what is most unique about being there in person — whether that means pulling back to show the scale of a shopping district or getting up close with a native plant.\nGo beyond the limits of a traditional postcard: C\breate a video with ambient sound that transports the viewer — like the rushing of a waterfall or the sounds of traffic moving through a vibrant urban scene.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,049,278", "path": "instagram/picture2054.jpg", "like_list": [], "date_time": "Jul 9, 2016", "location": "", "tag_list": ["@mariamabbas_", "@mariamabbas_"], "caption": "She’s the busy mother of three boys, but Mariam Abbas () makes time to draw — on her terms. “Detail takes a very long time, so I do miniature drawings,” the 32-year-old illustrator says. Armed with razor-sharp pencils, Mariam spends small pockets of time (adding up to a total of eight to 12 hours!) on her coin-sized illustrations inspired by the United Arab Emirates. “You don’t see much of the old in Dubai anymore,” Mariam says. In a city known for being ultramodern, many of Mariam’s drawings are a nod to a cherished heritage.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "776,445", "path": "instagram/picture2055.jpg", "like_list": [], "date_time": "Jul 8, 2016", "location": "Paris, France", "tag_list": ["@ahtlaqdmm", "@ahtlaqdmm"], "caption": "Twenty-four-year-old photographer PA Mulier’s () life changed when he won a contest on Instagram, taking him out of the stands and onto the sidelines as a credentialed soccer photographer. “To be one or two meters from the game is crazy,” he says. “I can see the emotion on the faces of the players.” The key to getting the best shots of all the action happening on the field is to never stop moving. “I’m always trying to be as close as possible to the action,” PA says. The Paris native is excited to capture the UEFA European Championship in his hometown. “The ambiance in Paris will be different during the Euros,” he says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "381,529", "path": "instagram/picture2056.jpg", "like_list": [], "date_time": "Jul 8, 2016", "location": "", "tag_list": ["@the.daily.splice", "@viktor_and_rolf", "@the.daily.splice"], "caption": "For their haute couture show in Paris, designers Viktor & Rolf invited collage artist Adam Hale () to create art inspired by their collection. Adam was a fitting collaborator — each look Viktor & Rolf () showed this season was made of elements from past collections, reworked to make new garments. “I’ve been hugely influenced by the originality and movement of their previous work, and have spliced together components from different shows,” says Adam, who lives in London. “They have a way of bringing life to inanimate objects.” For Adam, the worlds of fashion and collage are never that far apart. “Collage is the recycling of particular parts of a previous generation in order to build something new and original,” he says. “What interests me most at the intersection of design and collage is that it never ends – creativity breeds creativity.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "400,157", "path": "instagram/picture2057.jpg", "like_list": [], "date_time": "Jul 8, 2016", "location": "", "tag_list": ["@karen_laurence_rowe_art", "@karen_laurence_rowe_art"], "caption": "“Art found me,” says 58-year-old conservation artist Karen Laurence-Rowe (). “I lived in the bush as a child and my brother and I would draw to entertain ourselves. An elephant was the first thing I ever drew.” The Kenya resident makes watercolor and oil paintings inspired by local wildlife in an effort to protect them for future generations. “Over the years I’ve watched poaching make a massive dent in the wildlife here,” she says. “If I don’t help conserve it, there won’t be anything left for me to paint — and I hope my work inspires others to do the same.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "311,887", "path": "instagram/picture2058.jpg", "like_list": [], "date_time": "Jul 7, 2016", "location": "", "tag_list": ["#RunwayForAll", "@chen_estelle", "@chanelofficial", "@liuwenlw", "@feifeisun", "#RunwayForAll", "@chen_estelle"], "caption": "“ should be a rainbow of different people who complement one another,” says model Estelle Chen (), who walked in the Chanel () haute couture show in Paris this week. “When I started to gain interest in the modeling industry, a few Asian models, like  and , were already becoming notable. I was happy about this, because before them, Asian models weren’t featured as much,” Estelle says. “It was difficult at times to relate to who I was seeing in magazines or on the runway.” Even so, it hasn’t been entirely easy for Estelle, whose background is Chinese and whose hometown is Paris. “It always seemed like there were only ‘select’ slots available in the shows for models of color, so that was really hard to understand at the beginning,” she says. “It kind of still is, even if the industry is more open now to diversity.”\nThis story is part of an ongoing series featuring models who are redefining industry standards and making sure there’s room on the .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "348,934", "path": "instagram/picture2059.jpg", "like_list": [], "date_time": "Jul 7, 2016", "location": "", "tag_list": ["@nano518pico", "@nano518pico"], "caption": "For every Japanese confection Chika () crafts, there’s a haiku or waka poem to match. “I majored in cultural history, where I fell in love with waka poetry,” says Chika, who creates edible gems in her spare time. “I challenged myself to make sweets that match the traditional 72 microseasons in the Japanese calendar. A lot of my ideas came from waka poems, so I decided to pair them together.” When Chika lived in Kyoto, she awakened to the wonders of traditional Japanese confectionery, which she hopes to help hand down to the next generation. “I’d be happy if my photos can show the beauty and offer a taste of Japanese sweets to other people, too.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "348,934", "path": "instagram/picture2060.jpg", "like_list": [], "date_time": "Jul 7, 2016", "location": "", "tag_list": ["@rachelryle", "@tiff_net", "#TIFFxInstagram", "@tiff_net", "@rachelryle"], "caption": "“I like the challenge of figuring out how to make the whole set move,” says artist Rachel Ryle (), who can turn something as simple as waltzing down a Paris boulevard into a stop-motion clip that shimmers and pops. Her cinematic approach to animation is why she was selected as the judge for this year’s first Toronto Film Festival x Instagram Shorts Festival (), which challenges Instagram video makers to submit their own original works. The pairing is even more fitting considering how far back Rachel’s love of movies goes. “I was raised on the ‘Back To The Future’ trilogy,” she says. “’Hello, McFly?’ How can you not quote this movie!?”\nFor details on how to enter , visit .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "348,934", "path": "instagram/picture2061.jpg", "like_list": [], "date_time": "Jul 6, 2016", "location": "", "tag_list": ["@supremeruler_", "#WHPilluminate", "#Boomerang", "@supremeruler_"], "caption": "Steel wool spins and sparks in 16-year-old Kira Cleer’s () submission to . She took this video on the Fourth of July in her home state of Michigan.\n by "}, {"num_of_comments": 24, "num_of_like": "348,934", "path": "instagram/picture2062.jpg", "like_list": [], "date_time": "Jul 6, 2016", "location": "Anchorage, Alaska", "tag_list": ["@taskertasker", "#WHPilluminate", "@taskertasker"], "caption": "“By default, Alaska is an inspirational environment,” says photographer Kerry Tasker (). “The biggest challenge comes from finding new and interesting ways to capture little glimpses of it.” His time-lapse submission to  was taken at Point Woronzof in Anchorage, Alaska.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "348,934", "path": "instagram/picture2063.jpg", "like_list": [], "date_time": "Jul 6, 2016", "location": "", "tag_list": ["@turtledove.a", "#WHPillluminate", "#Boomerang", "@turtledove.a"], "caption": "It looks like 5-year-old Brooklyn has disco fever. “Disco is a family trait,” says her mom, Amelia “Turtle” Williams (), who took this video for .\nFollow along as we feature more of our favorite submissions throughout the week.\n by "}, {"num_of_comments": 24, "num_of_like": "348,934", "path": "instagram/picture2064.jpg", "like_list": [], "date_time": "Jul 6, 2016", "location": "", "tag_list": ["@peterphilipsmakeup", "@dior", "@peterphilipsmakeup"], "caption": "At the haute couture shows in Paris this week, each designer presents handmade looks made with exceptional fabrics and attention to detail. Makeup artist Peter Philips () also took a custom approach to the beauty he created for Dior () on the runway. “Variations and multiple interpretations of eyeliner is the concept,” says Peter, who sent models down the runway in looks from a dramatic cat-eye shape to a glimmering gold frame around the eyes. “Each girl gets individual, personalized eye makeup,” he says. “You can’t get more haute couture than that.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "348,934", "path": "instagram/picture2065.jpg", "like_list": [], "date_time": "Jul 6, 2016", "location": "", "tag_list": ["@nohabahr", "#Ramadan_NohaSketch", "@nohabahr"], "caption": "“Many of my followers shared the same childhood memories of Ramadan as I did, so I decided to share them in a colorful way,” says 28-year-old art director Noha Bahr () of her series, . Noha uses illustrations and animations to show the month-long celebration through the eyes of five young characters. While they are fictional, many of the details are inspired by her life in Cairo, Egypt. “This animation shows a family gathering in the grandmother’s house — most of the furniture actually exists in my own grandmother’s home,” she says.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "348,934", "path": "instagram/picture2066.jpg", "like_list": [], "date_time": "Jul 6, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@fosterkittenbedroom", "@fosterkittenbedroom"], "caption": "Hello, world! It’s time for your dose of . Meet Frida from . This little kitty loves to play with bubbles and lounge in the light — at whatever cost necessary. To adventure along with Frida and her foster siblings in Toronto, follow  stat."}, {"num_of_comments": 24, "num_of_like": "348,934", "path": "instagram/picture2067.jpg", "like_list": [], "date_time": "Jul 5, 2016", "location": "", "tag_list": ["@naseke", "#WHPilluminate", "@naseke"], "caption": "A tiny dancer twirls in the last light of the day, captured by Nacho Rodríguez () for this past weekend’s hashtag project, .\nFollow along as we feature more of our favorite submissions throughout the week.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "348,934", "path": "instagram/picture2068.jpg", "like_list": [], "date_time": "Jul 5, 2016", "location": "", "tag_list": ["@reycanlasjr", "#WHPilluminate", "#Boomerang", "@reycanlasjr"], "caption": "In Los Angeles, Rey Canlas Jr. () discovered magical light on an ordinary wall for this past weekend’s hashtag project, .\nFollow along as we feature more of our favorite submissions throughout the week.\n by "}, {"num_of_comments": 24, "num_of_like": "348,934", "path": "instagram/picture2069.jpg", "like_list": [], "date_time": "Jul 5, 2016", "location": "", "tag_list": ["#WHPilluminate", "#Boomerang", "@iphabi0"], "caption": "Can you spot the face in these fireworks?\n\nThey’re our first featured submission for . Follow along for more.\n\n by "}, {"num_of_comments": 24, "num_of_like": "1,274,240", "path": "instagram/picture2070.jpg", "like_list": [], "date_time": "Jul 5, 2016", "location": "", "tag_list": ["#4thofjuly", "@harlowandsage", "@harlowandsage"], "caption": "Our  gift to you: a hot dog eating a hot dog. 🌭 Meet 1-year-old miniature dachshund Reese Lightning, a member of the  crew, who will spend tonight’s noisy holiday indoors with sisters Harlow and Indiana, doing her best to stay distracted from the crackle and boom of fireworks. 💥 🇺🇸\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "747,537", "path": "instagram/picture2071.jpg", "like_list": [], "date_time": "Jul 4, 2016", "location": "", "tag_list": ["@staceyrozich", "@staceyrozich"], "caption": "It makes perfect sense that artist Stacey Rozich’s () work would appeal to the alternative/folk rock musician Father John Misty. She creates lush watercolor and gouache scenes rooted in Eastern European folklore that blend mortality, barbarity, hedonism, religion and humor. In 2012, she painted an interpretation of Misty’s song “Only Son of the Ladiesman,” and later designed the cover to his album “I Love You, Honeybear.” “The only thing he was really specific on was, ‘I want you to paint me like a Renaissance-era angel baby that’s at the bare breast of a beautiful woman, like the Madonna and child,” she says. In addition to her commercial work, Stacey hopes to create a “subversive” young adult graphic novel. “I’ve already created my own universe, my own ethos. If it’s not appropriate for kids, it means they’re going to love it.”\nArt by "}, {"num_of_comments": 24, "num_of_like": "975,727", "path": "instagram/picture2072.jpg", "like_list": [], "date_time": "Jul 4, 2016", "location": "The Old Man of Storr", "tag_list": ["@stuart.laing", "#TheWeekOnInstagram", "@stuart.laing"], "caption": "This breathtaking landscape is a natural playground for Stuart Laing (), an engineer who grew up in the Scottish Highlands. “The challenge to find a unique perspective on a classic landscape is something I thoroughly enjoy, as it usually involves climbing things!” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "964,643", "path": "instagram/picture2073.jpg", "like_list": [], "date_time": "Jul 4, 2016", "location": "", "tag_list": ["@eduard.photography", "#TheWeekOnInstagram", "@eduard.photography"], "caption": "A split-second makes all the difference when your subject’s wings move at up to 80 times per second. We love how Eduardo Rivera () describes this capture from San Diego, California: “It appears the hummingbird will receive the flowers with a hug. For me it is amazing to share with the community the way I see the world.”\nFollow along as we feature more of our favorite moments from \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "788,503", "path": "instagram/picture2074.jpg", "like_list": [], "date_time": "Jul 3, 2016", "location": "", "tag_list": ["@grand_chamaco", "@instagrames", "@grand_chamaco"], "caption": "El Grand Chamaco () grew up in a small Mexican village, isolated from the outside world. “The TV was limited, and only three channels were available — but one was full of cartoons.” That’s where the graphic designer’s animated adventures began. “In the past few years, Mexican artists and designers started to copy some foreign trends,” El Grand Chamaco, who now lives in Monterrey, Mexico, says. “I was sorry we were not appreciating all we have here in Mexico.” His 3-D characters are heavily influenced by the state of Nuevo León and honor the unique vibrancy of his culture.\nDiscover more stories from the Spanish-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "788,503", "path": "instagram/picture2075.jpg", "like_list": [], "date_time": "Jul 3, 2016", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@daulenti", "@boomerangfrominstagram", "#Boomerang", "@daulenti"], "caption": "From the looks of our , this chameleon is ready to boogie. Daniel Aulenti () found this green guy (and his killer dance moves) at a pet store in Milford, Massachusetts.\n\nFollow  to see more mind-blowing loops from our community.\n\n by "}, {"num_of_comments": 24, "num_of_like": "1,021,286", "path": "instagram/picture2076.jpg", "like_list": [], "date_time": "Jul 3, 2016", "location": "", "tag_list": ["@jeffreymilstein", "#TheWeekOnInstagram", "@jeffreymilstein"], "caption": "Architect and photographer Jeffrey Milstein () captured this photo from a helicopter 1,000 feet above Los Angeles International Airport. “Airplanes look so cool parked at airports, like toys, especially when the lights come on,” he says. We love this moment from  even more after hearing Jeffrey describe his labor of love: “It is hard to get perfect photos in a moving, vibrating machine, leaning out with the wind blowing and eyes tearing up.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "925,839", "path": "instagram/picture2077.jpg", "like_list": [], "date_time": "Jul 3, 2016", "location": "Hyde Park", "tag_list": ["@lilyimbibes", "#TheWeekOnInstagram", "@lilyimbibes"], "caption": "Lily Rogath () caught this “exTREEme” moment in London’s Hyde Park during a walk with her mom. “The branches look like arms reaching out — possibly trying to grasp something. The cherry on top (literally) was the guy who had climbed up and was standing on it looking at his phone. He seems totally relaxed and stable — enough to be texting or probably captioning his Instagram.”\nFollow along as we feature more of our favorite moments from \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "925,839", "path": "instagram/picture2078.jpg", "like_list": [], "date_time": "Jul 2, 2016", "location": "", "tag_list": ["@fridawannerberger", "@velwyn", "@chaos", "#StyleShootDraw", "@garage_magazine", "#Boomerang", "@showstudio"], "caption": "This week, the creative team SHOWstudio, led by fashion photographer Nick Knight, collaborated with 20 London-based illustrators on a shoot and life-drawing event. For Frida Wannerberger (), the event was a chance to document fashion in real life. “It was wonderful to see each model climb up on the stage before posing. You can see how heavy the dress is, how difficult the shoes are, and that insight can influence your drawing,” says Frida. “There are many more decisions to make than when you’re using a flat image for inspiration.” For Frida, seeing all of the different visual styles was the best part of the event — including the work of , above. “I wish I could work with other illustrators more often,” she says. “Everyone is working very intensely, and it’s inspiring.”\nFor more images from the experience, styled by Charlotte Stockdale and Katie Lyall (), check out . The photos will also appear in an upcoming issue of “GARAGE Magazine” ().\n by "}, {"num_of_comments": 24, "num_of_like": "925,839", "path": "instagram/picture2079.jpg", "like_list": [], "date_time": "Jul 2, 2016", "location": "Pace Art + Technology: Teamlab Living Digital Space and Future Parks", "tag_list": ["#WHPilluminate", "#WHPilluminate", "#Boomerang", "@jocelynnn"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make videos of interesting sources of light at night. Here’s how to get started:\nAttend a fireworks show, concert or another event with large displays of moving or colorful lights. Try turning off your flash when you shoot to highlight the contrast between light and dark areas in your videos.\nTry experimenting with a portable light source — like a sparkler, glow stick or flashlight — to create an interesting pattern for your video by moving the lights around in your frame.\nRather than shooting video of your light sources directly, try also looking around for subjects or areas the light is hitting in a striking way, like the flickering glow of a campfire on a friend’s face.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured  by "}, {"num_of_comments": 24, "num_of_like": "1,204,731", "path": "instagram/picture2080.jpg", "like_list": [], "date_time": "Jul 2, 2016", "location": "", "tag_list": ["@natalie_panek", "@justinpjtrudeau", "#educationCAN", "#CanadaDay", "@natalie_panek"], "caption": "Exploring the outdoors makes Calgary-native Natalie Panek () happy — but she wants to trek far past the Canadian wilderness. “I’m working on a Mars rover program right now,” says Panek. “I have this long-term dream of wanting to travel to space.”\nThe 31-year-old rocket scientist has crossed a bunch off her bucket list: She earned a master’s degree in aerospace engineering, she helped build a solar-powered car and drove it across North America ... and she recently met Canada’s Prime Minister, Justin Trudeau (), as part of . “It was so cool to really have someone who’s interested in hearing what young people have to say and having their voices shape the future of Canada,” she says. On , instead of working on her ticket to space, Natalie is adventuring closer to home in Alberta’s Jasper National Park. “There’s so many places to see right in our own backyard.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "670,148", "path": "instagram/picture2081.jpg", "like_list": [], "date_time": "Jul 1, 2016", "location": "", "tag_list": ["@xx22ww24", "@instagramjapan", "@xx22ww24"], "caption": "Nobunari “Nobu” Tanaka () fell in love with photography after receiving a set of postcards for his 16th birthday. “The more I saw them, the more I felt a sense of warmth grow inside me,” says the 27-year-old from Osaka, Japan, who was born deaf and has relied on all his other senses to experience the world’s vibrancy. “That’s what inspired me to start taking photos, to be able to produce visuals like those postcards.” Nobu enjoys having visual conversations with people, regardless of their physical distance. “In my everyday life, I am not able to hear people speak and laugh or even the wind blow,” Nobu, who works for an event-planning company, explains. “As I take photos, I try to imagine what people hear when they see my work.”\nTo explore more stories from the Japanese community, follow .\nPhoto by "}, {"num_of_comments": 6, "num_of_like": "1,868,073", "path": "instagram/picture2082.jpg", "like_list": [], "date_time": "Jul 1, 2016", "location": "", "tag_list": ["#myinstagramlogo", "@pozharic", "@pozharic"], "caption": "It’s been a few weeks since Instagram received a makeover — and community members all over the world have been making it their own through  interpretations like this one. Moscow-based photographer and social media manager Misha Pozharitsky () made his caffeinated interpretation in a furniture showroom and captioned the cozy creation with: “Instagram warms ☕️.” And his creativity warms our ❤️. Photo by "}, {"num_of_comments": 24, "num_of_like": "919,526", "path": "instagram/picture2083.jpg", "like_list": [], "date_time": "Jul 1, 2016", "location": "", "tag_list": ["@eliciaedijanto", "@eliciaedijanto"], "caption": "Elicia Edijanto’s () serene watercolored world is an escape from urban life in her hometown of Jakarta, Indonesia. “Nature is my remedy,” the 28-year-old former graphic designer, now full-time artist, says. “My paintings are my own private paradise where humans and nature can live harmoniously with each other.” Elicia is drawn to the honesty of children and animals she paints in black and white. “In my opinion, color is subjective. People inspect color differently,” she says. “When I close my eyes, the image appears in my mind, and I try to present that idea in the simplest way.”\nIllustration by "}, {"num_of_comments": 24, "num_of_like": "984,401", "path": "instagram/picture2084.jpg", "like_list": [], "date_time": "Jun 30, 2016", "location": "", "tag_list": ["@runnerkimhall", "#WHP🌈", "@runnerkimhall"], "caption": "“I have a little garden full of rainbows growing in our backyard, and I love using them to create simple messages of happiness.” —Kim Hall () on her musical submission to last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "798,713", "path": "instagram/picture2085.jpg", "like_list": [], "date_time": "Jun 30, 2016", "location": "", "tag_list": ["@bogieandkimba", "#WHP🌈", "@bogieandkimba"], "caption": "Twin Chihuahua brothers Bogie and Kimba () know how to celebrate pride in style.\nFollow along as we feature more of our favorite submissions to  throughout the week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "887,969", "path": "instagram/picture2086.jpg", "like_list": [], "date_time": "Jun 30, 2016", "location": "", "tag_list": ["@jaredjsmith", "#WHP🌈", "@jaredjsmith"], "caption": "“The project was all about letting your inner color and character radiate even in a place that seems desolate,” says photographer Jared Smith () on his rainbow rocket submission to , photographed in the Bonneville Salt Flats in Utah. “We really wanted the shoot to be an encouraging message to just be you.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "561,316", "path": "instagram/picture2087.jpg", "like_list": [], "date_time": "Jun 30, 2016", "location": "", "tag_list": ["@gilesclement", "#CameraDay", "@gilesclement"], "caption": "“It’s my creative outlet, my means of communication and, thankfully, a way of paying rent,” says 34-year-old photographer Giles Clement (). “Even after shooting full time for 16 years, I still get a little kick of adrenaline each time I make a good image.” The Nashville, Tennessee, native specializes in tintype photography — one of the earliest (and most complicated) photo processes made popular in the 1860s. “Each image takes 10 minutes to make, a bunch of equipment and a huge amount of light,” Giles says. The limitations of tintype — and its sister process ambrotype — might deter some, but Giles embraces its challenges: “All of my gear is old and well used, my lenses have scratches and my cameras are missing a screw or two, but all of this makes for images that are slightly imperfect — just the way I like them.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "561,316", "path": "instagram/picture2088.jpg", "like_list": [], "date_time": "Jun 30, 2016", "location": "", "tag_list": ["@simonebiles", "@simonebiles"], "caption": "Nineteen-year-old American Simone Biles () has become one of the most decorated gymnasts in history by flying through the air, but on the brink of her first Olympics qualification, she’s doing her best to stay grounded. “I’m trying not to get ahead of myself,” she says. “I’m super excited to see what the village looks like and to experience the whole Olympic process — if I’m lucky enough!” Despite her modesty, Simone has dominated the gymnastics scene the past three years, becoming the first-ever female gymnast to win three world championships in a row. Outside of an intense training regimen, she credits her positive attitude to her success. “I try to just be an overall positive person and have confidence in everything I do, inside and outside of the gym.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "578,727", "path": "instagram/picture2089.jpg", "like_list": [], "date_time": "Jun 30, 2016", "location": "", "tag_list": ["@billfrakes"], "caption": "“The wound is the place where the light enters you.” —Rumi\nToday, our thoughts are with the people of Turkey, after a fatal attack in Istanbul’s airport.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,651,939", "path": "instagram/picture2090.jpg", "like_list": [], "date_time": "Jun 29, 2016", "location": "", "tag_list": ["@salavat.fidai", "@salavat.fidai"], "caption": "Pencil tips, pumpkin seeds and grains of rice — with the precision of a surgeon, Salavat Fidai () creates miniature masterpieces out of tiny, fragile materials. “Two years ago, I left my high-paying management position in law to become a freelance artist. I reclaimed my life at 41,” says Salavat, who lives in Ufa, Russia. He now dedicates his energy to his family and his carved pencils project, popular all over the world. “It’s like meditating,” says Salavat of his artistic process. “I’m both extremely focused and relaxed. I switch off from the world, and my whole universe contracts to the size of a needle hole. It feels like I’m transcending to another reality.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,651,939", "path": "instagram/picture2091.jpg", "like_list": [], "date_time": "Jun 29, 2016", "location": "", "tag_list": ["@mynameishenri", "#WeeklyFluff", "@mynameishenri", "@leoauspicious"], "caption": "Say hello to Henri (), Instagram. This perfect pooch is today’s . Handsome Henri was rescued off the streets of Greece, but these days he calls Berlin, Germany, home. If your feed is fluff-deficient, give this consummately cute canine a follow: .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "731,704", "path": "instagram/picture2092.jpg", "like_list": [], "date_time": "Jun 28, 2016", "location": "", "tag_list": ["@findjoel", "#WHP🌈", "@findjoel"], "caption": "✌ and ❤ in London’s Trafalgar Square. Joel Robison () captured pride reaching new heights for .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,074,727", "path": "instagram/picture2093.jpg", "like_list": [], "date_time": "Jun 28, 2016", "location": "Mérida, Venezuela", "tag_list": ["@esposin", "#WHP🌈", "@esposin"], "caption": "Here, Nicola Antonio Espósito () reminds us that pride always has room to grow. Follow along as we feature more of our favorite submissions from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,074,727", "path": "instagram/picture2094.jpg", "like_list": [], "date_time": "Jun 28, 2016", "location": "", "tag_list": ["@sally_eames", "#WHP🌈", "@instagram", "@sally_eames"], "caption": "Bouncy balloon unicorns are pure joy, which is just one of the reasons why this video by Sally Eames (), taken at the pride parade in Chicago last weekend, is the first of our favorite captures from . Follow along as we feature some of our favorite submissions throughout the week on , and check out more on our blog (link in bio).\nVideo by "}, {"num_of_comments": 24, "num_of_like": "627,182", "path": "instagram/picture2095.jpg", "like_list": [], "date_time": "Jun 28, 2016", "location": "", "tag_list": ["@hippypotter", "@actuallygrimes", "@siyiart", "#fangrams", "@actuallygrimes", "@siyiart", "@music"], "caption": "“I love Grimes because she takes the time to show her supporters love,” says Thaddeus Coates (aka ), one of the many illustrators who contribute to fan art inspired by Grimes () that bubbles up in hashtags, artist accounts and even the 28-year-old singer’s own feed. (The shiny, gold, cat-influenced piece seen here is from New York-based artist Siyi Chen (), who drew it after watching the surrealist music video for the track “Flesh Without Blood.”) For Grimes herself, the compliments are a two-way street. “It’s always a wonderful surprise to come across [fan art], and I find myself constantly impressed,” she says. “I often see fan art that makes me want to improve as an illustrator.” \nIllustration of  by . Words by "}, {"num_of_comments": 24, "num_of_like": "627,182", "path": "instagram/picture2096.jpg", "like_list": [], "date_time": "Jun 28, 2016", "location": "", "tag_list": ["@usainbolt", "@usainbolt"], "caption": "There is only one man who can claim the title “the fastest man on earth.” That moniker has belonged to Usain Bolt () ever since his record-breaking 100-meter performance at the 2008 Beijing Olympics. “Everyone all over the world likes speed and seeing who is the fastest,” Usain says. “It is a great feeling to know that I can run faster than everyone else in the world.” Usain won three gold medals for Jamaica in both 2008 and 2012, and he is looking for a sweep in those three events again at this summer’s Olympic Games. “Two hours before the race, I will go to the stadium and go through my warmup routine,” he says. “I like to engage with the crowd and feel the atmosphere. The louder they are the better.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "944,389", "path": "instagram/picture2097.jpg", "like_list": [], "date_time": "Jun 27, 2016", "location": "", "tag_list": ["@perrinjames1", "#SharkWeek", "@perrinjames1"], "caption": "Perrin James Franta () takes a breath and gets to work. “My production company’s name is Last Breath Film,” says the Hawaii-based filmmaker. “Every time I dive and I’m filming, it could possibly be my last breath.” Free diving, without the use of scuba gear, offers Perrin unique access to the underwater world. “All the animal interactions and all the images are different. The way animals — especially cetaceans and whales — interact with free divers is completely different,” Perrin explains. An added layer of danger is introduced when filming sharks: “Every shark experience is different. You have to be constantly turning your head. As soon as you get lazy and you stop looking at what they’re doing, that’s when they come up behind you. And sharks are not man-eaters. At the end of the day, they’re just trying to get a meal.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "944,389", "path": "instagram/picture2098.jpg", "like_list": [], "date_time": "Jun 27, 2016", "location": "", "tag_list": ["@unmendable", "@unmendable"], "caption": "Wake up early, and you might catch a glimpse of something new. Amelia Ng () was making her morning coffee when she saw these workers out her window in Singapore. “They are a jovial bunch while they are at their jobs, come rain or shine, tirelessly perfecting the delegated paint design of the blocks,” says Amelia.\nFollow along each week as we look back at The Week on Instagram.\nTimelapse video by "}, {"num_of_comments": 24, "num_of_like": "904,006", "path": "instagram/picture2099.jpg", "like_list": [], "date_time": "Jun 27, 2016", "location": "", "tag_list": ["@marina_lou_", "@marina_lou_"], "caption": "Take one guess as to where university student Marina Lou () captured this surf picture. Unless you recognize the man-made Eisbach (“ice brook”) river in Munich, you probably answered wrong. But when temperatures reached 88 degrees Fahrenheit (31 degrees Celsius) this week, Marina saw this crew waiting to catch a wave, and captured our third pick from The Week on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,002,889", "path": "instagram/picture2100.jpg", "like_list": [], "date_time": "Jun 26, 2016", "location": "Monte Isola - lac d'Iseo", "tag_list": ["@christojeanneclaude", "@marcogio59", "@marcogio59"], "caption": "Lake Iseo, near Brescia, Italy, is glowing gold. “The Floating Piers,” a project from Bulgarian-American artist Christo Vladimirov Javacheff (), opened one week ago. Marco Giovannelli () was one of the first of 350,000 visitors to experience the yellow fabric road. “It’s a unique experience that allows people to travel a route that didn’t exist before,” Marco says. “There isn’t quite anything like it.”\nThe nearly 2-mile-long (3-kilometer) pathway was conceived by Christo and his late wife, Jeanne-Claude Denat de Guillebon, in 1970. The original plan fell through and the project was set aside, until it became possible for Christo to build the Piers and honor the love and partnership he had with Jeanne-Claude.\nPhoto by "}]}