{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "807,511", "path": "instagram/picture3201.jpg", "like_list": [], "date_time": "May 12, 2015", "location": "", "tag_list": ["#Hellomynameis", "@martingarrix", "@martingarrix", "@music", "@music", "@martingarrix"], "caption": "“ Martijn Garritsen (). I’m an 18-year-old Dutch DJ and producer from Amsterdam. I like to make music. I have been doing it for almost 10 years now. I got signed to my first label three years ago, and then I started working with Spinnin’ records and came up with the name Martin Garrix.\nI love it when the crowd has a great energy –– but every country is different, every show is different. If every show were great, it would be the same. It would still be fun, but it would be less interesting. I love it when every show I have to try a little bit harder to get them moving. For me, a perfect crowd is a crowd which surprises me in a good way –– with flags, with energy, when I play a new song and they go completely crazy.” – DJ Martin Garrix () as told to Instagram .\nFor more music stories from around the world, check out .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "915,097", "path": "instagram/picture3202.jpg", "like_list": [], "date_time": "May 12, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@barnabyandbalthazar", "@barnabyandbalthazar", "#😸😸"], "caption": "Hello, Instagram! Time for your dose of . Meet Barnaby and Balthazar (), a pair of handsome British Shorthairs that hail from the UK. To add a double dash of dapper feline fluff to your feed, follow . "}, {"num_of_comments": 24, "num_of_like": "523,058", "path": "instagram/picture3203.jpg", "like_list": [], "date_time": "May 12, 2015", "location": "", "tag_list": ["@wolffdee", "@haakonrasmusrasmussen", "@vitorsaphoto", "@sc17", "@ribcage_brain", "@herzco", "@shyeets", "@landik", "@streetamatic", "#WHPmydailyroute"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "584,365", "path": "instagram/picture3204.jpg", "like_list": [], "date_time": "May 11, 2015", "location": "", "tag_list": ["@jpzandonai", "@jpzandonai"], "caption": "João Pedro Zandonai () has always been a collector. “My parents were the type that preserved family treasures belonging to past generations,” says the 26-year-old video producer, who was born and lives in Rio Grande do Sul, a state in southern Brazil. “As a kid, I learned to take care of my things and was always looking for something new to collect. Old toys and objects from other cultures are still among my favorites.” João Pedro’s passion for vintage articles is not purely aesthetic. “I love the comfort and smell of old things. I am fascinated by objects from other eras, which belonged to different people and possess their own stories.” Through his photography, João Pedro has found a way to bring some of these objects and their stories to life. “Photography is the only way to freeze a millisecond and eternalize the moment. Photographing these objects is a way to interact with them, placing them at center stage.” Photo by "}, {"num_of_comments": 24, "num_of_like": "987,137", "path": "instagram/picture3205.jpg", "like_list": [], "date_time": "May 11, 2015", "location": "", "tag_list": ["@shelleylawnikanis", "@shelleylawnikanis"], "caption": "“There is so much beauty in our world, and I want my children to be a part of it and grow with it,” says Shelley Lawnikanis (), who lives in a small northern town in Australia’s New South Wales. A stay-at-home mom of two children, four-year-old Evie and two-year-old Orlo, Shelley is often reminded by her kids to slow down and enjoy the simple things that life has to offer. “I love to photograph my children outdoors in their natural element, and I mostly do so without their knowing,” explains Shelley. While she feels the joy of capturing the precious moments of her little ones, Shelley also believes in having a “no photo day” once in a while to purely enjoy her time discovering the world with Evie and Orlo. “I honestly can’t think of a better place to raise my children than where we are,” she admits. “Raising our family with a love and appreciation for the ocean is so important to us, and we are so blessed to be able to live on this beautiful coast. I couldn’t tell you the amount of times I’ve had comments on my photos from people saying that we live in paradise — and we really do.” Photo by "}, {"num_of_comments": 24, "num_of_like": "681,853", "path": "instagram/picture3206.jpg", "like_list": [], "date_time": "May 10, 2015", "location": "", "tag_list": ["@ahmetdogankg", "@_xst", "@andreagjest", "@andrewnelles", "@maxavdeev", "@veganhannah", "@stateofgracetaki", "@mmmmm1", "@jeszmann", "@ahmetdogankg"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "582,894", "path": "instagram/picture3207.jpg", "like_list": [], "date_time": "May 10, 2015", "location": "", "tag_list": ["@californiagrownginger", "@californiagrownginger"], "caption": "“You can’t just paint rust on, you gotta create the rust—layers and layers of diluted paint and weathering chalks,” explains Rob Lewis (), whose meticulously crafted “HO scale” model trains reflect a decades-long love of locomotives, graffiti and photography.\n\nRob, who was born and raised on California’s Central Coast, traces his interest in graffiti back to skateboarding, and his love of trains back to his grandfather, but it was photography, which he fell into after high school, that married the two. “By 1999 I was camping out along the Tehachapi Loop taking pictures of trains,” Rob explains. He even got a job at a photo lab to feed his habit. “People used to trade pictures of trains and graffiti back then, so it was good to have a cheap way to print.” “I always noticed the way different trains would break down,” explains Rob, whose years of train watching and thousands of photographs have cultivated an eye for detail that makes possible his fanatical devotion to accuracy. “You have to replicate what you see, not what you think it should be.” Photo by "}, {"num_of_comments": 24, "num_of_like": "772,179", "path": "instagram/picture3208.jpg", "like_list": [], "date_time": "May 9, 2015", "location": "", "tag_list": ["@farahfoudeh", "#LocalLens", "@farahfoudeh"], "caption": "“The landscape in Wadi Rum gives you the feeling of being on Mars, and the night sky reminds you how small we really are,” says Farah Foudeh (), who lives in Amman, Jordan. The 23-year-old grew up in Nigeria, but says she always found a way back home to Amman where she spent summers as a child. Farah spends her spare time hiking and exploring her surroundings and her love for Jordan led to a job on the local tourism board. “I am a sucker for silhouettes,” she says, naming Wadi Ibn Hammad and Wadi al Kerak (pictured) as great places to shoot. Her favorite location is the Dead Sea at sunset or sunrise. “The stillness of the Dead Sea mirrors the colors of the sunset perfectly on a clear day.” For more from Farah’s  on Jordan, visit the Instagram blog.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "588,767", "path": "instagram/picture3209.jpg", "like_list": [], "date_time": "May 9, 2015", "location": "", "tag_list": ["#WHPmydailyroute", "@stephen.shore", "#WHPmydailyroute"], "caption": "Weekend Hashtag Project: \n\nOften, we pass by familiar things without considering them worthy of being photographed. Inspired by celebrated photographer Stephen Shore (), and his unique eye for seeing beyond the ordinary, the goal this weekend is to take creative photos and videos along a route that you walk frequently. “We sometimes have filters in our minds about what makes a ‘good’ picture. Then we see the world through these filters,” says Stephen. “The aim of this assignment is to make more direct contact with the world and to see without these filters — to take the pictures we've learned not to take.” Here are some of Stephen’s tips to get you started: Follow a route or a walk you take regularly and try to see it for the first time. “Imagine you are giving a friend from another city a silent, visual tour of your world,” suggests Stephen. Look for details of ordinary scenes that have a life of their own. Finally, keep in mind that what looks ordinary and unremarkable now will change over time. “Subjects that were overlooked yesterday can become a source of meaning and metaphors today,” says Stephen.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning."}, {"num_of_comments": 24, "num_of_like": "674,953", "path": "instagram/picture3210.jpg", "like_list": [], "date_time": "May 8, 2015", "location": "", "tag_list": ["@mcnabbstudio", "@mcnabbstudio"], "caption": "“I could talk for days about wood,” admits Philadelphia artist James McNabb (). “Its rich history. The amazing varieties of colors, patterns and textures that nature has created in it.” Inspired by his father, a skilled carpenter, James took his first woodworking class in high school. “At that time, I struggled with the typical textbook/chalkboard style classroom dynamic, and felt more comfortable in a setting with hands-on learning techniques,” he remembers. Now, with his own studio and over a decade of experience in making wooden objects, James, who’s 30, creates delicately detailed sculptures of urban landscapes. “Like a painter uses a paintbrush, I work primarily on a band saw to produce abstracted architectural forms,” he says, adding, “The work is designed to be engaging from a distance, and like a city skyline from afar, reveal layers of patterns and textures as the journey gets closer to the object.” Photo by "}, {"num_of_comments": 24, "num_of_like": "832,593", "path": "instagram/picture3211.jpg", "like_list": [], "date_time": "May 8, 2015", "location": "", "tag_list": ["@sumitdayal", "@nepalphotoproject", "@sachindrarajbansi"], "caption": "“Growing up in Kathmandu was magical,” says Sumit Dayal (), reflecting on his childhood in Nepal. Now based in New Delhi, the Indian photojournalist returned to the mountainous South Asian country where his parents still live, after a massive earthquake struck two weeks ago, killing thousands of people, and obliterating entire villages. “She broke down,” says Sumit, describing the moment when he reached his mother by phone. “She was in shock and completely shaken.” With aftershocks still rocking the city, Sumit rallied a team of photographers from across the region to participate in a collective Instagram account called , streaming images and real-time updates to aid organizations and families desperate for news of loved ones. While describing his network as “anarchic,” Sumit has been stunned by the photographers' impact, as the team scouts out areas in need of assistance, passing on photographs and even GPS coordinates to crisis responders, and relaying offers for donations to volunteer groups on the scene. “We’re not chasing news trails or going out there to do devastation porn,” he says bluntly. “We’re telling the stories the way they are and putting these visuals to work in a more practical, purposeful ways.” Photo by "}, {"num_of_comments": 24, "num_of_like": "582,758", "path": "instagram/picture3212.jpg", "like_list": [], "date_time": "May 8, 2015", "location": "", "tag_list": ["@rosannacoyne", "@rosannacoyne"], "caption": "“I was exposed to tools and materials from a young age,” explains woodworker Rosanna Coyne () of Hampden, Massachusetts, who traces her creative roots back to her parents, who emigrated from Italy. “In middle school, I was fortunate to be in the first class where woodshop classes were offered to female students.” Woodworking would remain a weekend passion for Rosanna until, after a decade in insurance, she left her job to apprentice under a master woodcarver. Rosanna opened her own shop after nine years of intensive study, but found there was lots of downtime between commissions. “To fill that time I began woodturning. I found it to be very satisfying, with objects made in hours instead of weeks or months,” she says. “I was also drawn to using material that was destined for the woodpile or landfill.” “Successful woodturning is in the ‘seeing’ as much as in the doing,” Rosanna explains. The orientation of the wood grain dictates how it’s turned, what shape it takes and, most importantly, whether it warps or cracks. In the end, however, adaptability is paramount: “Having the ability to fix your mistakes makes a good woodworker great.” Video by "}, {"num_of_comments": 24, "num_of_like": "721,652", "path": "instagram/picture3213.jpg", "like_list": [], "date_time": "May 7, 2015", "location": "", "tag_list": ["@_jeje", "@_jeje"], "caption": "After years of living in cities like Seoul and Tokyo, sisters Ji Sook and Ji Young Heo () returned to Jeju Island off the southern coast of South Korea, three years ago. “We realized the same thing: our hometown is the most amazing place in the world,” says Ji Young, who, like her sister, works as a commercial photographer. “We could only notice by going to a foreign country.” The sisters' dreamy photos of this idyllic island — which often feature each other, or models — were recently made into a book. “We drive all day to find the best spots to take our pictures — the sea, forest, mountains, farms, flowers and animals.” Photo by "}, {"num_of_comments": 24, "num_of_like": "767,481", "path": "instagram/picture3214.jpg", "like_list": [], "date_time": "May 7, 2015", "location": "", "tag_list": ["@marcequevedo", "@marcequevedo", "@instagramES", "@marcequevedo"], "caption": "“I like things with fading color. I like to see the passing of time because time can tell you good stories,” says Marcela Quevedo (), an industrial designer from San Luis Potosí, Mexico. Little details are also special to her: “I can go into an ice cream shop and be drawn to its decoration, but I’m not going to capture the entire place, so I focus on a detail that grabs my attention. It could be a messy wall that represents a nice mess.” Marcela travels constantly. “Most people go to well-known places, but sometimes I’m just on a road, I see something that catches my eye and I wonder, ‘Where will this little road take me?’ I venture into villages and there I usually find small details I truly like.” For more fragments from Marcela's travels, follow .\n\nFor more stories from around the Spanish-speaking community, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,006,580", "path": "instagram/picture3215.jpg", "like_list": [], "date_time": "May 6, 2015", "location": "", "tag_list": ["@hannahjesus", "@hannahjesus"], "caption": "Hannah Jesus Koh (), a high school art teacher from the San Francisco Bay Area in California, uses water from the nature around her to capture landscapes through watercolor painting. Her technique came about at the base of Iceland’s Gullfoss waterfall when, armed with her journal and watercolor paints, she realized she’d forgotten the water. “But the dense mists off the waterfall heavily saturated my surroundings,” she tells, “and that was all the water I needed.” From there, incorporating the water from her environment into her art has become as meaningful as the landscapes she paints. “It’s nice to know an elemental part of the scene will always be a literal part of my painting,” Hannah explains. “The salty Arctic sea spray is infused into my painting of Dyrhólaey. Drops from the largest ocean on Earth permeate my small painting of the Golden Gate Bridge. The Pacific Northwest rain rains into my painting of Multnomah Falls. And cheap black coffee from a hole-in-the-wall joint in Brooklyn colors in the bricks of the Brooklyn Bridge.” Photo by "}, {"num_of_comments": 24, "num_of_like": "790,370", "path": "instagram/picture3216.jpg", "like_list": [], "date_time": "May 6, 2015", "location": "", "tag_list": ["@emilyhogarth", "@emilyhogarth"], "caption": "“Each papercut can take anything from a day to a week to complete all depending on the scale and the complexity of the design,” says Emily Hogarth (), an illustrator and papercutting artist from Edinburgh, Scotland. “I design it as I go along, which I find often makes the design more organic.” Each work is cut by hand and on the opposite side of the final product, which means Emily is extra careful when incorporating words into her designs. “Writing backwards has become normal for me these days but it did take a bit of practice.” Emily says she uses Instagram to capture the magic of everyday life, as well as to document her art. “My work is often inspired by my surroundings, flowers and foliage on my dog walk or the pattern on an old vase.” Photo by "}, {"num_of_comments": 24, "num_of_like": "752,172", "path": "instagram/picture3217.jpg", "like_list": [], "date_time": "May 5, 2015", "location": "", "tag_list": ["@casadetake", "@casadetake"], "caption": "“I try to capture the Japanese landscape and culture through my family life with Sora and Itaru,” says Shunsuke Miyatake (), who lives in Japan’s Kanagawa prefecture. A father of an outgoing five-year-old girl and a restless three-year-old boy — both very curious about everything from insects to music to outer space — Shunsuke always has his camera ready for moments when the little ones absorb themselves in something interesting in their environment. Some of his favorite captures of his kids include when Itaru became glued to the window when he saw a Japanese garden for the first time, and when Sora and Itaru sat and sang at a park on a cloudy day during the rainy season while they patiently waited for sunshine. “Through my kids, I want to share aspects of Japanese culture and sceneries,” he explains, “from the traditional ‘wabi-sabi’ aesthetics to the history and to the edgy modern art in the cities.” Photo by "}, {"num_of_comments": 24, "num_of_like": "807,858", "path": "instagram/picture3218.jpg", "like_list": [], "date_time": "May 5, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@bikke_the_chip", "@bikke_the_chip"], "caption": "Hello, Instagram! It’s time for your dose of . Today’s unconventional furry friend comes from Japan. Meet Bikke (), an adorable chipmunk with a love of yawns, stretching and sunflower seeds. To add some miniature ‘munk fluff to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "541,894", "path": "instagram/picture3219.jpg", "like_list": [], "date_time": "May 5, 2015", "location": "", "tag_list": ["@lowerasberg", "@harmonycalhoun", "@warausaboten", "@tonipascualcuenca", "@parative", "@gothamkid", "@stephendanny", "@mapy_jaen", "@saherabbasi", "#WHPemojisinthewild", "#✌️"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for ! "}, {"num_of_comments": 24, "num_of_like": "662,369", "path": "instagram/picture3220.jpg", "like_list": [], "date_time": "May 5, 2015", "location": "", "tag_list": ["@jeremy_ennis_1979", "@jeremy_ennis_1979", "#maythefourth", "#starwarsart"], "caption": "Jeremy Ennis’ () micro-illustrations celebrate “Star Wars” in stunning detail. As a student working on his natural science illustration certificate, the Seattle-based artist plays with the techniques he learns in his studies by drawing his favorite characters and ships from the beloved film franchise. “I’m a huge ‘Star Wars’ fan. I came to the ‘Star Wars’ movies late, actually. I watched ‘A New Hope’ when I was 13 years old back in 1992,” he says. \"I was so drawn in and impressed by the visuals and the creative attention to detail.” Although his day-to-day work focuses on the patterns and textures of the natural world, much of Jeremy’s creative work is sparked by the intangible — from music to galaxies far, far away. “I am a self-taught violinist,” he says. “I am also really into the order and chaos of the universe, and spend a lot of time learning about astrophysics.” For more intricately detailed \"Star Wars\" iconography, follow . For more \"Star Wars\" fan art in honor of  (Star Wars Day), explore the  hashtag."}, {"num_of_comments": 24, "num_of_like": "632,017", "path": "instagram/picture3221.jpg", "like_list": [], "date_time": "May 4, 2015", "location": "", "tag_list": ["@caitlinchinn", "@caitlinchinn"], "caption": "“Getting stalked by cougars and run-ins with pissed off bears … Feeling the earth BOOM when a 700-year-old tree that was burning out from the roots cracked and hit the ground not even 100 feet away … Getting drenched with water from rogue bucket drops, and splattered with red retardant from air tankers.” In five years of fighting forest fires, three of them as a member of an elite 20-person Hotshot crew based in Northeast Oregon, Caitlin Chinn () has had her share of harrowing experiences. For Caitlin, who grew up outside of Seattle, a grueling and dangerous job was not preordained. “I overcame way more difficult social obstacles to become a firefighter than physical ones,” she says. But a life of adventure, where work and play are largely indistinguishable, is exactly what she sought out. “I take pictures from places many people don’t get to see and provide my own perspective,” says Caitlin, who emphatically rejects labels people might ascribe to her. “I am just an ordinary person with an extraordinary part-time job. If I happen to inspire people, great!” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,233,957", "path": "instagram/picture3222.jpg", "like_list": [], "date_time": "May 4, 2015", "location": "", "tag_list": ["@elyxyak", "@elyxyak"], "caption": "“I wanted to design a character of maximum expression with the minimum of lines,” says Yacine Ait Kaci (), a Paris-based director and media artist, describing how he came to create his stick figure Elyx. “He mainly lives in a little notebook, but he totally shares our reality.” Elyx is featured daily — sometimes several times a day — in Yacine’s Instagram posts. “He has the vision of a child, discovering everything as if it was the first time,” says Yacine. “And he is amazed by very simple daily things that we don’t see anymore.” Photo by "}, {"num_of_comments": 24, "num_of_like": "765,959", "path": "instagram/picture3223.jpg", "like_list": [], "date_time": "May 3, 2015", "location": "", "tag_list": ["@dlongstreath", "@ariadokhtjahanbakhshan", "@matiascorea", "@gaiasquarci", "@dianazeynebalhindawi", "@elijahsol", "@callhercaly", "@prashanthvishwanathan", "@maddiemcgarvey", "@dianazeynebalhindawi"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "595,423", "path": "instagram/picture3224.jpg", "like_list": [], "date_time": "May 3, 2015", "location": "", "tag_list": ["@americaisdead", "@americaisdead"], "caption": "“This is a look at the last remaining spaces, cities and design from America’s very particular version of modernism — hopeful, rational, unsustainable.” So explains Tag Christof (), an American photographer who has spent the last decade moving back and forth between Europe and the United States, alternately studying architecture and design, interning at a fashion photo agency, and now working as an art director and editor in Richmond, Virginia. On weekends, Tag sets out with his vintage cameras to see how far he can drive, as he records relics of the late 20th century American economy, exploring a landscape of languishing shopping malls, motels, and drive-ins. “Especially with the malls and their clean lines and quietly crumbling façades, you sometimes have to look quite closely to see that they’re ruins.” He adds, “the things I photograph are the direct result of a system that defines progress only in economic terms.” Photo by "}, {"num_of_comments": 24, "num_of_like": "769,651", "path": "instagram/picture3225.jpg", "like_list": [], "date_time": "May 2, 2015", "location": "", "tag_list": ["@eudiiih", "@eudiiih"], "caption": "“There is a certain magic about cooking. It’s like creating a potion,” says Diego Oliveira (), an aspiring photographer with a passion for cooking. Diego learned at a young age that there is also magic in taking pictures. As a child, his uncle told him that photography was like “looking at the world through a little magic rectangle.” Growing up in São Paulo, Diego learned to love cooking from his aunt. “I would spend most weekends with my aunt, who was a cook, and she would give me small tasks in the kitchen to keep me busy. On weekends, my family would also get together to share food, so cooking reminds me of family and fun.” Today, Diego blends his passions for photography and cuisine by capturing his culinary creations on camera. He hopes that through his photos his audience can get a taste for his cooking, which is heavily influenced by northeastern Brazil’s strong flavors, as well as food from North America. In order to get his creative juices flowing, Diego’s soundtrack must be just right. “My taste is eclectic. Everything from Madonna to Maria Bethânia,” he says. “Music helps me prepare food and inspires me to photograph the table. Music is fuel.” Photo by "}, {"num_of_comments": 24, "num_of_like": "534,294", "path": "instagram/picture3226.jpg", "like_list": [], "date_time": "May 2, 2015", "location": "", "tag_list": ["#WHPemojisinthewild", "#🎉", "@thejacobsharp", "#emojisinthewild", "#🚕🚕", "#WHPemojisinthewild", "#WHPemojisinthewild", "@sreevathsav"], "caption": "Weekend Hashtag Project: \n\nTo explore the creative possibilities of hashtagged emojis — a new feature enabled earlier this week () — this weekend’s hashtag challenge is to capture real-life examples of your favorite emojis. “Look for things that appear in your day-to-day life you may have otherwise overlooked or considered to be mundane,” says Jacob Sharp (), a Kansas City, Missouri, high school art teacher who coined the  hashtag in November 2011. “Photos that are posed or staged defeat the spirit of the hashtag.” Some tips to get you started:\nTo make emoji-hunting easier, familiarize yourself with the full set of emojis, especially the obscure ones. Tell a story by stringing together multiple emojis into a single hashtag. In your caption, make sure to include the relevant hashtagged emoji () in addition to .\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "715,791", "path": "instagram/picture3227.jpg", "like_list": [], "date_time": "May 1, 2015", "location": "", "tag_list": ["#Hellomynameis", "@lemm.g", "@lemm.g"], "caption": "“ John Lemuel Goden (). I am 15 years old and from the Philippines. My story is not out of the ordinary. I draw inspiration from everyday scenes I see in my community. I go to school, study, go home and do household chores — that’s basically my life. I want people to know that I’m a dreamer like everyone else. Never stop dreaming because one day, you’ll get there. And photos are what capture my dreams.” photo by "}, {"num_of_comments": 24, "num_of_like": "661,376", "path": "instagram/picture3228.jpg", "like_list": [], "date_time": "May 1, 2015", "location": "", "tag_list": ["@christyyeee", "@christyyeee"], "caption": "Inside the sketchbook of Christie Tan Jia Wen (), an alternative universe of animals and food lovingly live together. Beluga whales swim through ladles of pumpkin soup. Ocelots sharpen their claws on cappuccino stirrers. Even dachshunds wag their tales for mustard on a hot dog. “Mom always said she gave me too many children's books when I was little, and I guess it's part of me now,” says Christie, an architecture student in Malaysia. “I like to give my characters a glint of something that they might portray when they find themselves in situations like, well, like when they sneak in your mojito or something.” For her prolific sketching, Christie lets her imagination free associate. “I usually start with a food and think what animal suits it best,” she says. “For example, the noodles have lots of seafood, and kingfishers eat fish, so there it goes. And hedgehogs roll up into a ball like Swiss rolls. Just whatever that links those two together.” Photo by "}, {"num_of_comments": 24, "num_of_like": "777,300", "path": "instagram/picture3229.jpg", "like_list": [], "date_time": "Apr 30, 2015", "location": "", "tag_list": ["@karendoolittle", "@karendoolittle"], "caption": "“I like to think of myself as a power clasher,” says Karen Doolittle (), who by day is a social worker for adults with developmental disabilities. A few years ago, the 27-year-old photographer began documenting friends in the psychedelic rock scene of the California Bay Area, and her love of rainbows emerged from their style and spirit of rebellion. “I moved to San Francisco and I was just blown away,” says Karen. “It’s one of the most vibrant, colorful places that I’ve ever been to in my life, and it kind of saved me in a way. It showed me that there was a whole big world out there, that there was a different way to be beautiful, a different way to be creative, a different way to be valuable.” She adds, “The use of the rainbow in my photos is both an ode to San Francisco and a symbolic statement about being your most vibrant, genuine self.” Photo by "}, {"num_of_comments": 24, "num_of_like": "805,874", "path": "instagram/picture3230.jpg", "like_list": [], "date_time": "Apr 30, 2015", "location": "", "tag_list": ["@omarzrobles", "@omarzrobles"], "caption": "“You are telling stories visually and without the need of words,” explains freelance street and dance photographer Omar Z. Robles (), who is originally from Puerto Rico. Omar started to shoot dancers on streets when he moved to New York City two years ago, but his interest in the ability of the human body to physically share stories and emotions stems from a longtime passion for physical theater, dance and an education in the art of mime. Training under Marcel Marceau in Paris, Omar was influenced by the great French mime’s ability to tell a story without words. “It’s something I find completely exceptional,” he says.\n\nOmar uses urban settings to add to the narrative of each photo and complement the lines of the dancer’s body, whose arabesques and jetés he anticipates. “The mind studies the body in segments as if they are musical notes, then you are able to come in and combine them. Little intricacies can create a different aesthetic,” he explains. “An inclination of the head can say something completely different.” Photo by "}, {"num_of_comments": 24, "num_of_like": "456,325", "path": "instagram/picture3231.jpg", "like_list": [], "date_time": "Apr 29, 2015", "location": "", "tag_list": ["@questlove", "@questlovesfood", "@questlove", "@music", "@questlove"], "caption": "“It was literally like a ‘Willy Wonka’ dream.” Roots drummer and “Tonight Show” bandleader Questlove () is once again geeking out about food –– specifically the recent trip he took to a Seattle lab to learn about the intricacies of science-based cooking. “I am now more into science than actual music,” he admits.\nQuestlove, born Ahmir Khalib Thompson, is most definitely a food lover (see also: sfood, where he documents the otherworldly meals he eats). He’s also a professor, a traveler and, of course, a musician. His musical origin story begins in Philadelphia in 1974, when a then three-year-old Ahmir got a toy drum set. Four years later, his parents surprised him on Christmas with a slightly more official seven-piece kit. “I won’t ever be surprised like that again,” he says. “I guess the second best thing for me to do is to create that moment for a lot of people.” For more of Questlove’s food and music discoveries, follow . For more stories from around the music community, follow  on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "588,017", "path": "instagram/picture3232.jpg", "like_list": [], "date_time": "Apr 29, 2015", "location": "", "tag_list": ["#Hellomynameis", "@hgrdrgz", "@hgrdrgz"], "caption": "“ Hugo Rodriguez (). I’m a 19-year-old aspiring photographer living in Iowa, but originally from the small town of Villachuato in the Mexican state of Michoacán. I always try to show something I may never see again, something someone else may never see. I mostly find this in nature and portraits. I’m inspired by my friends, and all young artists who dare to make a difference by being different. We, as young creators, are not the future of this world. We are the present.\" Photo by "}, {"num_of_comments": 24, "num_of_like": "663,261", "path": "instagram/picture3233.jpg", "like_list": [], "date_time": "Apr 28, 2015", "location": "", "tag_list": ["@hopelevin", "@hopelevin"], "caption": "“Kiteboarding gives you the chance to focus on that moment and truly live in the present,” says Hope LeVin (), a kiteboarder from the Turks and Caicos Islands, who picked up the sport at the young age of 11. A year ago, the now 22-year-old turned her passion into a career when she began riding the waves professionally. She has now mastered the art of taking selfies while suspended in mid-air above (or below) her board. “Getting good shots with my GoPro isn’t always easy. The angle is often wrong or I get an amazing shot but then there’s a huge water drop in the middle!” explains Hope. “It’s weird, but usually it’s the days where the conditions aren’t that great that I get my best images. I guess I’m focusing too much on having fun on the good days!” Photo by "}, {"num_of_comments": 24, "num_of_like": "815,922", "path": "instagram/picture3234.jpg", "like_list": [], "date_time": "Apr 28, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@dazeofdukeandsully", "@dazeofdukeandsully"], "caption": "Hello, Instagram! Today’s  is a double dose of colossal canine. Meet Duke and Sully (), two huge, handsome and huggable Great Danes. To add a dash of these ponderously sized pups to your Instagram feed, follow ."}, {"num_of_comments": 15, "num_of_like": "546,388", "path": "instagram/picture3235.jpg", "like_list": [], "date_time": "Apr 28, 2015", "location": "", "tag_list": [], "caption": "Over the past few years, emoji have become part of a universal visual language. And just as we share photos and videos, we use emoji to communicate emotions and feelings in ways that anyone can understand, regardless of language or background. Starting today, emojis will now work within hashtags, so you can discover even more by adding them to your own photos and videos, searching them on the Explore page and tapping on them when you see them in captions.\n\nAs part of our commitment to creativity, today we're also excited to introduce three new filters — and we plan to bring you additional ones more regularly going forward. Inspired by the spirit of a weekend adventure outdoors, Lark, Reyes and Juno are a family of modern, subtle filters that brighten and enhance your photos in refined, beautiful ways.\n\nTo learn more about emoji hashtags and the new filters, check out blog.instagram.com.\n\nInstagram for iOS version 6.11.0 is available today in Apple’s App Store, and these updates will be available today on the latest version of Instagram for Android version, 6.20.0, in Google Play."}, {"num_of_comments": 24, "num_of_like": "506,009", "path": "instagram/picture3236.jpg", "like_list": [], "date_time": "Apr 27, 2015", "location": "", "tag_list": ["@cnstzn", "@danisero", "@maruhardcandy", "@brunofilipesa", "@creperzs", "@belgianwaffler", "@danangkamil", "@maritparit", "@squarefied", "#WHPdoubletake"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "722,349", "path": "instagram/picture3237.jpg", "like_list": [], "date_time": "Apr 27, 2015", "location": "", "tag_list": ["@shayaar", "@shayaar"], "caption": "“People can’t get enough of seeing their favorite treat in the size of their finger,” explains accidental miniature food artist Shay Aaron (). Shay studies stage and costume design in Tel Aviv, Israel, but has spent the past decade fielding miniature food requests from every corner of the globe.\n\nSince his first commission — a tiny Seder plate for Passover — Shay has refined his micro-culinary skills, at one point enrolling in a six-month baking course to learn more about pastries. But there will be no sampling of these bite-size morsels. His works, done at a 1:12 scale, are primarily made of polymer clay, but can include resin, glass, wood, metal and paper.\n\nThe final step of production is the most difficult to capture, but also the most important. “Texturing is crucial and takes lots of time and energy,” Shay explains. “I’m using a sewing needle to create bread crumbs or the spongy texture for a layer cake. I can work on a tiny piece for an hour just to get the right texture.” Photo by "}, {"num_of_comments": 24, "num_of_like": "679,162", "path": "instagram/picture3238.jpg", "like_list": [], "date_time": "Apr 26, 2015", "location": "", "tag_list": ["@wlodarczyk", "@carriejlevy", "@lil_milty", "@rhyannawatson", "@cateyeslover", "@samlaks", "@imranmanzoorshah", "@hanyayanagihara", "@danieletter", "@carriejlevy"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "585,601", "path": "instagram/picture3239.jpg", "like_list": [], "date_time": "Apr 26, 2015", "location": "", "tag_list": ["@howfarfromhome", "@howfarfromhome"], "caption": "“Our theme for our journey is ‘How Far From Home’ – to see how far we can actually get,” says Chanel Cartell (), who, along with her partner Stevo Dirnberger, recently decided to break out of her comfort zone of monthly paychecks, daily work routines and a beautiful house in Johannesburg. “We quit our jobs in the creative field of advertising, sold all of our belongings and packed up our world into four bags – two filled with camera gear, of course,” says Chanel, adding, “We were no longer feeling challenged; we needed something that would charge the electrolytes running through our veins.” On March 2, Chanel and Stevo waved Johannesburg goodbye and embarked on their year-long journey – armed with a sense of adventure and a “wanderlist.” While having coffee and Sachertorte in Vienna and taking a selfie with an alpaca are already checked off the list, missions like dancing in Berlin, eating Danish pastries in Copenhagen, and sleeping in an igloo are still outstanding. “We encourage fellow travelers and community members to send us challenges that we can add to the wanderlist,” says Chanel. “I think our favorite – or the one we’ll save\nfor last – is to make it to Hawaii, quite literally the furthest point from home.” Photo by "}, {"num_of_comments": 24, "num_of_like": "761,713", "path": "instagram/picture3240.jpg", "like_list": [], "date_time": "Apr 25, 2015", "location": "", "tag_list": ["@dhavebaj", "@dhavebaj"], "caption": "“I worship the way of Zen, which teaches me what minimal really is,” says Dhavebaj Anupabsthian (), who lives in Thailand’s Trang province. Following the theme of transforming the complex into the ordinary, Dhavebaj presents minimalist images by fusing his photography with graphic arts. All Dhavebaj needs to make his pieces are a mobile phone camera, a few graphic editing apps on his tablet, the Instagram creative tools and some good music to get his productive energy going. He also keeps symmetry in mind: “I try to choose the proper lines to be in the background that suits the emotion,” he says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "501,585", "path": "instagram/picture3241.jpg", "like_list": [], "date_time": "Apr 25, 2015", "location": "", "tag_list": ["#WHPdoubletake", "#WHPdoubletake", "@austinxc04"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos of unique pairings. Some tips to get you started:\n\nSeek out subjects that naturally come in twos. Don’t forget that not all duos look alike — opposites also come in pairs. As you shoot, aim to highlight similarities while also celebrating differences. For example, focus on the ways identical twins differ or how an odd couple can come together. Put thought into your composition. Play with distance, perspective and framing, and use your setting to add context or tell a story.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "535,759", "path": "instagram/picture3242.jpg", "like_list": [], "date_time": "Apr 24, 2015", "location": "", "tag_list": ["@sinashirii", "@sinashirii"], "caption": "“This is closer to real life,” says Sina Shiri (), speaking of his approach to photography. “In Iran, most of the documentary photography is black-and-white, but I prefer to work in color.” Using a borrowed camera, Sina began working as a photojournalist at the age of 16, making pictures for a student-run news agency in the city of Qazvin. He now pursues self-assigned projects, and describes his intention to change the perceptions held by the outside world. “The cliché photos, they usually show the limitations of Iran, like the hijab, the covering of women, the hardship or the limitations. I don’t want to show only the limitations. I want to show that Iran is a different country than what you are seeing in photos.” Now 24 years old, Sina acknowledges the challenges ahead. “There are many photographers in the world, there are many photos on the Internet and people’s vision is getting better and better. The competition is high and you have to provide photos that can satisfy people’s taste, this new taste of people. This makes the job difficult. I have to educate myself to learn how to do it.” Photo by "}, {"num_of_comments": 24, "num_of_like": "549,864", "path": "instagram/picture3243.jpg", "like_list": [], "date_time": "Apr 24, 2015", "location": "", "tag_list": ["@jacobvanloon", "@jacobvanloon"], "caption": "“Watercolor is most effective when the paint is left to its own devices,” says DeKalb, Illinois-based artist Jacob van Loon (), when explaining the experience of surrendering his obsessively detailed pencil drawings to brushstrokes of watercolor. “The unpredictability of watercolor, once it comes off the brush, makes working a detailed graphite sketch both more challenging and more liberating.” The lines and edges of nearby Chicago’s cityscape strongly influence Jacob’s art, however introducing new sources of inspiration—from figurative painting to Japanese runway fashion to cartography—is central. “I don’t like to focus my attention on a specific artist or style for too long,” he says.\n\nJacob’s works, like his preferred mediums, are also a meditation on the imprecision of recollection. “Memories of the experiences I’ve had are far from perfect,” he says. “The imperfections of the paint play into that aspect of memory and experience.” Photo by "}, {"num_of_comments": 24, "num_of_like": "580,530", "path": "instagram/picture3244.jpg", "like_list": [], "date_time": "Apr 23, 2015", "location": "", "tag_list": ["@marcelomacedo03", "@marcelomacedo03"], "caption": "Rio de Janeiro sculptor Marcelo Macedo () approaches each of his pieces of art as a puzzle, which he must solve during his scavenger hunt for material on the street. “I usually draw and write about the sculptures before creating them, but they are never as I imagined. A large part of my creative process is the hours I spend trying to find the next piece,” he says. Marcelo, who’s 31, began creating these sculptures during a difficult time in his life and has found solace in them. “They have come to represent my search for finding myself. Through them, I have found a purpose for my creative side,” he says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "730,235", "path": "instagram/picture3245.jpg", "like_list": [], "date_time": "Apr 23, 2015", "location": "", "tag_list": ["@carlzoch", "@carlzoch"], "caption": "“A lot of people describe going out in nature as escaping things in their life,” says Colorado-based adventure photographer Carl Zoch (). “I tend to see it the other way — as returning to a holistic experience of life that returns us to what we’ve had all along.” Carl’s relationship with nature was heavily shaped by his college years living in the flat, mountainless regions of Middle America after a childhood spent in the Pacific Northwest. “Over time, I decided that I had to have this lifestyle that allowed me to be outside in places where I feel most alive, where I feel connected to myself and my surroundings,” says Carl. “I always felt I was at my best when I was outside and free to roam. I think I sense that in others, too.” Through his photography, Carl loves the challenge of making pictures that motivate others to live a more adventurous outdoor lifestyle. “That’s a lot of what drives what I do. I love inspiring others.” Photo by "}, {"num_of_comments": 24, "num_of_like": "523,942", "path": "instagram/picture3246.jpg", "like_list": [], "date_time": "Apr 22, 2015", "location": "", "tag_list": ["@kierandodds", "@kierandodds"], "caption": "“Fellow gingers greet each other with a look of surprise and wonder,” says Kieran Dodds (), a Scottish photojournalist whose country has one of the highest per capita populations of red-haired denizens in the world. “Even in Scotland, we are so rare that to see someone else with it is unexpected and sublime!” Kieran notes that his radiant minority is sometimes subject to ridicule and stereotyping, and that even the term ‘ginger’ itself is fraught. “In Scotland it is often used as a term of abuse,” he says, adding, “I wanted to use this derogatory word and redeem it for its descriptive power. Ginger appears gold, orange or brown—sometimes all at once.” He continues,“before Scotland voted on independence last year, I spent time looking at my own country and working on a few stories. I was considering how we are perceived globally to consider the myths and realities. One of these myths is our physical appearance and how it relates to identity. I wanted people to see people, not cliches.” Photo by "}, {"num_of_comments": 24, "num_of_like": "623,324", "path": "instagram/picture3247.jpg", "like_list": [], "date_time": "Apr 22, 2015", "location": "", "tag_list": ["#Hellomynameis", "@wikingens", "@wikingens", "@meetjulian"], "caption": "“ Felix Pomo () and I’m a 16-year-old photographer from Stockholm. I’m always trying to show the world the way I see it. My photography is very personal — it resembles who I am and what I see. There are so many things we take for granted and don’t notice. As a kid, I always played by the lake or in the woods, but never realized it could be so beautiful. This is the reason I love photography, because we all have different ways of seeing the same things.” Photo of  by "}, {"num_of_comments": 24, "num_of_like": "690,340", "path": "instagram/picture3248.jpg", "like_list": [], "date_time": "Apr 21, 2015", "location": "", "tag_list": ["@mihailonaca", "#LocalLens", "@mihailonaca", "@mihailonaca"], "caption": "“The modern era keeps us in a very alert rhythm, but sometimes we have to remind ourselves to slow down and admire what is around us. It’s such a pity to miss all those special moments,” says Mihail Onaca (), who recently moved to Cluj-Napoca, Romania, from the northern part of the country to pursue acting. Mihail is inspired by the baroque architecture and café culture of the vibrant city, which is the historic capital of Transylvania, and especially likes capturing its large squares, like Piata Unirii and Piata Mihai Viteazu. He also likes to show how the open spaces contrast the distinctive narrow streets in the old town: “Inner courtyards, hallways, hidden places – all of these can contain something special for the eye.” For more from Mihail’s  on Cluj-Napoca, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "779,508", "path": "instagram/picture3249.jpg", "like_list": [], "date_time": "Apr 21, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@tarzan_cat", "@tarzan_cat"], "caption": "Hello, Instagram! It’s time for your dose of . Say hello to Tarzan (), a marvelously handsome orange tabby from Denmark with a keen love of loafing around. If your feed is lacking in lackadaisical feline fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "519,513", "path": "instagram/picture3250.jpg", "like_list": [], "date_time": "Apr 21, 2015", "location": "", "tag_list": ["@moronoa", "@perfectlynormal.co", "@thejeffrose", "@i_love_inspire", "@overcurious", "@ari_fararooy", "@mrmhmmdzfr", "@godyar", "@m_magdalena_cpt", "#WHPidrewthis"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "681,035", "path": "instagram/picture3251.jpg", "like_list": [], "date_time": "Apr 20, 2015", "location": "", "tag_list": ["@thegentlemanbronco", "@thegentlemanbronco"], "caption": "“I have really vivid dreams and I remember them all the time,” says James Livitski (), a self-taught graphic designer from Toronto who gets the ideas for his art while sleeping soundly. Most of James’ works are digital re-creations of his dreams – futuristic scenarios inspired by unknown spheres of the universe, retro photography, vintage pinup girls and music. “You can put a headset on, close your eyes and the tune takes you to a whole new world,” James explains, hoping that his art might touch people in a similar way. “I create it to take you away from anything that’s happening for that one second in your life, and make you feel something you’ve never felt, and make you see something you could only imagine in your wildest dreams and make it your reality.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "663,733", "path": "instagram/picture3252.jpg", "like_list": [], "date_time": "Apr 20, 2015", "location": "", "tag_list": ["@acommonname", "@acommonname"], "caption": "Graphic designer-turned-multimedia artist Paige Smith () has lost count of her “urban geodes” that occupy the nooks and crannies of decay in places as far-flung as Bali, Madrid and Istanbul.\n\nIt all began three years ago in downtown Los Angeles, where Paige was living. “I started noticing the cracks and holes and decaying surfaces of our buildings, and that no one seemed to be paying attention to them,” she says. “The idea clicked to utilize these spaces and create something beautiful.” Paige started by using a paper-cutting and folding technique called kirigami to create three-dimensional installations that look like geodesic formations. While she still prefers this method for her large-scale installations, her process has evolved to incorporate crystals of silicon-molded resin. The resulting works draw attention by juxtaposing inorganic formations that appear natural against the backdrop of a deteriorating man-made landscape.\n\nLike the walls and buildings they inhabit, Paige’s works also decay over time. “I appreciate the mystery of their demise,” she says. “It’s a natural occurrence.” Photo by "}, {"num_of_comments": 24, "num_of_like": "551,105", "path": "instagram/picture3253.jpg", "like_list": [], "date_time": "Apr 19, 2015", "location": "", "tag_list": ["@hakancinar", "@orlandobarriaphotos", "@mishkusk", "@vickyinam", "@rickthorne", "@sivanaskayo", "@brad_vest", "@chishuimandy", "@tahminehmonzavi", "@tahminehmonzavi"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "650,219", "path": "instagram/picture3254.jpg", "like_list": [], "date_time": "Apr 19, 2015", "location": "", "tag_list": ["@morganmaassen", "@morganmaassen"], "caption": "“Curiosity and the unknown are the driving forces of my life. I’m kept up at night by the places I have yet to visit,” says 24-year-old photographer and filmmaker Morgan Maassen (). Growing up on the California coast in Santa Barbara, the other major influence on Morgan is his love for the ocean. He and his brother were raised on beaches and boats and learned to surf at an early age. “I’ll never forget the feeling of momentum, gliding across the water and feeling so free. Since then, it has become a lifelong passion, and is consistently the catalyst for so many endeavors and adventures.” Although Morgan left home at age 19 to travel the world with his camera, he now photographs the biggest stars of the surfing industry, so he’s never far from his connections to the sea. “I am always learning from the ocean, and never feel confident in its midst — only curious and aware of it, and trying to move about it as freely as possible.” Photo by "}, {"num_of_comments": 24, "num_of_like": "515,073", "path": "instagram/picture3255.jpg", "like_list": [], "date_time": "Apr 18, 2015", "location": "", "tag_list": ["@bobwolfenson", "@giseleofficial", "@spfw", "@lucianaprezia"], "caption": "“Nobody in their most delirious dreams, not even Gisele herself, imagined that she would become Gisele,” says Bob Wolfenson (), who has been photographing the model Gisele Bündchen () since she started her career at age 14. Much like Gisele, Bob also couldn’t imagine his own trajectory as one of Brazil’s most renowned portraiture photographers. Growing up in São Paulo, his first love was soccer, and he dreamt of playing in the professional league. Photography came into his life almost by accident, shortly after his father died when Bob was only 15. “I had to work, and a photographer’s assistant was the work I found,” he recalls. “It took me a while, eight years to be exact, to start enjoying it.” Over the years, Bob became well known for his portraits. “Portraits are about capturing an exact moment between the photographer and the subject,” he says. On Wednesday, after Gisele's final runway walk at São Paulo Fashion Week (), Bob was called upon to capture Gisele’s bittersweet goodbye. For Bob, the most emotional moment wasn’t backstage with Gisele, but watching her walk in the show. “It was very beautiful,” he says. “She and I both cried, and later we talked about that. She asked, ‘Why do I get emotional?’ And I said, ‘Because you are human.’” Throwback photo of Gisele, stylist Silvio Giorgio and Bob by "}, {"num_of_comments": 24, "num_of_like": "579,144", "path": "instagram/picture3256.jpg", "like_list": [], "date_time": "Apr 18, 2015", "location": "", "tag_list": ["#WHPidrewthis", "#WHPidrewthis", "@little_sketchy"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to share creative drawings and illustrations of things you might ordinarily photograph. Some tips to get you started:\nIf you’re not used to sketching, don’t let a new medium intimidate you. Whether it’s on sticky notes and napkins or in your best sketchbook, grab a pen and let the world around you flow onto the paper. No matter how much your drawing does or doesn’t resemble your subject, be proud of what you’ve created and share it anyway. Illustration opens up a blank canvas of new possibilities. Be as inventive or as abstract as you want to be and let your imagination run wild. Finally, use your caption to help fill in the details of the scene. Share details like sounds, smells and feelings to make your sketch come alive.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "586,502", "path": "instagram/picture3257.jpg", "like_list": [], "date_time": "Apr 17, 2015", "location": "", "tag_list": ["@yumikitagishi", "@yumikitagishi"], "caption": "“I started drawing on my nails when I found out that manicurists use acrylic paint, which is what I use for my artwork,” says Tokyo illustrator Yumi Kitagishi (). Yumi’s nail paintings began as something she did just for fun aside from her work, but as more people started noticing them through her photos and videos, her nail art has evolved to the point where she conducts live demonstrations at public events. “There really isn’t much to it, but I always try to look for new themes,” she says. According to Yumi, the challenging part about nail painting is drawing with her less dominant hand, explaining that it’s more about practice rather than technique. Most of the colorful characters that Yumi draws are people, cats and birds. “It’s hard to choose my favorite, but I would have to go with ‘the cat eating breakfast’ — this is a character that was first drawn on my nails and later ended up in my artwork,” she says. “The character seemed to develop on its own, and I find that interesting.” Video by "}, {"num_of_comments": 24, "num_of_like": "707,189", "path": "instagram/picture3258.jpg", "like_list": [], "date_time": "Apr 17, 2015", "location": "", "tag_list": ["@mikkolagerstedt", "@mikkolagerstedt"], "caption": "“Even if I end up with no photographs I’m satisfied with, at least I have spent time in nature and outside in the fresh air,” says 32-year-old Mikko Lagerstedt (), a self-taught fine art photographer from Finland. “The weather, timing and lunar phases make it difficult to predict a good astrophotography day — that gives it a challenging twist. There is a sense of mystery every time I take a long-exposure, and you can’t know how the picture will turn out. It is one of the key things that inspires me to capture night photographs.” Photo by "}, {"num_of_comments": 24, "num_of_like": "532,035", "path": "instagram/picture3259.jpg", "like_list": [], "date_time": "Apr 16, 2015", "location": "", "tag_list": ["@euro_bus", "@euro_bus"], "caption": "“If you see someone on a bicycle in Paris about to get run over by a tour bus, it’s probably me,” says Taylor Holland (). For Taylor, an American artist based in Paris, a fleeting encounter in front of the Eiffel Tower four years ago has blossomed into an enduring relationship. His project, called “Eurobus,” began after he spotted a bus with a rainbow graphic on it during his morning bicycle commute. “As I rode closer, it drove away and I couldn’t catch up,” he says. “I couldn’t stop thinking about it, so I started looking around the city and discovered other buses with equally amazing graphics.” Taylor became so fascinated that he started photographing the tour buses on his commute every day. “The hard part starts when they drive away and I have to chase them down,” he says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "871,220", "path": "instagram/picture3260.jpg", "like_list": [], "date_time": "Apr 16, 2015", "location": "Island Beach State Park", "tag_list": ["@thesecondgleam", "@darrenerbe", "@darrenerbe"], "caption": "Off the coast of New Jersey, 3,000 acres (1,200 hectares) of sand dunes and tidal marshes make up Island Beach State Park, a protected 10-mile (16-kilometer) stretch of barrier island. Among the wildlife that call the island home, a population of photogenic red foxes inhabit the park’s thickets and marine forests. When Haley Decker () and her boyfriend Darren Erbe () first began visiting the island with hopes of photographing the animals, they were only met with paw prints disappearing into the dunes. Toward the end of winter, however, when fewer people frequented the park, their luck changed. “We parked in a huge empty parking lot, and all of a sudden foxes started popping up out of nowhere from all directions,” says Haley. The pair worked as a team to photograph the animals, being sure to keep their distance as they did so. “We just both approached them slowly and we switched off between shooting with an iPhone or a digital camera. If one of us was taking pictures of the foxes, the other was making sure the foxes felt comfortable.” Photo by "}, {"num_of_comments": 24, "num_of_like": "508,794", "path": "instagram/picture3261.jpg", "like_list": [], "date_time": "Apr 15, 2015", "location": "", "tag_list": ["@kevinfrayer", "@kevinfrayer"], "caption": "“The periphery is where I feel most comfortable,” says Kevin Frayer (), a Canadian photojournalist who works primarily in Asia. “That can mean, literally, the edges of a city or country, or the minority fringes of a culture. More figuratively, the periphery is a place that requires a journey — a turn down a road for no reason, or a chance conversation that changes one’s course. In my photography, I’m trying to take people to a place far different than where they are from, and hoping they feel something new by learning that this other place exists.” Kevin explains his drive to capture images of myriad conflicts, cultures and crises, as well as epic vistas across the globe. “For as long as I can remember I have been moved by an anthropological view of the world. The camera has been a great vehicle for satisfying that urge. Early on I was drawn to photojournalism as a way to engage with the world around me. I like that when I am working with my cameras things continuously evolve and change and no two days are ever the same. I am still motivated by a personal need to try and understand what it means to be human.” Photo by "}, {"num_of_comments": 24, "num_of_like": "571,924", "path": "instagram/picture3262.jpg", "like_list": [], "date_time": "Apr 15, 2015", "location": "", "tag_list": ["#Hellomynameis", "@meghan_faulk", "@meghan_faulk"], "caption": "“ Meghan Faulkner (), and I’m a 17-year-old aspiring writer and photographer based out of Chicago, Illinois. I think the most recurring theme in my feed would be the undeniable use of darkness in my photography. I don't hold onto that immaculate white light that everyone seems to be aesthetically drawn toward these days. It's from the shadow that I'm most compelled to create. It's from there that everything else emerges.\" Photo by "}, {"num_of_comments": 24, "num_of_like": "503,212", "path": "instagram/picture3263.jpg", "like_list": [], "date_time": "Apr 14, 2015", "location": "", "tag_list": ["@alexis_diaz", "@alexis_diaz"], "caption": "“There was a moment when I realized that canvases were a limit, that the message couldn’t reach everybody,” remembers Puerto Rico-born artist Alexis Diaz (). “Only a few people could get access to contemplate them in a gallery or in a museum, because in Puerto Rico, there’s a small percentage of people who get access to art education.” Seeking another way to express himself, Alexis turned to mural art and began creating his works in public spaces, to reach out to a broad audience regardless of social status. Using a small brush and a lot of patience, Alexis creates most of his meticulous compositions freehand, line-by-line as he goes along. “I feel like having an intimate conversation between the wall, the surrounding space and me,” says Alexis, whose murals of imagined creatures can be found in more than two-dozen cities around the world. “I put elements together like in a puzzle until the moment of mutual understanding.” Photo by "}, {"num_of_comments": 24, "num_of_like": "749,729", "path": "instagram/picture3264.jpg", "like_list": [], "date_time": "Apr 14, 2015", "location": "", "tag_list": ["#WeeklyFluff", "#TaxDay", "@toastmeetsworld", "@toastmeetsworld"], "caption": "Hello, Instagram! Today’s  is a special  edition, in honor of Wednesday’s tax filing deadline in the US. Meet Toast (), a handsomely tongued King Charles spaniel rescue. When Toast isn’t number crunching, he’s spending his time raising awareness about puppy mills and advocating pet adoption. To add a touch of puppy tongue to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "718,402", "path": "instagram/picture3265.jpg", "like_list": [], "date_time": "Apr 14, 2015", "location": "", "tag_list": ["@letizilla", "@vivianchenphoto", "@smcmennamy", "@alanlangus", "@derek_j", "@annahuizi", "@stenleen", "@daniultimate", "@alexis_olin", "#WHPcolorplay"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "562,213", "path": "instagram/picture3266.jpg", "like_list": [], "date_time": "Apr 13, 2015", "location": "", "tag_list": ["@noithepa", "#LocalLens", "@noithepa"], "caption": "“I like the fact that Bangkok has everything, but no clear organization,” says architect and designer Ratvanich Thepa, who goes by Noi (). In this edition of , Noi shares some of his favorite places to shoot around his hometown of Bangkok. “On the east side of the Chao Phraya River, you can find history, handicrafts and the ancient way of life,” says Noi about the historical area of Rattanakosin Island. “There are temples, a royal palace, universities and lots of old communities, and it’s very charming.” He also likes to explore the abundant nature located not too far from the city. “You can travel east or west for less than an hour and get to the sea, and you can get to the rain forest – Khao Yai National Park – in an hour or two if you feel the need for some fresh air,” he says. Noi especially loves driving westward along the coastal route that leads directly down to southern Thailand, as well as Bang Pu — an old seaside resort located southeast of the city, where thousands of seagulls migrate from Siberia. “There are diverse ways of life and a mix of both old and new style houses and buildings,” Noi says of Bangkok, “so there’s always a lot going on.” Photo by "}, {"num_of_comments": 24, "num_of_like": "600,154", "path": "instagram/picture3267.jpg", "like_list": [], "date_time": "Apr 13, 2015", "location": "", "tag_list": ["@spritesoren", "@spritesoren"], "caption": "As the daughter of an art teacher father and sign painter mother, Chicago yoga instructor Soren Buchanan () grew up surrounded by the visual arts. During her time in college in Florida, her own keen interest in street art began to emerge: “I began noticing, photographing and jumping fences to get to street art and graffiti.” Her second passion, however, didn’t emerge until she left Miami in 2009. “I spent my first Midwestern winter shocked, frozen and hiding from the cold,” Soren says. “I knew I needed to adapt and create my own warmth. Yoga was the answer.” Thriving in Chicago's vibrant urban art scene, it was an easy decision for Soren to marry her love of yoga and street murals through the images that she shares. As she tells it, “I hope to accent the art, complement it with human interaction — and yoga provides endless possibilities for shapes and expression.” As Soren develops her own community, she broadens the reach for the artists she highlights. “Artist recognition is very important to me. If people are drawn to my images, they need to know who I am collaborating with,” she explains. “I hope to bring attention to artists who, other than on the streets, might have limited venues showcasing their art and sharing their styles.” Photo by "}, {"num_of_comments": 24, "num_of_like": "969,436", "path": "instagram/picture3268.jpg", "like_list": [], "date_time": "Apr 12, 2015", "location": "", "tag_list": ["@eliotdudik", "@douglevy", "@fcomata", "@kyon7", "@_pleione", "@kate_cunningham_", "@hdharf", "@stephenedwardferry", "@brettmonroegarner", "@eliotdudik"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "895,786", "path": "instagram/picture3269.jpg", "like_list": [], "date_time": "Apr 12, 2015", "location": "", "tag_list": ["@minduim", "@minduim"], "caption": "Fabio Minduim () has a unique morning ritual: He starts almost every day by getting wet in Rio de Janeiro’s ocean. “I have a special connection with water. I shoot waves, surfers, anything in or above the water. That could mean dogs, people and jellyfish,” says Fabio, a 40-year-old photographer who usually spends three hours before work getting creative with Rio de Janeiro’s waves. His passion for water dates back to when he was a kid. “I began surfing when I was six and later started bodyboarding,” he says. “At the age of 15, I got my first surfboard and never stopped.” Fabio began shooting photos with his father’s camera, and soon enough he discovered photography as a way to constantly be in touch with the ocean. “When I was tired after many hours of surfing, I would shoot my friends and the waves,” he recalls. Today, as a professional photographer, Fabio is paid to combine his two passions. Still, he doesn’t let work get too serious. “Without joy and playfulness, photo shoots get boring and annoying,” he says. “I like to be free to create and have fun while I shoot. Every moment must be shot with pleasure.” Photo by "}, {"num_of_comments": 24, "num_of_like": "629,945", "path": "instagram/picture3270.jpg", "like_list": [], "date_time": "Apr 11, 2015", "location": "", "tag_list": ["@lizpv", "@davidsevilla1976"], "caption": "Every year, hundreds of thousands of people fill the streets of Seville, Spain, during “Semana Santa,” or Holy Week, the week leading up to Easter Sunday, for a religious festival that is both somber and joyous. “The Holy Week for people in Seville is an emotion, a lifestyle,” says Elizabeth Padilla (), a Mexican photographer living in Madrid who visited this year’s festivities. “For them it is happiness, absolute happiness. It’s something they’ve been waiting for the whole year. But at the same time, it is withdrawal, devotion — you can see the faith on their faces. It’s also a moment of pride — they don’t care if they are tired, if they have walked for 12 hours, have an ulcer on their bodies or are barefoot.” Dozens of processions are held around the clock with colorful floats depicting scenes surrounding Jesus’ last days, and members of brotherhoods march dressed in penitential robes with pointed hoods so they can repent in anonymity. That contrasts with the attire of those observing. “Men attending the festivities are dressed in suits as if they were heading to a wedding,” says Elizabeth. “Women wear black dresses and stilettos so it looks like a party, but at the same time, it’s clear that is a sign of respect towards the Holy Week. My grandmother used to tell me that was the way people dressed in Mexico for the Holy Week, but not anymore. In Seville, however, the tradition still prevails.” Photo by "}, {"num_of_comments": 24, "num_of_like": "554,899", "path": "instagram/picture3271.jpg", "like_list": [], "date_time": "Apr 11, 2015", "location": "", "tag_list": ["#WHPcolorplay", "#WHPcolorplay", "@kirstenrickert"], "caption": "Weekend Hashtag Project: \n\nTo celebrate the arrival of new seasons and our Color and Fade tools, the goal this weekend is to capture creative photos and videos that explore the playful world of color all around us. Here are some tips to get you started:\n\nChallenge yourself to find colors that delight you or catch your attention unexpectedly. If you have a favorite color, keep it in mind as you explore and see where it appears. How can you see it like you never have before? Next, seek out or create moments where color is the main subject and has a life of its own. Finally, remember to have fun! Pair colors in unexpected ways, play with patterns and let your imagination run wild.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any tagged image or video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "655,615", "path": "instagram/picture3272.jpg", "like_list": [], "date_time": "Apr 10, 2015", "location": "", "tag_list": ["@sunmoooon", "@sunmoooon"], "caption": "“They are identical twins, but their characters are nothing alike,” says graphic designer Akira Oozawa (). “The older one is cautious and dependent, and the younger one is short-tempered, selfish and breaks everything that comes in her way.” Akira documents his daily life in the Kinki region of Japan with his twin preschool-age daughters, a fifth grade daughter and a third grade son.\n\nAlthough Akira says he’s never seen or felt any “twin telepathy” between the girls, he says their bond is especially tight: “When my son and one of the twins starts fighting, it always ends up turning into a one-on-two.” Akira aims to capture natural, in-the-moment expressions of his family: “I want to continue recording the growth of my kids through photography — whether they like it or not.” Photo by "}, {"num_of_comments": 24, "num_of_like": "433,980", "path": "instagram/picture3273.jpg", "like_list": [], "date_time": "Apr 10, 2015", "location": "", "tag_list": ["@nataliastuyk", "@nataliastuyk"], "caption": "“There’s a comfort in things that loop. I think that as a species we’re drawn to things that are innately hypnotic,” says London-based digital designer Natalia Stuyk (). Natalia creates animated videos and gifs in response to the shapes, textures and colors she sees around her. Her short loops are often silent as they are a work in progress, but she uses sound as the starting point. “I write the soundtracks first, which dictate the rhythm of the movement and cuts of the video,” she says. Natalia looks at a still image and wonders how it might move, and says she is fascinated with repetition. She admits she is never fully satisfied until she knits together her videos seamlessly. “I like it most when you can’t tell where something starts and ends, it just goes on forever,” she says. “I feel like everything I create has a similar visual rhythm.” Video by "}, {"num_of_comments": 24, "num_of_like": "574,777", "path": "instagram/picture3274.jpg", "like_list": [], "date_time": "Apr 9, 2015", "location": "High Museum of Art, Atlanta", "tag_list": ["@joseparla", "@highmuseumofart", "@joseparla"], "caption": "The latest show of the artist José Parlá (), at the High Museum of Art () in Atlanta, includes new paintings with rich textures, layers and his signature calligraphy. “I am interested in walls I see around the world that allow the viewer to find a clue to their history, but also much more — the history of a place,” José says. The show, open until May 24, includes two-sided, sculptural pieces in a room at the museum made almost entirely of glass. “The work can be photographed from all angles of the space, as well as from outside,” says José, who lives in Brooklyn. “My favorite time is around 4:30 p.m., when you can photograph your own shadow — or that of a friend — on the surface of one of the sculptures.” photo by "}, {"num_of_comments": 24, "num_of_like": "718,216", "path": "instagram/picture3275.jpg", "like_list": [], "date_time": "Apr 9, 2015", "location": "", "tag_list": ["@nightingalequilts", "@nightingalequilts"], "caption": "“Bats are the bees of the mammal world,” says Caroline Greco (), who has nursed back to health more than 30 bats from her home in New South Wales, Australia.\n\nCaroline hopes to demystify and soften perceptions of these creatures among a bat-wary public. “Without them whole ecosystems will collapse, with a domino effect passing on to human society,” she says.\n\nThe bats in Caroline’s care are not pets. She’s specially trained to know the rehabilitative needs of each rescued bat so that it can be returned to the wild. Handling of adults is kept to a minimum, for instance. And for young bats, a priority is placed on preparing them to interact with others. “We provide them with toys and enrichment to keep their minds active and ensure they develop into well-adjusted juvenile bats ready to learn social skills from adult bats,” says Caroline, adding, “The priority is the animal’s welfare.” If you encounter an injured bat, says Caroline, the best way to keep yourself and the bat safe is to call local wildlife experts with proper training and vaccinations.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "494,990", "path": "instagram/picture3276.jpg", "like_list": [], "date_time": "Apr 8, 2015", "location": "", "tag_list": ["@ismailferdous", "@ismailferdous"], "caption": "“They said being a photographer is some crazy dream I would never attain,” says Bangladeshi photojournalist Ismail Ferdous (), describing the initial reactions from his family when he told them his career ambitions. “But I knew inside that I was going to pursue photography.” Having found his calling, Ismail set out into the world, capturing vignettes of life from South East Asia to Latin America to the conflicted border of Turkey and Syria. At home in Bangladesh, he continues to work on a long-term project called “The Cost of Fashion” that began on April 24th, 2013, when a clothing factory collapsed in Dhaka, killing and wounding thousands of garment workers inside. He reflects on the path he chose, saying, “it took a while to feel confident inside myself that I could do this job. Before I could convince other people I had to convince myself.” Photo by "}, {"num_of_comments": 24, "num_of_like": "550,872", "path": "instagram/picture3277.jpg", "like_list": [], "date_time": "Apr 8, 2015", "location": "", "tag_list": [], "caption": "In December's creative tools update, we introduced five new filters and brought you the ability to tweak perspective as part of the Adjust tool. Today, we bring you two new creative tools: Color and Fade.\n\nUse the Color tool to tint the highlights or shadows in your photo. You can choose from yellow, orange, red, pink, purple, blue, cyan or green to add a colorful flair to the moments you share. The Fade tool allows you to bring a quiet tone to your photos by softening colors.\n\nInstagram for Android version 6.19.0 is available today on Google Play, and Instagram for iOS version 6.10.0 will be available in a few days in Apple’s App Store."}, {"num_of_comments": 24, "num_of_like": "596,062", "path": "instagram/picture3278.jpg", "like_list": [], "date_time": "Apr 7, 2015", "location": "", "tag_list": ["@murnaudenlinden", "@murnaudenlinden"], "caption": "“Latin America is like a punch in the nose. It suddenly gets your attention. It startles you,” says Eduardo Lindes Burnao (), who draws inspiration from that region for his illustrations.\n\nEduardo, a graphic designer from Spain currently living in London, loves to explore the Latin American culture. “That’s why I use primary, basic colors like yellow or blue because I want people to be shocked by the drawings.” His grandfather used to listen to folk Latin music and that left a cultural footprint on Eduardo, whose goal now is to build bridges across the Atlantic. “I think Europe still has some unpaid debt with Latin America, and there’s still a lot of ignorance about that region and its important role in the world.” He hopes his illustrations will help with that. “In this moment, in the world we live in, we need some joy, more color, more flavor.” Photo by "}, {"num_of_comments": 24, "num_of_like": "879,686", "path": "instagram/picture3279.jpg", "like_list": [], "date_time": "Apr 7, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@heresfancynfriends", "@heresfancynfriends"], "caption": "Hello, Instagram! Today’s  is three times the feline fun. Meet 15-year-old adopted kitty Marzipan and her two cuddly companions Tesla and Edison (). To up the dosage of fabulous feline in your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "483,955", "path": "instagram/picture3280.jpg", "like_list": [], "date_time": "Apr 7, 2015", "location": "", "tag_list": ["@thematthewsmith", "@jeremypair", "@nayrarr27", "@gilangputran", "@christianqv1", "@mostlypoopie", "@aifazhary", "@jennyeolsson", "@notafraid2fail", "#WHPcandid"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "740,492", "path": "instagram/picture3281.jpg", "like_list": [], "date_time": "Apr 6, 2015", "location": "", "tag_list": ["@seojups", "@seojups"], "caption": "“I know that some day, music and the images I see in my head will collide into something greater,” says 21-year-old Mexico City photographer SeoJu Park (), who has been singing since the age of nine. “I started with classical music and found out I had a strong and heavy voice for an Asian,” she laughs. “I always believed I was meant to be born in the 1960s as a black woman, where my voice would fit my looks.” Born to Korean parents — her father is an Olympic Taekwondo trainer and her mother is an artist — SeoJu feels more Mexican than Korean. Nowadays, she’s come to appreciate her multicultural upbringing. “When I was little, it was kind of hard to understand why I was different — not only physically, but in the way I thought about things. Now, it’s a true gift.” Being a global citizen means many opportunities for travel, and SeoJu is often on the road. However, she has discovered she is more interested in capturing emotion than physical places. “It’s more about the light and the experiences. Whether it’s on the road or not, it can be just a feeling or a moment you’re having. I believe that the way to get great shots is not just about the backdrop, but more about the experience. The feelings you felt, the stories you heard, the culture and the people. Most of all, the people.” Photo by "}, {"num_of_comments": 24, "num_of_like": "565,782", "path": "instagram/picture3282.jpg", "like_list": [], "date_time": "Apr 6, 2015", "location": "", "tag_list": ["#whoifollow", "@clerkenwellboyec1", "@birdsblack", "@dennistheprescott", "@urbancottageblog", "@nigellalawson"], "caption": "In this edition of , food writer and home cook Nigella Lawson shares some of her favorite accounts on Instagram. “I am an evangelical sharer of the things that make me happy — be they food, flowers, or other images that give me joy. In many ways, it’s of a piece with the pleasure I get in feeding people. All my follows are fueled by my greed, but I follow people not just because they feature food, but because their posts make me actually feel that I’m eating what they eat, or that I need to eat what they’re eating! As a Londoner, I find  essential, as he takes me to restaurants I might not otherwise go to, and he always seems to know about places even before they open properly. I have developed something of an obsession for . Since following them, I’ve bought their book, cooked their pies and have become passionate about passing on the pie love. One of my followers tipped me off about , a Canadian food blogger who posts food that makes my tummy rumble. I cannot see one of his pictures without wanting to eat whatever’s in it.  posts not just food, but pictures that are so beautiful they fill me with happiness. I love that there are other people who get pleasure from a picture of wooden spoons!” —"}, {"num_of_comments": 24, "num_of_like": "817,241", "path": "instagram/picture3283.jpg", "like_list": [], "date_time": "Apr 5, 2015", "location": "", "tag_list": ["@anthonyckn", "@anushree_fadnavis", "@chaseguttman", "@ciriljazbec", "@llagj", "@neivy", "@reza_heydarifar", "@talark", "@thejapra", "@thejapra"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "695,282", "path": "instagram/picture3284.jpg", "like_list": [], "date_time": "Apr 5, 2015", "location": "", "tag_list": ["@adamottavino", "@adamottavino"], "caption": "Before the first pitch is thrown, before the fans stream in to take their seats, even before the scoreboard switches on, Adam Ottavino () is at the ballpark taking photographs. “I like to get to the field early some days when there’s no one around and walk around with my camera,” says Adam, a professional baseball pitcher with the Colorado Rockies. “It just gives me something to take my mind off all the stuff that’s going on in my baseball life at that moment, and just allow me to appreciate where I am and soak up the environment that I’m lucky enough to be in. It puts my head back where it needs to be.” Photo by "}, {"num_of_comments": 24, "num_of_like": "707,048", "path": "instagram/picture3285.jpg", "like_list": [], "date_time": "Apr 4, 2015", "location": "", "tag_list": ["@rylsee", "@rylsee"], "caption": "“An aspect that I find interesting in working with letters, is that the target audience is extremely wide,” says Cyril Vouilloz (), a Swiss artist based in Berlin. “It can touch a variety of people and all for different reasons.” On the lookout for new ideas, Cyril always keeps his eyes and ears open and a sketchbook handy, because for him, inspiration can be found anywhere and everywhere: “From an old handwritten misworded note pinned on a door, bathroom poetry, to an Instagram profile tag line.” In his ongoing project “sketchbook2point0,” Cyril creates optical illusions, playfully challenging the viewer to question the veracity of the images they are exposed to every day. “In the era we live in, it’s sometimes difficult to know what is real and what isn’t,” he says. Admittedly being dragged to goofy punch lines, humor plays a big role in Cyril’s work. “I always feel rewarded when I see people laughing when looking at my artworks. I love the idea of creating something that might make someone’s day somewhere in the world!” Photo by "}, {"num_of_comments": 24, "num_of_like": "459,047", "path": "instagram/picture3286.jpg", "like_list": [], "date_time": "Apr 4, 2015", "location": "", "tag_list": ["#WHPcandid", "#WHPcandid", "@scottstrazzante"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos of people in candid moments. Some tips to get you started:\n\nTake your camera everywhere and never stop shooting. Whether among friends or a crowd of strangers, the best candid shots are ones where you feel as if the camera was never there. As you shoot, try to blend in and keep your camera out of the way. Make sure the flash is off, and try shooting from the hip. Find a space with a background that interests you, frame your composition then wait for an unusual moment to pass through to complete the shot. Finally, respect your local laws and the people you're photographing. Only shoot in public spaces and be kind if someone notices you and asks not to be photographed.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "688,897", "path": "instagram/picture3287.jpg", "like_list": [], "date_time": "Apr 3, 2015", "location": "", "tag_list": ["@madewithluvca", "@madewithluvca"], "caption": "Canadian stay-at-home mom turned artist Sarah Henrich () has developed a keen interest in connecting kid-friendly art with Judaism. It all started when Sarah realized that she forgot to pack a menorah for Hanukkah while living abroad in Austria with her husband and two young daughters. “I went to the local craft store looking for something that would work in some way and saw Fimo clay,” she says. “I played with Fimo when I was a child and knew I could work with that. There was a beautiful selection of colors, so I bought lots of clay and got to work on a menorah.” After first creating a princess-themed menorah for her oldest daughter, Sarah got to work on a mezuzah case, a decorative holder for parchment that is inscribed with verses from the Torah. “I sent a picture to my mother of the mezuzah case and she of course posted it to Facebook,” says Sarah. “And the rest is history.” Sarah makes each of her custom mezuzah cases by hand and enjoys seeing people’s reactions to these unique works of art. But for Passover, Sarah looks forward to her mother’s creations: “I love my mother’s matzo bagels. When I think of Passover, I think of the bagels.” Photo by "}, {"num_of_comments": 24, "num_of_like": "526,154", "path": "instagram/picture3288.jpg", "like_list": [], "date_time": "Apr 3, 2015", "location": "", "tag_list": ["@yuka_____i", "#ootd", "@yuka_____i"], "caption": "When Yuka Igarashi () shares her “outfit of the day” () the results are subtle: the images beguilingly frame her look and obscure her face. “This style has been the same since I started,” says Yuka, an accountant in Gifu, Japan, explaining that the outfits were never meant to find a wider audience. “My sixth grade daughter takes the photos. It was only meant as a memorandum of what I wear.” The style reflects her understated life. “I like colors that match my surroundings,” she says. “Simple earth colors are really hard to coordinate, but I like them because they are calm.” Photo by "}, {"num_of_comments": 24, "num_of_like": "948,699", "path": "instagram/picture3289.jpg", "like_list": [], "date_time": "Apr 2, 2015", "location": "Glenfinnan Viaduct", "tag_list": ["@kim.ou", "@kim.ou"], "caption": "“Then, from afar, you can hear its whistle and the mechanical movements. It’s really like tschoo-tschoo-tschoo-tshcoo-tschoo nonstop, and then a big tchoooooh-tchoooooooooh!” says Kim Leuenberger (), describing the Jacobite steam train — a Hogwarts Express lookalike — pass over the Glenfinnan Viaduct, the Scottish crossing that is so famous for its appearances in the Harry Potter films that it’s earned the nickname “The Harry Potter Bridge.”\nKim, a Swiss photography student living in London, was recently on a trip through the Scottish Highlands with her father, who is as much of a Harry Potter fan as she is. They were determined to capture the Glenfinnan while the train was crossing. “We checked the timetable and were first to reach the spot where you can see the train, up a small hill and over a fence. We waited for 30 minutes as more and more people from all over the world started to join us. We were like kids, so excited. You hear it arrive a bit beforehand and then when it passes the bridge it releases some vapor, just like in the film.” Photo by "}, {"num_of_comments": 24, "num_of_like": "608,029", "path": "instagram/picture3290.jpg", "like_list": [], "date_time": "Apr 2, 2015", "location": "", "tag_list": ["#Hellomynameis", "@calebzahm", "@calebzahm", "@samkfare"], "caption": "“ Caleb Zahm (). I’m a 19-year-old photographer from Indiana. Photography is everything to me. It’s what really makes me want to wake up. My first job was umpiring baseball games when I was 14, and I saved up for a used camera. Ever since, I can’t go a day without shooting. I try to travel as much as possible. I love to talk to anyone that will talk to me — to learn about their culture or their life. I have never been lost for inspiration.” Photo of  by "}, {"num_of_comments": 24, "num_of_like": "831,253", "path": "instagram/picture3291.jpg", "like_list": [], "date_time": "Apr 1, 2015", "location": "", "tag_list": ["@meghanmaconochie", "@meghanmaconochie"], "caption": "“I put so many hours into creating these works,” says Meghan Maconochie (), a South African schoolteacher who creates textured images drawn from pop culture references, which she constructs from the shavings of colored pencils. “I like to create pieces that people can relate to and recognize.” Meghan’s process begins by hand-drawing an image onto paper or a card, which gives her a base to work on. Next, she applies a thin layer of shavings on the outer edges. “I then layer it up so it has more of a sculptural look to it,” she explains. Meghan sharpens each pencil by hand to achieve the particular coarseness she prefers, sometimes going through an entire box of pencils to create an image. Despite the time she invests in her artwork, the physical renderings are ephemeral. “I am experimenting with different fixatives to see if I can preserve the image,” she says. “Sadly, at the moment, I throw them away after photographing them.” Photo by "}, {"num_of_comments": 24, "num_of_like": "675,722", "path": "instagram/picture3292.jpg", "like_list": [], "date_time": "Apr 1, 2015", "location": "", "tag_list": ["@darias88", "@darias88"], "caption": "Colombian graphic designer Daniel Aristizábal () describes his art as a “retro, colorful, geometric bonanza.” “I like things that seem out of place, things that don’t belong together,” he says. “I’ve been obsessed with images since I was a little kid. I always had weird sceneries and colors mixed in my mind.” Growing up in Medellín, Daniel was influenced by the architecture and fashion around him. He later studied motion graphic design in Barcelona, where he became interested in cubism, dadaism and futurism. “I think the term ‘pop surrealism’ works well for me,” he says. “My work is full of simplicity and organic shapes. It is nostalgic in its essence.” Photo by "}, {"num_of_comments": 24, "num_of_like": "627,338", "path": "instagram/picture3293.jpg", "like_list": [], "date_time": "Mar 31, 2015", "location": "", "tag_list": ["@temi.coker", "@temi.coker"], "caption": "When Temi Coker () was 11 years old, he left his home in Lagos, Nigeria, for Arlington, Texas. Then, a few years ago during college, Temi developed a passion for photography and began searching for a way to bring his culture and art together.\nLast December, opportunity struck. His grandmother was about to turn 70, and the family in Nigeria had some portraits commissioned to commemorate the moment. But when the photos didn’t meet Temi’s expectations, he made up his mind: He would return to Nigeria and take them himself.\n\nBack in Nigeria, Temi began to see Lagos differently. He was struck by the beauty he saw not only in the surroundings, but also in the people. From “suya” sellers to police officers directing traffic and even the fishermen cleaning out their canoes in the morning, Temi found inspiration in the working world of Lagos that he’d never noticed as a child. “I just wanted to show people what it’s like to actually go to a place where you were born, now with a new vision, and capture the essence of that,” he says. “Not to make the story about me, but about Nigeria and how beautiful it actually is.” With a renewed sense of confidence as a photographer, Temi returned to Texas where he’s begun to take on professional work and develop many personal projects, including multiple-exposure manipulations and a storytelling series that shows the Nigerian traditions alive in the US.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,156,104", "path": "instagram/picture3294.jpg", "like_list": [], "date_time": "Mar 31, 2015", "location": "", "tag_list": ["#Easter", "#WeeklyFluff", "@veryfatrabbit", "@veryfatrabbit"], "caption": "Hello, Instagram! Welcome to a special  edition of the . Meet Mason (), a fantastically furry floppy-eared bunny from Seattle. If your feed lacks snow white rabbit fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "457,249", "path": "instagram/picture3295.jpg", "like_list": [], "date_time": "Mar 31, 2015", "location": "", "tag_list": ["@ediediedy", "@mmahyan", "@two_mad_bros_soultripping", "@the_duttons", "@bhismadiandra", "@elinelindblom", "@boscology", "@zatomas", "@adeeshkapoor", "#WHPlisten"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured\nsubmissions for !"}, {"num_of_comments": 24, "num_of_like": "490,646", "path": "instagram/picture3296.jpg", "like_list": [], "date_time": "Mar 30, 2015", "location": "", "tag_list": ["@chulatheclown", "@chulatheclown"], "caption": "It all started with a dream to become a trapeze artist. “Well, that didn’t go well. Every time I would come out, people would laugh and I would never be able to get on the trapeze,” says Gaby Munoz (), who lives in Mexico City. “At first, it was frustrating, but then I understood the great feeling I had by making others laugh. It was contagious. My teachers told me that if I was a clown I could do whatever I wanted.” Gaby feels she has now found her true calling as a professional clown. To her, clowns are actually very much like trapeze artists: “They will throw themselves to the abyss without wings, hoping to build them on the way down! They’ll tell you about whom you are, exploring the depth of human emotions. They create an invisible mirror where one can look at the clown and see their own reflection.” Gaby’s profession is no surprise to her family. As a kid, she recalls, “I had my own interior universe of fantasy. I remember playing with mud, pretending to make little cakes and trying to sell them to kids in school, as well as inside trash cans, pretending they were supermarkets.” Her parents did have some words of wisdom as she embarked on her professional path, encouraging her to be what they deemed “a serious clown.” Gaby took her parents’ advice to heart and is now involved with social clowning, giving workshops all over the world, from refugee camps in Syria, Lebanon and Jordan to theater schools and indigenous communities in Mexico, Colombia, Sweden, the US, Brazil, Tbilisi, India, the Philippines and Indonesia.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "753,899", "path": "instagram/picture3297.jpg", "like_list": [], "date_time": "Mar 30, 2015", "location": "", "tag_list": ["@marutaro", "#todayimet", "@halno", "@halno"], "caption": "Shinjiro Ono () had no intention of owning a dog until he met Maru, a half-grown Shiba Inu who had been for sale for over a month at a pet store in his neighborhood near Tokyo. “My wife and I decided that if it was still there the following week, we would take him home,” reflects Shinjiro for this edition of . Little did Shinjiro know that Maru would become one of the most adored pets on Instagram — and open Shinjiro up to a community full of new friends.\nTokyo designer Daisuke Kujiraoka, who goes by the name Halno (), shares a series of “levitation” photos that he started with a group of friends he met through Instagram. “We were exploring aesthetics that would be fun for us to shoot, and the broomstick levitation captures eventually became my trademark,” he says. Since then, the works of his team have sparked the curiosity of many people, and the group has recently begun to share their creative process more broadly though InstaMeets.\n\nLast February, Shinjiro, Maru, Halno and Halno’s team met up for the first time, where they spent an entire afternoon doing a photo shoot. “We told Shinjiro about the images we had in mind, and Maru just followed Shinjiro’s instructions,” says Halno. “It was impressive to see how much friendship, love and trust exist between the two.” Photo by "}, {"num_of_comments": 24, "num_of_like": "698,827", "path": "instagram/picture3298.jpg", "like_list": [], "date_time": "Mar 29, 2015", "location": "", "tag_list": ["@choudharyravi", "@freegrassfarmer", "@hervsfree", "@mitsuguuu", "@hamedbarei", "@andresdelima", "@mi_noir", "@unmaderhyme", "@hnato_nf", "@andresdelima"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         and \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "518,748", "path": "instagram/picture3299.jpg", "like_list": [], "date_time": "Mar 29, 2015", "location": "", "tag_list": ["@twomacks", "@twomacks"], "caption": "“New Orleans exists with no expectation from its residents or visitors. It moves the way it wants to,” says Whitney Mitchell (), who has lived in the southern city for nearly eight years.\n\nGradually, Whitney found New Orleans bringing out her creative side. “There is a magic in this city I couldn’t even begin to justify with words,” she says. “There’s a feeling of creation with no fear of failing. The city lent itself to me to just try, to just live and take life easy.” Whitney’s photographs often take shape as bright, strong portraits of the women in her life set against the vibrant colors of the city’s buildings. “There is so much in life that tells people to feel and look a certain way, or that beauty is measured by a ‘pretty scale,’” she explains. “Each of the women trust me to help them feel beautiful when they don’t outside of a meticulously thought-out selfie. I want to show sexiness in line with power and blackness in line with holistic beauty.” Photo by "}, {"num_of_comments": 24, "num_of_like": "642,530", "path": "instagram/picture3300.jpg", "like_list": [], "date_time": "Mar 28, 2015", "location": "", "tag_list": ["@prinkasaraswati", "@prinkasaraswati"], "caption": "When Prinka Saraswati () makes a portrait, she’s looking for the person inside a person. “I try to capture their real personalities,” says Prinka, 21, who makes a living in Surabaya, Indonesia, as a kindergarten teacher, English tutor and photographer. “Seeing their insincere laugh when someone tells a lame joke or silent smile when they receive a text. Small, forgotten things like that.” Many of Prinka’s friends, whom she calls “beautiful creatures,” are also artists and she photographs them along with intimate moments from her life. “I love capturing melancholy stuff,” she says. “Lonely people, half a cup of black coffee or trees that move as the breeze goes by.” Photo by "}]}