{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "277,107", "path": "instagram/picture4301.jpg", "like_list": [], "date_time": "Jan 4, 2014", "location": "", "tag_list": ["#WHPresolutions2014", "#WHPresolutions2014", "@christopherferris"], "caption": "Weekend Hashtag Project: \n\nTo celebrate the new year, we're bringing back our annual resolutions Weekend Hashtag Project. The goal this weekend is to capture photos and videos that symbolize your resolution for 2014. Some tips to get you started: Spend some time thinking about your resolutions and how you can show them creatively. Some resolutions can be captured in a very straightforward manner, but don’t be afraid to get abstract to express something more complex. If you've needed a little inspiration to get started on your resolution, use this project as a chance to jumpstart your new habits! Go visit that friend, pick up that instrument or explore that new part of town. Finally, be sure to include the story and details of your resolution in your caption.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "326,600", "path": "instagram/picture4302.jpg", "like_list": [], "date_time": "Jan 4, 2014", "location": "", "tag_list": ["@edwardkb", "@_jesso", "#float_ed", "@edwardkb", "@_jesso"], "caption": "We had the pleasure of welcoming Instagrammers Edward Barnieh () and Jess Barnieh () to Instagram's Europe office on Friday. Edward and Jess have been visiting London from Hong Kong for the holidays, and spend a lot of time floating above ground for the  series. For more photos and videos from their trip and from Hong Kong follow  and  on Instagram."}, {"num_of_comments": 24, "num_of_like": "438,962", "path": "instagram/picture4303.jpg", "like_list": [], "date_time": "Jan 4, 2014", "location": "", "tag_list": ["@sweatengine", "@sweatengine"], "caption": "Since the launch of video on Instagram last year, New York Instagrammer Kevin Lu () has been on a quest to perfect the art of capturing time-lapse videos with his iPhone. \"Time-lapse\" describes the technique of creating a video by stitching together a large sequence of photos taken over time. For those interested in trying their hand at capturing a time-lapse video, Kevin provides these tips: \"Choosing an appropriate vantage point is crucial to success. As a rule of thumb, each frame of a time-lapse video should also be as good as a still photograph. I personally prefer the TimeLapse app, though Lapse It is also popular. When shooting, remember: secure your phone to eliminate shake, turn off auto-lock, make sure there's enough battery, and lock exposure beforehand.\" \"I typically use the following shoot settings for duration: 5-10 minutes for city traffic, 10-15 for pedestrians, 15-20 for clouds, and 20+ for sunset.\" \"I do the majority of my editing with an app called Videon, which allows me to straighten and sharpen my videos. After these adjustments, I trim the video to 15 seconds then use another app called Lumify to pair my video with appropriate background music.\" See more tips from Kevin at blog.instagram.com, and follow him on Instagram: ."}, {"num_of_comments": 24, "num_of_like": "391,305", "path": "instagram/picture4304.jpg", "like_list": [], "date_time": "Jan 3, 2014", "location": "Fundación Proa", "tag_list": ["@el_tipito"], "caption": "Australian-born sculptor Ron Mueck has lived and worked in the United Kingdom for the past several decades, where he has gained global notoriety for his hyperrealist sculptures fashioned from fiberglass, silicon and resin. By replicating human anatomy in excruciating detail, Mueck dramatizes and explores themes of life and death through sculptures both miniature and massive.\n\nMueck's latest works, which debuted in April at the Fondation Cartier pour l'Art Contemporain in Paris, France, recently made their way to Fundación Proa in Buenos Aires, Argentina. In March, the show will continue its tour through South America at the Museu de Arte Moderna do Rio de Janeiro.\n\nTo view works from Ron Mueck's current exhibit in Buenos Aires, tap the blue location text above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "459,765", "path": "instagram/picture4305.jpg", "like_list": [], "date_time": "Jan 2, 2014", "location": "", "tag_list": ["@vivaladiva_", "@vivaladiva_"], "caption": "On first glance at Sweden Instagrammer Malin Bergman's () self-portraits, you might think she has her back turned to the camera. But upon closer inspection, the truth is revealed. \"I’m really fond of photos that at first sight look nice and flawless, but when you look closer for a while you start to notice details that give an illusion that not all is as peaceful and perfect as you first thought.\" Malin uses her long red hair as a prop to create imaginative self-portraits which make the viewer work hard to determine the mood of the photo. \"Quite early on when I started shooting portraits, I was interested in disguising the faces of the people I photographed, both with masques and simply by asking the person to face away from the camera. The facial expression tells you a lot, but if you hide it, it’s harder for the viewer to interpret the mood in the photo which makes it more interesting and lets the viewer interpret it in their own way.\" To see more photos and videos of Malin's self-portraits, visit blog.instagram.com and follow ."}, {"num_of_comments": 24, "num_of_like": "567,479", "path": "instagram/picture4306.jpg", "like_list": [], "date_time": "Jan 2, 2014", "location": "", "tag_list": [], "caption": "Happy New Year from all of us at Instagram!"}, {"num_of_comments": 24, "num_of_like": "561,984", "path": "instagram/picture4307.jpg", "like_list": [], "date_time": "Jan 1, 2014", "location": "", "tag_list": ["#singapore", "#timessquare", "@jayremy9"], "caption": "As 2013 year draws to a close across the timezones, crowds are gathering around the world for firework displays and parties at some of the globe's most famous landmarks.\nWant to see photos and videos from New Year's Eve celebrations in your city? Try searching your city or landmark's name on Instagram with a hashtag in front of it (eg.  or ). If you find a photo or video with a location tag, tap the blue text above the photo or video to see even more.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "621,788", "path": "instagram/picture4308.jpg", "like_list": [], "date_time": "Dec 31, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@catoftheyear", "@catoftheyear"], "caption": "Hello, Instagram! It's time for the ! Today we meet Caesar (), a 16-year-old African serval tipping the scales at 45 lbs. (20.4 kg). Caesar was rescued from a fur farm, and now spends his days lounging about the house and taking selfies. To add some exotic feline fluff to your feed follow Caesar: ."}, {"num_of_comments": 24, "num_of_like": "357,605", "path": "instagram/picture4309.jpg", "like_list": [], "date_time": "Dec 31, 2013", "location": "", "tag_list": ["@anabanana290", "@emanuelcohen", "@heartdrive", "@arridj", "@islandika", "@wolffas", "@bxzhang", "@maria_lamb", "@batteredsuitcase", "#WHPfamilyportrait"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "539,346", "path": "instagram/picture4310.jpg", "like_list": [], "date_time": "Dec 30, 2013", "location": "", "tag_list": ["@elf_girl", "@elf_girl"], "caption": "For pixies, nymphs and elves, nature is life's playground. Such is the creative force behind mother Cyndi Monaghan's () Instagram feed where she has been capturing the woodland play of her children.\n\nHer photos and videos are a delightful mixture of cheeky grins from underneath leaves, hands holding out the day's discoveries from explorations and glimpses into her children's imaginative games with their cats, Bear and Klaus. \"I love nature and the outdoors and try to capture the details and the enormousness of it,\" she says. \"I document their childhood through Instagram photos. It's quick, easy and satisfying. I don't need to drag a big fancy camera around, I've always got my small and handy iPhone so I don't miss out on these special, ordinary moments I share with my kids.\" For more photos and videos from Cyndi and her family, follow ."}, {"num_of_comments": 24, "num_of_like": "332,600", "path": "instagram/picture4311.jpg", "like_list": [], "date_time": "Dec 30, 2013", "location": "", "tag_list": ["@ritacordeiro", "@ritacordeiro", "@ritacordeiro"], "caption": "Portugal Instagrammer Rita Cordeiro () sees life as a fusion of colors, sounds and vantage points. That dynamic, synesthetic sense of perception shines through on Instagram. \"I fell in love with photography when I was 14, almost at the same time I fell in love with music. My life has had a soundtrack since then and maybe this influenced the way I use Instagram,\" she explains. \"Almost all my pictures are titled with the name of a song. The association is instant and usually occurs when I’m taking the picture.\" In addition to including a layer of implied sound with her images, Rita also likes to add a third dimension: Instead of capturing just one angle of a subject or object, Rita often shoots her scene from two or three perspectives, creating a visual series when you look them side-by-side on her profile. “There are some subjects I like looking at from different points of view,” she says. Other series are united only by color. “I sometimes focus only on color and suddenly have some kind of diptych or triptych that I’m only aware of after publishing. Pure chance.” Rita’s first two posts on Instagram kicked off her work in series. “My first two pictures were of a pair of shoes I had wanted for a long time and finally bought. I wanted to share both sides of the shoes with photos. It was a perfect ‘Cinderella’ moment.” For more of Rita's creative perspectives, follow . Photos by "}, {"num_of_comments": 24, "num_of_like": "315,232", "path": "instagram/picture4312.jpg", "like_list": [], "date_time": "Dec 30, 2013", "location": "", "tag_list": ["@notatallsarcastic", "@ddjerfi", "@johntrouble", "@lastsuspect", "@timoni", "@wesleytaylor", "@darrenerbe", "@addcandid", "@onahazymorning"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "454,757", "path": "instagram/picture4313.jpg", "like_list": [], "date_time": "Dec 29, 2013", "location": "Pedra do Arpoador", "tag_list": ["@paulodelvalle", "@paulodelvalle"], "caption": "Since launching, we've seen the community share their favorite local spots with the rest of the world through Instagram. In the first of a two-part series of local guides to Rio de Janeiro, Carioca Instagrammer Paulo del Valle () shows us one of his favorite places to capture, Pedra do Arpoador or \"Arpoador Rock.\" Arpoador is a small peninsula in Rio's Zona Sul (South Zone) dividing its two main beaches, Ipanema and Copacabana. The peninsula's rocks create a left break for surfers, one of the best surf spots in the city. In the summertime it's possible to see the sun going down over the sea from Arpoador, which is a rare event in Brazil as much of its coastline faces east. \"Everyone likes to go here to watch the sunset,\" Paulo explains. \"During the summer, we can see the sun setting over the sea and there is a tradition that, once the sun has set, everyone cheers. The view is beautiful!\" Looking for more great spots to photograph in Rio? Paulo recommends sunsets at Lagoa Rodrigo de Freitas and the hard-to-get to but grand views at Mirante Dona Marta and Parque da Cidade de Niterói. To see more of Paulo's Rio de Janeiro, visit blog.instagram.com and follow "}, {"num_of_comments": 24, "num_of_like": "330,407", "path": "instagram/picture4314.jpg", "like_list": [], "date_time": "Dec 28, 2013", "location": "", "tag_list": ["#WHPfamilyportrait", "#WHPfamilyportrait", "@johndunfee"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to stage and capture a portrait of your family, however you choose to define it. Some tips to get you started: Look for natural, soft light. Seek out rooms that receive lots of window light or take your family on a little trip outside for your photo. Let your family's personalities shine! Use your setting, arrangement and even props to help your group express themselves. This is always easier when people are relaxed, so try to keep them talking and laughing as you set up your shots. Play with posing. Arrange people at different heights to keep your portrait dynamic, and try to keep people in poses that feel and look natural. Finally, Remember that \"family\" is what you make it. Whether it's your close relatives, extended family, best friends or even your pets—who goes in your family portrait is entirely up to you.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "534,425", "path": "instagram/picture4315.jpg", "like_list": [], "date_time": "Dec 27, 2013", "location": "", "tag_list": ["@keiyamazaki", "@keiyamazaki"], "caption": "For Tokyo Instagrammer Kei Yamazaki (),\nbreakfast has been a passion and a daily ritual all her life. The meal is so essential to her life, when Kei first came onto Instagram nothing was more natural than to share her homemade breakfasts with the world. Now, after gathering a substantial following, Kei's exquisite morning meals have inspired others to appreciate their love of food and breakfasts in particular. “I try to keep a balance within the plate. For example: sweet and salty, heavy and light, as well as having a good mix of colors,” explains Kei. \"But most importantly, I try not to go beyond the boundaries of 'breakfast.' I cook whatever I like, but I don’t want to get too fancy and overdo it.” Kei started out her series of breakfast photos by capturing the plate from above using her iPhone, a signature style in which she still continues. Kei uses natural lighting and reveals that she enjoys using the Lo-Fi filter for a lot of her shots to maintain consistency throughout her account.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "489,735", "path": "instagram/picture4316.jpg", "like_list": [], "date_time": "Dec 27, 2013", "location": "", "tag_list": ["#ArtThursday", "@gotlib"], "caption": "It's time for another ! Miami, Florida, is famous for its Art Deco flavor and white sandy beaches, and the lifeguard towers along its coastline bring those two worlds together. South Beach and Miami Beach are both home to 29 colorful and quirky lifeguard stands that have become photo destinations for visitors to the city.\nAfter Hurricane Andrew destroyed many of Miami's towers in 1992, the City of Miami decided to rebuild them with flair. Architect William Lane designed and constructed the first towers and many more followed as a result of design competitions or commissions by local entrepreneurs. To view more of the famous lifeguard towers, tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "382,818", "path": "instagram/picture4317.jpg", "like_list": [], "date_time": "Dec 27, 2013", "location": "La Condesa", "tag_list": ["@brokeniphone", "#mascotaschismosas", "#mascotaschismosas", "#mascotaschismosas", "@brokeniphone", "@brokeniphone"], "caption": "\"Here in La Condesa, a nice walking—friendly neighborhood in Mexico City, a lot of people have pets and walk them throughout the day in the streets or in the park,\" explains 26-year-old Chilango Instagrammer Felipe Lanz (). \"You can see them at midday hanging out by the windows, window bars or doors. They look like they are gossiping—really observant of what passes by, chit-chatty even.\" To capture the essence of these pets, Felipe started the  hashtag, which translates to gossipy or snooping pets.\n\nTo get just the right  scene, it takes a keen eye for pet expressions, but there's plenty of room to get creative. \"The picture just has to exalt the curiosity in the animal.\" Does your neighborhood have snooping pets? Be sure to share your photos and videos of curious pets with the  hashtag and follow . Photo by "}, {"num_of_comments": 24, "num_of_like": "630,230", "path": "instagram/picture4318.jpg", "like_list": [], "date_time": "Dec 25, 2013", "location": "", "tag_list": ["@joselourenco"], "caption": "On this Christmas Day, we wish you and yours a happy and healthy holiday!\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "413,185", "path": "instagram/picture4319.jpg", "like_list": [], "date_time": "Dec 24, 2013", "location": "Church of the Nativity", "tag_list": ["@radio_reem"], "caption": "In 327 CE, the Roman emperor Constantine commissioned a church to be built over the site where it was believed Jesus of Nazareth was born. The original basilica was destroyed by fire in revolts during the sixth century, only a few hundred years after its completion. The basilica was rebuilt in 565 CE by Byzantine emperor Justinian and still survives today as the Church of the Nativity in Bethlehem, Palestine.\n\nThough the basilica has seen many additions throughout its time—including the iconic bell towers—the Grotto of the Nativity remains a key destination. Located in a cave beneath the church, a non-denominational marble altar and silver lamps mark the exact spot where the birth is thought to have taken place.\n\nOn Christmas Eve, crowds will gather outside the church in Manger Square to sing carols in anticipation of midnight mass. To see more photos and videos from the Church of the Nativity, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "421,243", "path": "instagram/picture4320.jpg", "like_list": [], "date_time": "Dec 24, 2013", "location": "", "tag_list": ["@myatilio", "#whiteonwhite", "@myatilio"], "caption": "It took Sandra Lundin () a six-month break from photography and a drastic move to find her creative muse. Inspired by her surroundings in Karlsborg, Sweden, Sandra has found a tranquility to share. \"I try to keep my photos clean, serene and peaceful, because that's exactly how I feel when I visit these places,\" she says.\nOne of her favourite series is White on White (), where Sandra's creative combinations give a feeling of purity and calm. Want to take your own White on White photo? Sandra suggests finding different textures and shades to make objects stand out and, most importantly, having fun. \"I hope my feed inspires others to go out and find the beauty that's waiting around the corner. And to have fun while doing it.\" To see more from Sandra in Sweden, follow ."}, {"num_of_comments": 24, "num_of_like": "505,086", "path": "instagram/picture4321.jpg", "like_list": [], "date_time": "Dec 24, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@theizotimes", "@theizotimes"], "caption": "Hello, Instagram! It's time for the ! Meet Izo (), a handsome Shitzu pup that calls London home. If you're looking to add some fashionable canine fluff to your feed, follow Izo's adventures—and his spectacular wardrobe—on Instagram: ."}, {"num_of_comments": 24, "num_of_like": "343,484", "path": "instagram/picture4322.jpg", "like_list": [], "date_time": "Dec 24, 2013", "location": "", "tag_list": ["@bakerhands", "@bakerhands", "@jarkkolaine", "@chickenbridgebakery", "@bakerhands"], "caption": "Tara Jensen's () love of artisanal baking took root in the pine forests of Maine where she grew up. \"My childhood is marked by memories of snow banks, piles of leaves and painting with my mother at the table once the dinner dishes were cleared,\" she says. \"Spending my life in beautiful but remote environments impressed upon me the importance of self-sufficiency and traditional crafts.\" Tara started baking while studying at the College of the Atlantic. After graduation, she spent the next years of her life traveling the coasts and learning the trade from bakers dedicated to the artisanal and organic food movements. When a friend introduced Tara to Instagram, she immediately saw it as a place to share and connect with a global baking community. \"I may spend 12 hours at the bakery without seeing a single soul or saying a word. Instagram has been my teacher and social connection on these long, solo bakes.\" For Tara, the community on Instagram is also a resource for learning more about her craft. \"Each picture posted and shared is a gold mine of information. Now, when I’ve run into troubles, I have the wisdom of bakers worldwide at my side. I consider the baking community I have on here to win out any textbook I’ve encountered.\" To learn more about Tara and her baking techniques, follow her  as well as the people that inspire her, home baker and writer  and North Carolina earthen oven micro-bakery . Photo by "}, {"num_of_comments": 24, "num_of_like": "273,903", "path": "instagram/picture4323.jpg", "like_list": [], "date_time": "Dec 24, 2013", "location": "", "tag_list": ["@hellotylo", "@samciurdar", "@gregfoster", "@morgabob", "@ayakateal", "@sylviosandino", "@josiahfilm", "@david_s_miller", "@xpei86", "#WHPstoryinmotion"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "370,250", "path": "instagram/picture4324.jpg", "like_list": [], "date_time": "Dec 23, 2013", "location": "", "tag_list": ["@ourwildabandon", "@ourwildabandon", "@ourwildabandon"], "caption": "Though Canadian Instagrammers Kyla Trethaway and Jill Mann () had been acquaintances for a while, it wasn't until they bonded over their shared longing for adventure that they became fast friends. Weary of dead-end jobs and craving an experience they'd remember for life, the two decided to make the leap. As Kyla explains: \"I sent Jill a text that just read, 'Actually, do you want to go Salt Lake city? If we left now, we could watch the sun rise on the salt flats. Please say yes.'\" Nearly four months and eight states later, the pair are still on the road. Their feed is a series of breathtaking photos and precious memories of their experiences, often accompanied by creative and witty hashtags. From monster truck rides to sunsets on the white sands, an accidental night in jail to sliding into snowbanks, feeding alligators and running through a live lightning storm in the desert, their trip is proving to be unforgettable. \"I think what 'Our Wild Abandon' is really about is choosing to live with a different perspective and committing to a path or an idea that’s going to better your life,\" Kyla adds. \"It’s about not being complacent, not letting yourself get steered off a path you’ve set and being hyper aware of the beauty in the people, places and situations you find yourself in and around. Whether you are at home or in a Wal Mart parking lot in the middle of nowhere Texas, you need to be responsible for your own happiness.\" For more photos and videos from Jill and Kyla's adventures, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "286,080", "path": "instagram/picture4325.jpg", "like_list": [], "date_time": "Dec 23, 2013", "location": "", "tag_list": ["@roxiesunderland", "@ag2r", "@staciehess", "@duranhugo", "@dangaba", "@carvadero", "@joshuakushner", "@v14zco", "@anthonyquintano"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "266,527", "path": "instagram/picture4326.jpg", "like_list": [], "date_time": "Dec 22, 2013", "location": "Main Point Karlín", "tag_list": ["@prazakj", "@prazakj"], "caption": "\"I'm fascinated by architecture and landscape,\" says Jan Pražák (), who calls Prague home but travels often to all corners of the Czech Republic. \"I really enjoy the minimalist architecture, and Prague is filled with shapes and curves.\" For those visiting Prague and looking for unique architecture to shoot, Jan recommends running or skating along the scenic Vltava River. \"From the river, you can see Danube House, Nile House, Amazon Court and Main Point.\" For more adventurous folks willing to walk a little further, Jan recommends Prague Castle and nearby Stromovka Park. \"Prague is full of pretty places and I have little space to tell you about them, so just come and visit!\" See more of Prague by tapping the blue location link above and by following  on Instagram."}, {"num_of_comments": 24, "num_of_like": "198,875", "path": "instagram/picture4327.jpg", "like_list": [], "date_time": "Dec 21, 2013", "location": "", "tag_list": ["#WHPstoryinmotion", "@hamadahideaki", "#WHPstoryinmotion", "@hamadahideaki"], "caption": "Weekend Hashtag Project: \n\nEarlier this week, we introduced you to the storytelling videos of Japanese Instagrammer . You've seen his videos and the tips he's shared—now it's your turn! The goal this weekend is to create a video with multiple clips to tell the story of a moment.\nSome tips to get you started: Your story doesn't have to be complex to be great. You have fifteen seconds, so aim to keep your subject matter simple. Play with different angles in each clip to highlight different parts of your story. Try recording footage up-close to show details, moving far away to set the scene with a wide shot, or even filming from above and below to keep things interesting. Finally, don't be afraid to record a lot of footage. The more you shoot, the more creative options you'll have when you put your video together. For more examples and inspiration, check out blog.instagram.com.\n\nPROJECT RULES: Please only add the  hashtag to videos taken over this weekend and only submit your own videos to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "430,247", "path": "instagram/picture4328.jpg", "like_list": [], "date_time": "Dec 20, 2013", "location": "", "tag_list": ["@benjaminedward"], "caption": "Northwestern Utah's Bonneville Salt Flats is one of the largest salt flats in the United States. Instagrammers visit the white, crystalline natural wonder to capture scenes of its otherworldly landscape. The salt flats appear endless in the dry seasons, but when covered with rain water it becomes a giant mirror reflecting the sky and whatever stands on its surface.\n\nIn addition to providing an incredible photogenic draw for individuals, the Bonneville Salt Flats is also known for the many commercials filmed there and the numerous land speed records—the name for the highest speed achieved by a wheeled vehicle on land—that have been set there in recent history. To view more photos and videos from the salt flats, tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "430,335", "path": "instagram/picture4329.jpg", "like_list": [], "date_time": "Dec 20, 2013", "location": "Instituto Inhotim", "tag_list": ["#ArtThursday", "@bbezerra84"], "caption": "It's time for another ! This week's edition takes us to Inhotim in the hills of southeast Brazil, a 3,000-acre contemporary-art complex founded by mining magnate Bernando Paz. About 1,000 employees, including curators, botanists and concrete pourers, work at Inhotim to preserve and display its more than 500 works by both foreign and Brazilian artists. Even Paz himself lives at Inhotim to be amidst the artwork that he loves.\n\nBecause of Inhotim's sprawling scale, each artist is given a an unusual amount of space for their projects. One of the more popular pieces on the site is Danish artist Olafur Eliasson's \"Viewing Machine\"—an oversized kaleidoscope visitors can point at anything in Inhotim's botanical gardens, including the friends who came with them. To view more photos and videos of the \"Viewing Machine\" and other artwork at Inhotim, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "360,609", "path": "instagram/picture4330.jpg", "like_list": [], "date_time": "Dec 20, 2013", "location": "God's Own Junkyard", "tag_list": ["#godsownjunkyard", "@hellopoe"], "caption": "God's Own Junkyard is a little slice of heaven found in Walthamstow, North East London. Newly relocated to a new premises, the unique space on an industrial estate is the workshop and showroom of Chris Bracey, a neon artist who collects and hand-renovates neon signs for art, shows and collectors items.\n\nChris has been creating and collecting vintage neon signs, old movie props, found objects and waste light for the last 37 years, and his work has developed a cult following. Some of his most famous signs have appeared at Alexander McQueen shows and in Stanley Kubrick films.\n\nFor more photos and videos from God's Own Junkyard, browse the  hashtag or tap the blue location text above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "339,438", "path": "instagram/picture4331.jpg", "like_list": [], "date_time": "Dec 19, 2013", "location": "", "tag_list": ["#TBT", "#throwbackthursday", "#TBT", "#TBT", "@michelleobama", "@cristiano", "@mariotestino", "@kingjames", "@giadadelaurentiis", "@snoopdogg", "@gabbygiffords", "@giseleofficial", "@vanderjames"], "caption": "With over 127 million posts shared using the  () hashtag, it's little wonder that  came in as one of the most-used hashtags of 2013 on Instagram. Throwback Thursdays provide Instagrammers with a weekly opportunity to share a special moment from the past. As this year has shown, the trend has expanded and attracted participation from actors, musicians, sports stars and even US First Lady Michelle Obama. To celebrate this trend and the moments of the past it commemorates, we've selected a few stand-out  photos from 2013.\nPhotos by , , , , , , ,  and "}, {"num_of_comments": 24, "num_of_like": "537,679", "path": "instagram/picture4332.jpg", "like_list": [], "date_time": "Dec 19, 2013", "location": "", "tag_list": ["@mimizinne", "#brooklyndirectconnect", "@samthecobra"], "caption": "Just a day after the launch of Instagram Direct, New York City saw one of the first substantial snowfalls of this winter. Undeterred by the cold, a few intrepid Instagrammers decided to celebrate the snow by meeting up under the Brooklyn Bridge.\n\nAs the snow began, NYC Instagrammer Danielle () sent a video of herself walking through Prospect Park in the snow to a group of her friends with Instagram Direct. Her caption: \"Bundle up guys. It's cold outside.\" In the span of a few minutes, the conversation around her video turned to ideas of getting together—and within a few hours, they had all gathered under the Brooklyn Bridge. As Danielle explains, \"For a lot of the people, I don't have their phone numbers. It was a way to reach out to a bunch of people who I know through Instagram.\" People on the thread invited their friends in turn, bringing together a group of new people excited about the beautiful new snow in their city.\n\nFor more photos and videos from the meet-up, check out the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "304,172", "path": "instagram/picture4333.jpg", "like_list": [], "date_time": "Dec 18, 2013", "location": "", "tag_list": ["@whitehouse", "@michelleobama", "@petesouza", "@eliodirupo", "@palaciodoplanalto", "@queenrania", "@aniyudhoyono", "@shimonperes", "@ukenyatta", "@najib_razak", "@penanieto", "@damedvedev", "@leehsienloong", "@cbabdullahgul", "@penanieto"], "caption": "This past year, the world was granted an intimate look at the life of US President Barack Obama and his family through photos and videos shared on Instagram by ,  and . As the Instagram community continues to grow internationally, political leaders across the globe have increasingly adopted Instagram as a way to share and connect with the people they represent.\n\nIf you're curious about what life is like as the leader of a far away country, explore these Instagram accounts: , PM of Belgium; , President of Brazil; , Queen of Jordan; , First Lady of Indonesia; , President of Israel; , President of Kenya; , PM of Malaysia; , President of Mexico; , PM of Russia; , PM of Singapore; and , President of Turkey.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "273,822", "path": "instagram/picture4334.jpg", "like_list": [], "date_time": "Dec 18, 2013", "location": "", "tag_list": ["@dguttenfelder", "@etalmadge", "@drewkelly", "@ttocslliw", "#RIPMadibaMeet", "#givingpierpressure", "#instaholidaylembongan", "#remembertheinstameet", "#instameet_ts", "#instawalkprague", "#instameetams2013", "#100501photowalk", "#instameetmalangid", "#mcr_walk_07", "#nashvember_instameet", "#daviscampustocountrymeet", "@drewkelly", "@thuglifeforevs", "@mrbrock21", "@boylagi", "@garethpon", "@mattpbrock", "@jeysonpaez", "@mc_gutty", "@krishnamahaputra"], "caption": "Over the past several weeks, Instagrammers around the world gathered together to take photos and videos and share them on Instagram, including what was likely the first InstaMeet in the DPRK (hosted by , ,  and ), an InstaMeet in remembrance of Nelson Mandela () and a special holiday InstaMeet and toy drive for those in need in Los Angeles (). Other meets took place in Bali (), Dallas and San Antonio (), New York City () Prague (), Amsterdam (), San Francisco (), Indonesia (), Manchester (), Nashville () and Davis (). Photos by , , , , , , ,  and "}, {"num_of_comments": 24, "num_of_like": "273,340", "path": "instagram/picture4335.jpg", "like_list": [], "date_time": "Dec 17, 2013", "location": "", "tag_list": ["@hamadahideaki", "#hamadafilm", "@hamadahideaki"], "caption": "Instagrammer Hideaki Hamada () of Osaka, Japan, finds his creative inspiration in people. Interested particularly in portraits, Hideaki's favorite models are his two sons, Haru and Mina. \"I try to take photos of scenes with people or anything that hints the presence of people,\" he says. \"I have always taken pictures of my family, and ever since I realized that Instagram is the perfect tool to tell real-time stories about your everyday life, I have been posting multiple times a day.\" When those stories involve movement, sound and atmosphere specific to that moment, Hideaki switches to video.\n\nHere are Hideaki's tips for making a video that tells a story: 1. Think about the plot and the number of cuts you want to include in your story. 2. Try using static and dynamic cuts to add depth to your story. 3. Look around you and decide what the important elements are before you start shooting. 4. Be prepared for the unexpected and be flexible with your storyline when you film. 5. If you wish to keep an archive of your videos, create an original hashtag like Hideaki's .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "574,867", "path": "instagram/picture4336.jpg", "like_list": [], "date_time": "Dec 17, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@ernest_hedgingway", "@ernest_hedgingway"], "caption": "Hello, Instagram! It's time for the ! Today, we say hi to Ernest (), a prickly little hedgehog named after a big literary figure. Ernest recently recovered from a harrowing intestinal infection, but is back to his old health and mugging for the camera once again. To add some hedgehog to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "343,056", "path": "instagram/picture4337.jpg", "like_list": [], "date_time": "Dec 17, 2013", "location": "", "tag_list": ["@joemcnallyphoto", "#fromwhereistand", "@robinmay", "@matthewjay", "@davidguttenfelder", "@drewkelly", "#tbt", "#throwbackthursday", "@michelleobama", "@Kobebryant", "#SFBatKid", "@aishaalshabrawy"], "caption": "In 2013, people used Instagram to not only document and share the world around them, but also to capture some of the most memorable moments of the year. From opening a window into the clean-up operation following Typhoon Haiyan to hosting the first InstaMeets at the White House and in Russia, we've compiled the top the top moments of 2013 on Instagram. This year's moments include Catholics bidding farewell to Pope Benedict XVI and welcoming Pope Francis, Egyptians gathering in Tahrir square to revolt against President Morsi, ’s  taken from atop the Burj Khalifa, photos and videos from the Supreme Court decisions on same-sex marriage in California, the first marriage of a couple who met on Instagram ( and ),  and 's scenes shared from North Korea, a  () photo from ,  documenting his first steps as he walks again, the celebration of  saving San Francisco and the crowds gathering to mourn the loss of Nelson Mandela and celebrate his life.\nTo see more photos and videos of events from around the world in 2013, visit blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "280,031", "path": "instagram/picture4338.jpg", "like_list": [], "date_time": "Dec 17, 2013", "location": "", "tag_list": ["@sarahfuchsia", "@drewbix_cube", "@johndunfee", "@drewtuckermusic", "@penelopelane", "@cirriform", "@poeticwordvomit", "@zobolondon", "@taylor_josf", "#WHP100"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "657,059", "path": "instagram/picture4339.jpg", "like_list": [], "date_time": "Dec 16, 2013", "location": "", "tag_list": ["@youngadventuress"], "caption": "Ever since English author J.R.R. Tolkien first published his fantasy novel The Hobbit in 1937, readers around the world have been enchanted by the sprawling landscapes of Middle Earth. Nearly seventy years later in 2001, director Peter Jackson's Lord of the Rings film series brought Tolkien's world to life on the silver screen. With much of the film shot in New Zealand, the country has come to be known as the \"Home of Middle Earth.\" Over 250 locations throughout New Zealand were used in the production of the films, taking full advantage of the diversity in the country's landscape. From expansive fields and lush farmlands to snow-capped mountains, New Zealand's features opened ample opportunities to make Middle Earth real. With the release of The Hobbit film series, the sets from Hobbiton—home of Bilbo and Frodo Baggins—have been reconstructed and are open to tourists. Instagrammers from around the world have come to explore and share photos and videos from their time in Tolkien's world.\n\nTo see more photos and videos from Middle Earth and Hobbiton, tap the blue location text above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "12,605", "path": "instagram/picture4340.jpg", "like_list": [], "date_time": "Dec 16, 2013", "location": "", "tag_list": ["@statiaphotography", "@kyle_yu", "@beccaadams85", "@mattpike", "@azitaloves", "@kateth325", "@mhzhao", "@itsreuben", "@alenpalander"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "475,375", "path": "instagram/picture4341.jpg", "like_list": [], "date_time": "Dec 15, 2013", "location": "", "tag_list": ["@danielberehulak", "@danielberehulak", "@danielberehulak"], "caption": "Following the news of Nelson Mandela's death, Australian photojournalist Daniel Berehulak () has been sharing scenes from the 10 days of mourning.\n\nFrom the crowds which gathered to pay respects outside the former South African president's home in Houghton, Johannesburg, to the stands of the First National Bank (FNB) stadium for the state memorial service, Daniel has been sharing photos while covering the story for the New York Times, choosing moments and outtakes which wouldn't make the picture desk cut.\n\nSome of the most moving photos from the last 10 days show crowds thronging the pavements along the route of the funeral procession being lead through Pretoria. \"The mood indeed has been mixed, with people overcome with emotion only shortly after witnessing the cortège driving past, with the reality probably setting in,\" he said. \"Thousands and thousands of people lined up to catch buses in order to pay their respects to Nelson Mandela. The mood was incredibly jovial despite the sombre reality. People want to celebrate his life rather than mourn it. They were certainly marking it by singing and dancing in the streets.\" On Sunday, a traditional burial ceremony took place in Qunu, Mandela's Eastern Cape home town. For more photos and videos from South Africa's farewell to Nelson Mandela follow . Photo by ."}, {"num_of_comments": 24, "num_of_like": "425,018", "path": "instagram/picture4342.jpg", "like_list": [], "date_time": "Dec 15, 2013", "location": "", "tag_list": ["@j1rk4", "@j1rk4"], "caption": "Jirka Kryl () is from the Czech town of Olomouc, but he attends university in Prague, the Czech Republic's capital and largest city. Jirka shared these favorite spots as top sites for any visiting Instagrammer: \"In my opinion, Prague is one of the most beautiful cities in the world. There is wonderful architecture—both historic and modern. I wouldn't miss a place like Náplavka u Hergetovy Cihelny, where you can feed the gorgeous swans. No trip would be complete without seeing the Charles Bridge. And if you want a great view of the iconic Zizkov tower, I recommend the National Monument on Vitkov.\" What about places off the beaten path? \"The bridge over the road by Mare Point in the neighborhood of Karlín is worth the trip, as is the absolutely fabulous spot under Radotínský Most.\" See more of Prague by tapping the blue location link above and by following Jirka on Instagram: "}, {"num_of_comments": 24, "num_of_like": "260,449", "path": "instagram/picture4343.jpg", "like_list": [], "date_time": "Dec 14, 2013", "location": "", "tag_list": ["#WHP100", "@skyzzle"], "caption": "This weekend marks our 100th Weekend Hashtag Project! Since this series first began, we’ve been stunned by the creativity of the Instagram community as you’ve art-watched, reflectagrammed, replaced your faces and explored aquariums, empty spaces, forests and even lighthouses. This year, with the introduction of video, we’ve also seen new parts of the creative community coming to life as you explore everything from slow motion to how you cook.\n\nIn celebration of all this creativity, the goal this weekend is to capture your own interpretation of “100” through photo or video. Some tips to get you started: Think about what 100 represents in terms of age—take portraits that show the beauty of people who’ve lived past 100 years or look for ways to photograph interesting objects that have been around for a century. Look for objects that come in large sets to stage arrangements of 100. Finally, remember that the number 100 can be a work of art in itself—look for beautiful versions of the number in books, on buildings and everywhere in between.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs or videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning! Photo by "}, {"num_of_comments": 24, "num_of_like": "576,128", "path": "instagram/picture4344.jpg", "like_list": [], "date_time": "Dec 13, 2013", "location": "Times Square, New York City", "tag_list": ["@ari_weiss"], "caption": "As 2013 draws to a close, it's once again time to look back on another amazing year on Instagram. One of the things we find most thrilling is seeing your images from around the world, whether it's a photo from your hometown or a video from your vacation. Like last year, a popular location in Thailand tops the list. The Siam Paragon (สยามพารากอน) —a massive shopping complex, movie theater and aquarium in Bangkok—was our top spot, edging out 2012's most-Instagrammed place, Bangkok's International Airport. Suvarnabhumi Airport dropped to number nine, while the Eiffel Tower dropped off the top-ten list altogether. Here are the top five from the list: Siam Paragon (สยามพารากอน) shopping mall (Bangkok, Thailand), Times Square in New York City (NY, USA), Disneyland in Los Angeles (CA, USA), the Bellagio Fountains in Las Vegas (NV, USA) and Disney World in Orlando (FL, USA). In addition to specific places, take a look at five of the ten most-Instagrammed cities in the world this year: New York City (USA), Bangkok (Thailand), Los Angeles (USA), London (UK) and São Paulo (Brazil). To see the full lists, visit blog.instagram.com.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "464,674", "path": "instagram/picture4345.jpg", "like_list": [], "date_time": "Dec 13, 2013", "location": "", "tag_list": ["@idafrosk", "@linda_lomelino", "#santalucia", "#lussekatter", "#lucia", "@linda_lomelino"], "caption": "In Scandinavia, you are guaranteed three things each winter: long nights, crisp snowy days and the feast of St. Lucia. Every December 13, children in Norway, Sweden, Finland and Denmark celebrate the gift of light, the coming of Christmas and the ancient Norse tradition of the Winter Solstice. St. Lucia’s traditions include a luciatåg—a candle procession symbolizing the gift of light—and eating saffron buns with raisins called lussekatter.\n\nFoodies Ida Skivenes () and Linda Lomelino () look forward to the yearly celebration as a time for gathering together with loved ones and baking lussekatter. “For me, St. Lucia Day means that Christmas is coming near,” says Skivenes. “As a child, I would take part in the candle processions, dressed in a white robe, holding a lit candle, and handing out freshly baked saffron buns while singing the Lucia song. As an adult, I simply enjoy eating the pastries and drinking hot chocolate or mulled wine (gløgg) with friends or family.” Stories differ on where and when lussekatter, which translates to “cat eyes,” entered into the feast day tradition, but people of all ages eagerly look forward to eating the special S-shaped pastries spiced with saffron to intensify the flavor and color of ordinary yeast buns. “I always eat at least one lussekatt,” says Lomelino. \"But preferably more!” To see more festive photos and videos from those celebrating St. Lucia Day, check out the ,  and  hashtags. Photo by "}, {"num_of_comments": 24, "num_of_like": "574,621", "path": "instagram/picture4346.jpg", "like_list": [], "date_time": "Dec 13, 2013", "location": "", "tag_list": ["#ArtThursday", "@r_o_n_e", "#Rone", "@r_o_n_e", "@r_o_n_e"], "caption": "Time for another ! This week takes us to the streets of Nollendorfplatz in Berlin where street artist Rone () has completed his latest work atop a five-story-high building facade.\n\nKnown for paintings of glamorous and idolized women, Rone's street art aims to highlight the friction point between beauty and decay. At a distance, the women depicted on the Berlin building appear perfect, but viewed up close you can see paint running and signs of deterioration.\n\nFor more photos and videos of Rone's work across the world, browse the hashtag  or follow  on Instagram. Photo by ."}, {"num_of_comments": 24, "num_of_like": "357,284", "path": "instagram/picture4347.jpg", "like_list": [], "date_time": "Dec 13, 2013", "location": "Basílica de Santa María de Guadalupe", "tag_list": ["@glenmaryvocations"], "caption": "Today Mexico celebrates one of its most important holidays, Día de la Virgen de Guadalupe (Day of Our Lady of Guadalupe). According to Roman Catholics, an apparition of the Virgin Mary appeared to a peasant named Juan Diego on 12 December, 1531, and told him to build a church in her honor. When Juan was asked by a local Archbishop to prove his miraculous vision was real, Mary instructed him to gather roses from a barren hill. Upon presenting the roses to the Archbishop, the flowers turned into a piece of fabric emblazoned with the Virgin Mary's image. The icon hangs today in the Basílica de Santa María de Guadalupe and is the most visited Marian shrine in the world.\n\nTo see more photos and videos from the Day of Our Lady of Guadalupe celebrations, tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "399,979", "path": "instagram/picture4348.jpg", "like_list": [], "date_time": "Dec 13, 2013", "location": "", "tag_list": [], "caption": "Today we're excited to announce Instagram Direct: a new way to send photo and video messages to your friends.\n\nLearn more about Instagram Direct at blog.instagram.com.\n\nInstagram for iOS version 5.0 is available today for download in Apple’s App Store, and Instagram for Android version 5.0 is now available on Google Play. Instagram for Windows Phone is still in beta—stay tuned for future updates."}, {"num_of_comments": 24, "num_of_like": "338,037", "path": "instagram/picture4349.jpg", "like_list": [], "date_time": "Dec 12, 2013", "location": "", "tag_list": ["@alef79", "#deadtoyssociety", "#deadtoyssociety", "@alef79"], "caption": "Look closely along the streets of Athens, Greece, and you might find a forgotten world of past childhoods. For Alexis Efstathopoulos (), teddy bears, cars, bicycles, dolls and miniature soldiers—weather-worn by vigorous playtime and then left to brace the elements—have all become the subjects of a forlorn but playful series of abandoned toys on Instagram. \"I accidentally came across a small plastic horse toy, which I captured with my phone,\" Alexis explains. \"What I mostly liked in the photo was the forms in it; the horse, the pavement lines, a fence. The following days I randomly encountered other toys on the street and this became more and more intense as the days went by. Obviously the toys have always been there, on the streets of Athens, I just never had the eyes to see them.\" Alexis started using the hashtag  to document and capture the abandoned toys and soon fellow Instagrammers began to contribute from across the world. \"To me this entire process acts as a memorial service in honor of the discarded toys,\" muses Alexis. \"This project has to do not only with toys, but also with childhood, nostalgia, past, memories and reuse.\" To see more photos and videos from the series, take a look at the  hashtag and follow  on Instagram."}, {"num_of_comments": 24, "num_of_like": "703,209", "path": "instagram/picture4350.jpg", "like_list": [], "date_time": "Dec 11, 2013", "location": "", "tag_list": ["@nami_teranishi"], "caption": "In Japan, Christmas lights, called \"illuminations\" (イルミネーション) in Japanese, go up as early as mid-November and can remain on display as late as March. Businesses, main streets and big parks go all-out with spectacular LED reveries and exquisitely decorated Christmas trees for passersby to experience. The illuminations play an important role in creating the festive and romantic mood of winter in Japan and they are more astounding with each passing year.\n\nThe Kobe Luminarie (神戸ルミナリエ) in Kobe, Japan, is one of the most striking displays every year. Kobe hosted its first illumination festival in December of 1995 in memory of the Great Hanshin Earthquake which struck the region in January of the same year. The Italian-designed illuminations were donated by the government of Italy, and the soft, solemn glow of the hand-painted lights became a symbol of remembrance and hope. The Kobe Luminarie was originally meant to be a one-time event but, with the strong request from local citizens, it has become an annual event with now in its 19th year.\n\nTo see more of Japan's illuminations tap the blue location text above or visit blog.instagram.com. Photo by ."}, {"num_of_comments": 24, "num_of_like": "533,233", "path": "instagram/picture4351.jpg", "like_list": [], "date_time": "Dec 11, 2013", "location": "", "tag_list": ["@darcytheflyinghedgehog", "@darcytheflyinghedgehog", "@darcytheflyinghedgehog"], "caption": "\"I want to make Darcy the most famous hedgehog in the world.\" With this in mind Tokyo Instagrammer Shota Tsukamoto started a unique series of photos of his pet hedgehog, Darcy. Darcy's account quickly took off in a way Shota never expected and  is now one of the most-followed pet accounts on Instagram.\n\nAside from how adorable Darcy is, there is a distinctive artistry in Shota's photos. \"I imagine a page from a children's picture book,\" explains Shota. \"I want  to be a surrealistic story and I even want people to question whether or not Darcy really exists in real life.\" For example, his favorite shot of Darcy is of her sitting face-to-face with a skull object. \"No matter how many times I look back at this shot, I can never seem to imagine what the two are talking about,\" he says. He also does not add captions to his photos because he wants to encourage people to come up with their own stories about Darcy.\nWant to take charming photos and videos of your pet? Here are some of Shota's tips: 1) Think about the composition first. Then find props that would perfectly match that composition 2) Use consecutive shooting to make sure that you capture the best moments 3) Blow air on your pet, give it snacks or make it sleepy to bring out different expressions 4) Try not to force a pose on your pet. The more unexpected its actions and expressions are, the better the outcomes are 5) The 'Camera+' app is handy for the consecutive shooting and filters that best bring out the colors of your pet. To tune in to Darcy's daily poses, be sure to follow her ."}, {"num_of_comments": 24, "num_of_like": "330,413", "path": "instagram/picture4352.jpg", "like_list": [], "date_time": "Dec 10, 2013", "location": "Oslo Rådhus", "tag_list": ["@alejandrodecap"], "caption": "On Tuesday, December 10, the anniversary of Alfred Nobel’s death, Nobel Laureates will attend an award ceremony to receive prizes in Physics, Chemistry, Physiology or Medicine, Literature, and Peace. All of the award ceremonies except one take place in Stockholm, Sweden, at the Konserthuset and prize documents are signed by King Carl XVI Gustaf of Sweden. The Peace Prize, the best known of the evening's awards, is granted at the Oslo City Hall. The Rådhus took 19 years to complete from 1931-1950 following the outbreak of World War II in 1940. Designed by Arnstein Arneberg and Magnus Poulsson, artists from all over Norway also contributed to decorate the halls.\n\nEarlier this year, the Norwegian Nobel Committee awarded the 2013 Peace Prize to the Organization for the Prohibition of Chemical Weapons, the second consecutive year that the prize went to an organization rather than an individual, after the EU won the prize in 2012. The ceremony takes place on the same day as crowds gather in South Africa to remember Nelson Mandela, who was awarded the Peace Prize 20 years ago today.\nFor more photos and videos from the Nobel Peace Prize Ceremony, visit blog.instagram.com or tap the blue location text above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "353,630", "path": "instagram/picture4353.jpg", "like_list": [], "date_time": "Dec 10, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@_unlikelyfriends_"], "caption": "Hello, Instagram! It's time for the ! Today we have a very special treat for you. Miss Zoe (a cat) and Mr Bailey (a French bulldog) are best buds who share their improbable but extremely adorable friendship on Instagram: . Follow their adventures if your feed could use some interspecies fluff."}, {"num_of_comments": 24, "num_of_like": "437,409", "path": "instagram/picture4354.jpg", "like_list": [], "date_time": "Dec 10, 2013", "location": "", "tag_list": ["@ifitwags", "@ifitwags"], "caption": "The origins of the peanut butter series, started by Stephanie McCombie () and her two German Shorthair Pointers, are just as straightforward as you might imagine. \"I was watching the boys eating peanut butter one day and burst out laughing at the faces they were making,\" says Stephanie of her pups Travis and Gus, \"so I grabbed my camera and started shooting. The photos ended up being so funny I wanted to see other dogs in action!\" Since the first peanut butter series photo was posted last month, Travis and Gus—both rescues whom Stephanie calls the Pointer Brothers—have inspired hundreds of other pups and their humans to break out jars of peanut butter and start snapping.\n\nWant to join in on the fun? Stephanie offers these tips: \"Don't be afraid of a little mess and have lots of peanut butter on hand. Shooting in a space with lots of light works best... must avoid blurry tongues!\" See more amazing photos and videos of dogs licking peanut butter from their noses by visiting blog.instagram.com and following ."}, {"num_of_comments": 24, "num_of_like": "340,624", "path": "instagram/picture4355.jpg", "like_list": [], "date_time": "Dec 10, 2013", "location": "", "tag_list": ["@caulingrant", "@ulie", "@davidguenther", "@hendralesmana11", "@slidestream", "@worksology", "@nazyxo", "@adampartridge", "@fudojahic", "#WHPliquidlandscape"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "401,618", "path": "instagram/picture4356.jpg", "like_list": [], "date_time": "Dec 9, 2013", "location": "", "tag_list": ["@trevlee", "@trevlee", "@trevlee"], "caption": "After visiting California's Yosemite National Park on a road trip through the western United States, Instagrammer Trevor Lee () knew he was hooked. \"On our way back from San Francisco we visited Yosemite. We only spent a few hours there, but I had never seen such beauty.\" With his memories of the park inspiring him, Trevor left his native Ohio for a job working in Yosemite's employee recreation department.\n\nTrevor doesn't just spend his workday in Yosemite—he lives within the park itself. \"When I'm not working, I'm out exploring the endless Yosemite beauty. There is so much to do here and so many great people to experience it all with,\" he explains. Trevor was one of the few who had access to the park during October's US government shutdown—an opportunity he used to explore the park and share the beauty of being alone in nature. For those heading to the park, Trevor advises taking the time to hike lesser-travelled routes to find a unique perspective. \"Great photos aren't taken, they're made, so you need to take risks and explore the unknown.\" For more photos and videos from an insider's perspective of Yosemite, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "288,761", "path": "instagram/picture4357.jpg", "like_list": [], "date_time": "Dec 9, 2013", "location": "", "tag_list": ["@madsteez", "@awaissultan", "@juleseptember", "@estherhavens", "@teddysantis", "@maxavdeev", "@stephaniecrown", "@peterchanur", "@zacharydomes"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "387,746", "path": "instagram/picture4358.jpg", "like_list": [], "date_time": "Dec 8, 2013", "location": "", "tag_list": ["@wolfbat", "@wolfbat", "@wolfbat"], "caption": "Under his art moniker Wolfbat (), New York City-based artist Dennis McNett uses Instagram to share the process behind his huge, intricate wood cuts and sculptures. \"Everything I do is hand carved with a chisel,\" says Dennis. While sometimes it's hard to capture in a photo, \"I try to show the process from start to finish to give a better idea of what people are looking at when viewing my work. It's also fun to show some of the big sculptures I make for performance, which are then burned afterwards.\" \"I use Instagram to share my work,\" which Dennis says is strongly influenced by the imagery of the early 1980s punk rock scene and often takes the form of viking ships, dragons and and mythical creatures, \"but also to see other people's work and share things that inspire me.\" To see more behind-the-scenes photos and videos of Dennis's work—and the work of people who inspire him—follow  on Instagram. Photo by "}, {"num_of_comments": 24, "num_of_like": "410,699", "path": "instagram/picture4359.jpg", "like_list": [], "date_time": "Dec 7, 2013", "location": "", "tag_list": ["@verarolle", "@maka_smirnova", "@liepa_s", "@tertiusalio", "@verarolle"], "caption": "\"Rocks or stones, explain it as you will, but there is a mystery to St. Petersburg—it really affects your soul.\" Joseph Brodsky.\n\nSt. Petersburg is often called the cultural capital of Russia, but Russian poets such as Joseph Brodsky have highlighted that there is something even more special to the city. With a population of 5,000,000, for several centuries St. Petersburg has been a center for creative people to come together from throughout Russia. Now, the city is home to a growing Instagram community organizing InstaMeets and gatherings. Want to see St Petersburg for yourself? We’ve gathered together just a few Instagrammers sharing photos and videos from the heart of it all; , city rooftop vistas and nature; , foggy landscapes; , portraits and cityscapes; , portraits and InstaMeets in St. Petersburg. Photo by ."}, {"num_of_comments": 24, "num_of_like": "292,739", "path": "instagram/picture4360.jpg", "like_list": [], "date_time": "Dec 7, 2013", "location": "", "tag_list": ["#WHPliquidlandscape", "#WHPliquidlandscape", "@nicolehunziker"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative landscape photos that feature water. Some tips to get you started: Keep an eye on the weather, as the environment will help set the mood for your shot. Sunny skies make for crisp photos, while grayer days tell a more somber story. As winter comes to the northern hemisphere, those in cold climates can also use the newly-forming ice to set a snowy scene. Even if you don't live near the ocean or within easy distance to a lake, you can still participate. Look for rivers, ponds, swimming pools or puddles to photograph. Finally, there's a lot of room for creativity when photographing landscapes with water. In addition to traditional landscape photography, think about the possibilities that slow-shutter techniques and reflection shots create.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "383,170", "path": "instagram/picture4361.jpg", "like_list": [], "date_time": "Dec 7, 2013", "location": "Wynwood", "tag_list": ["@artbasel", "@obeygiant", "@futuradosmil", "@kennyscharf", "@marthacoopergram", "@johnny_robles", "@evoca1", "@eversiempre", "@never2501", "@shaynabatya", "#WynwoodWatcher", "@shaynabatya", "#ArtBasel2013", "#WynwoodWatcher", "@shaynabatya"], "caption": "Art Basel Miami Beach (), one of the world’s leading Modern and Contemporary art shows, began Thursday. More than 250 galleries from across the globe take part and past events have seen more than 50,000 visitors flock to the fair's main site at the Miami Beach Convention Center.\n\nDuring Art Basel week, street art enthusiasts often venture beyond the Convention Center to the small neighborhood of Wynwood. Street art legends like Shepard Fairey (), Futura (), Kenny Scharf () and Martha Cooper () visit Wynwood alongside up-and-comers like Johnny Robles (), Evoca1 (), Ever () and Never (). For Miami Instagrammer and photojournalist Shayna Batya (), Wynwood is home all year round. “I believe that there is no place on earth like Wynwood,” she says. “I like to think of Wynwood as an outdoor art gallery. Most of the international street artists who visit to paint on huge walls are surrounded by other painted walls, among even more painted wall. What a privilege it is to see such high-caliber street art on a normal basis.” Driven by her passion for Wynwood, Shayna documents the neighborhood's many murals and shares them with people around the world through the  hashtag. Tune in to her account,  over the coming days for photos and videos from  and browse the  hashtag for more images of the street art in her neighborhood. Photo by "}, {"num_of_comments": 24, "num_of_like": "392,458", "path": "instagram/picture4362.jpg", "like_list": [], "date_time": "Dec 6, 2013", "location": "", "tag_list": ["#madiba", "#mandela", "#nelsonmandela", "@clarkend"], "caption": "People around the world are gathering to remember and celebrate the life of Nelson \"Madiba\" Mandela who died late on Thursday. Mandela led the fight against apartheid in South Africa. In 1963, he was arrested and spent the next 27 years in prison. Local and international pressure for his release escalated in the late 1980s and on February 11, 1990 he was released from prison. Mandela was elected President of South Africa from 1994 to 1999, the first black South African to hold the office.\nCrowds have grown outside Mandela's house in Johannesburg as people all over the world remember and celebrate his life. Visit the ,  and  hashtags to view more photos and videos. Video by "}, {"num_of_comments": 24, "num_of_like": "443,302", "path": "instagram/picture4363.jpg", "like_list": [], "date_time": "Dec 6, 2013", "location": "", "tag_list": ["#Hannukah", "#Chanukah", "#dreidel", "#menorah", "@kt_nestor"], "caption": "Over the past eight days, Jews across the world have come together with family and friends to celebrate Hannukah, the eight-day festival of lights. Hannukah, also spelled Chanukah, varies in timing each year between late November and late December. The festival commemorates the Maccabee rebellion of 167 BCE, when a Jewish group regained control of their Temple in Jerusalem after it had been occupied by Syrian-Greek soldiers. They set out to burn ritual oil in the Temple's menorah for eight days to purify the holy space, but found there was only enough oil left to burn for one day. As the story goes, however, the oil miraculously burned for the full eight days.\n\nNow, Jews celebrating Hannukah come together at sunset to light candles in their own menorahs—one a night for eight nights in memory of the ancient miracle. Other Hannukah traditions involve spinning the dreidel—a traditional children's game—and eating traditional foods such as fried potato pancakes called latkes.\n\nTo see more photos and videos from Hannukah celebrations around the world, browse the , ,  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "546,964", "path": "instagram/picture4364.jpg", "like_list": [], "date_time": "Dec 6, 2013", "location": "", "tag_list": ["#ArtThursday", "@bermrunner"], "caption": "Happy ! Today we head to Scotland where just days ago construction wrapped up on \"The Kelpies,\" the latest work by Glasgow-based sculptor Andy Scott. The massive steel sculpture of two iconic Clydesdale horses is a central element of The Helix, a multi-use park being built just east of the Scottish town of Falkirk.\n\nThe piece, which took 7 years to complete, stands over 100 feet (30.5 meters) tall and is built from more than 600 tons of steel. See more photos and videos of \"The Kelpies\" by tapping the blue location link above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "348,197", "path": "instagram/picture4365.jpg", "like_list": [], "date_time": "Dec 6, 2013", "location": "", "tag_list": ["#ochristmastree", "#treefarm", "@sinned2545"], "caption": "It's officially December, which means Christmas trees will start popping up in living rooms around the world. The tradition of bringing a Christmas tree into the home can be traced back to 15h-century Germany, and the custom spread throughout the globe in the second half of the 1800s. Today, around 35 million Christmas trees are grown in America each year and 50 to 60 million are produced in Europe.\n\nHistorically, Christmas trees were almost exclusively harvested from wild forests. Now almost all trees are grown on commercial tree farms where they are cut after about 10 years of growth. Are you chopping down a Christmas tree this year? If so, be sure to share your journey with the  and  hashtags. Photo by "}, {"num_of_comments": 24, "num_of_like": "538,050", "path": "instagram/picture4366.jpg", "like_list": [], "date_time": "Dec 5, 2013", "location": "", "tag_list": ["@mortenordstrom", "#puddlegram", "@mortenordstrom"], "caption": "When Morten Nordstrøm () isn't working or studying, he's out showcasing the beauty of Copenhagen, Denmark, as reflected through the city's many puddles. Getting the most out of a puddle's reflection is an art, and Morten offered these tips for capturing and editing a  on a Nokia Lumia 925 Windows phone:\n\nWhen it comes to puddles, \"the bigger the better. I look for a strong central focal point and try to get some depth in the perspective. That’s one of the reasons why the majority of my puddlegrams are shot on streets. Make sure your lens is as close to the ground as possible—even if it means you have to turn your device upside-down.\" If people stare, \"pretend to tie your shoe laces\" until they pass.\n\nFor editing, \"I ended up always using the same two apps: Nokia Creative Studio and Fhotoroom. I often aim for a high sharpness, cold tones and not too strong colors. Finally, I pay a lot of attention in the cropping process. A good crop can change a picture entirely.\" To see Copenhagen reflected through puddles, follow ."}, {"num_of_comments": 24, "num_of_like": "300,640", "path": "instagram/picture4367.jpg", "like_list": [], "date_time": "Dec 4, 2013", "location": "Fouladi Projects", "tag_list": ["@lisasolomon", "#1000doilies", "#1000doilies", "@lisasolomon", "@petitepimprenelle"], "caption": "When Lisa Soloman () had the idea to create 1000 doilies made from 100 colors of thread, she soon realised this wasn't a one-woman feat. Enlisting the help of 49 crocheting Instagrammers across the world, Lisa managed to create a collaborative art piece, now on display at the Fouladi Projects in San Francisco, California, until December 21, 2013. A running theme in the exhibition is the idea of lifting common handicraft to the realm of fine art through repetition. \"As an artist I have found that Instagram is an amazing way to share little snippets from the studio,\" Lisa says. \"It's really great to get immediate feedback and to document the process of art being made. So often we see the final results of an artist's work, but on Instagram we get a behind the scenes look.\" Every one in a set of 10 doilies has dangling threads to show the toil of the process, and those Instagramming their creations have also shared their crafting stories on the  hashtag. For more from  and her other projects, follow  and tap the blue location text above. To see more photos and videos from the Instagram crocheters involved in the project, visit blog.instagram.com.\n\nPhoto by: "}, {"num_of_comments": 24, "num_of_like": "342,543", "path": "instagram/picture4368.jpg", "like_list": [], "date_time": "Dec 3, 2013", "location": "", "tag_list": ["@ginnybonfanti"], "caption": "In 1962, Italian entrepreneur Mario Bagno bought all of the land in Consonno, a small village in northern Italy. He forced the town's inhabitants to leave and started work on a Las Vegas-style destination complete with a Muslim minaret, Chinese pagodas and a medieval castle.\n\nDelays in construction forced Bagno to open his \"City of Toys\" (\"Città dei Balocchi\") before it was finished. The destination city was short-lived, however. In 1976, a landslide destroyed the only road into town and the project was abandoned. Today, the \"City of Toys\" still stands, covered in graffiti and forgotten by nearly everyone but a few adventurous Instagrammers. To see more photos and videos, tap the location text above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "476,236", "path": "instagram/picture4369.jpg", "like_list": [], "date_time": "Dec 3, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@piper_the_cat", "@piper_the_cat"], "caption": "Hello, Instagram! It's time for the ! Today we meet a very special rescue kitty named Piper () with a penchant for close-ups. If your feed could use a little more selfie-snapping feline, follow ."}, {"num_of_comments": 24, "num_of_like": "226,193", "path": "instagram/picture4370.jpg", "like_list": [], "date_time": "Dec 3, 2013", "location": "", "tag_list": ["@hablame_del_mar_marine", "@hablame_del_mar_marine"], "caption": "A simple love of the ocean and the vastness of large ships drew Ariel Flores () to a career as a Merchant Marine. He grew up in Chetumal, a small town four hours from Cancún, Mexico, and now lives further northwest on the Yucatán Peninsula near the Gulf of Mexico. As a second deck officer DPO (Dynamic Position Operator), he monitors satellite systems and laser references to ensure 80-meter (262-foot) DP2 boats maintain their position at sea.\n\nAriel takes followers aboard his ship through the photos and videos he shares. “I joined Instagram because I love my job and not many people know what we do at sea,” he explains. “I like Instagram because it allows me to share what I do with the world. The responses from a great many followers have been overwhelming. They motivate me to keep shooting and keep enjoying my job.” To tune in to Ariel's life at sea, be sure to follow "}, {"num_of_comments": 24, "num_of_like": "266,786", "path": "instagram/picture4371.jpg", "like_list": [], "date_time": "Dec 3, 2013", "location": "", "tag_list": ["@egoldhammer", "@davidtrujillo", "@loren_paul", "@thesarawr", "@colincabalka", "@alessiogianni", "@corinthgee", "@irondor", "@liepa_s", "#WHPslowmotion"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "451,740", "path": "instagram/picture4372.jpg", "like_list": [], "date_time": "Dec 2, 2013", "location": "", "tag_list": ["@yphana"], "caption": "On Friday, 29 November, visitors to the Grand Canyon in Arizona, USA, were greeted with an unlikely surprise as dense, low-hanging fog filled the canyon's gorges in a rare atmospheric event.\n\nThe phenomenon is known as a temperature inversion, where a layer of hot air at higher altitude prevents colder air and fog underneath from rising. Inversions of this magnitude are thought to occur only about once per decade at the Grand Canyon, and visiting Instagrammers documented the event in force. See more photos at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "594,738", "path": "instagram/picture4373.jpg", "like_list": [], "date_time": "Dec 2, 2013", "location": "Schloß Neuschwanstein", "tag_list": ["@disneyland", "@sil_peca"], "caption": "Ludwig II, King of Bavaria, Germany, completed the construction of Neuschwanstein Castle (Schloss Neuschwanstein) in 1892. Although originally built as a retreat for the King and an homage to composer Richard Wagner, the castle became perhaps the most iconic structure of its kind due to events on the other side of the world 60 years later.\n\nAs Disney was designing their first ever theme park, Disneyland (), in 1955, they decided to place a castle at the park's center. The inspiration for the new structure was Neuschwantstein Castle with a few borrowed details from Notre Dame the Hospices de Beaune in Paris. In 1992, the company introduced a similar structure at Disneyland Paris and in 2005 built a near replica of the California castle at Hong Kong Disneyland. While more than 1.3 million people visit Neuschwanstein Castle annually, over 16 million guests see the original Sleeping Beauty Castle in Anaheim's Disneyland Park each year.\n\nFor more photos and videos from Neuschwanstein Castle, tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "294,295", "path": "instagram/picture4374.jpg", "like_list": [], "date_time": "Dec 2, 2013", "location": "", "tag_list": ["@thepaulrudolph", "@africashowboy", "@lindaberlin", "@createfolly", "@thevuvobandit", "@tylekki", "@arhcamt", "@ariefhaskara", "@jonathanend"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "333,889", "path": "instagram/picture4375.jpg", "like_list": [], "date_time": "Dec 1, 2013", "location": "", "tag_list": ["@devincastro", "#myweekinscraps", "@devincastro", "@devincastro"], "caption": "Inspired by a combination of his mother's advice, Nicholas Felton's Annual Reports and a pair of particularly compelling fortune cookies, Instagrammer Devin Castro () decided he needed a creative, simple way to keep track of and share the story of his day-to-day life. Through his  series, Devin sets about keeping a record of his leftover items at the end of each week as a \"personal instagram newsletter\" to himself and his followers.\n\nFrom candy wrappers and parking receipts to post cards and instant photos, Devin's assemblages of items work like a series of clues, sparking his followers imaginations to fill in the story of his week—and his life. As Devin explains, \"With this series, I want people to simply look at the scraps and take note that every little detail in their life has meaning: every receipt, every lucky penny, every candy wrapper. it's all about the individual and what they personally find beautiful and noteworthy.\" To follow along with Devin's weekly updates, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "401,358", "path": "instagram/picture4376.jpg", "like_list": [], "date_time": "Nov 30, 2013", "location": "Hampstead Heath", "tag_list": ["@adamsheath", "@adamsheath", "@adamsheath"], "caption": "In the second of our two-part series of local guides to London, Instagrammer Adam Sheath () takes us around one of the city's most famous parks and its hidden secrets: \"For lovers or nature and country walks, there’s no better place to escape the hustle and bustle of London life than Hampstead Heath. Not only does ‘The Heath’ offer great walking paths surrounded by woods, ponds and wildlife, you can stroll up to the top of Parliament Hill (otherwise known as Kite Hill) and be greeted with a skyline view of London—the Shard, St. Paul’s Cathedral and The Gherkin and can all be seen from here. Tip: visit in snowfall for a magical winter wonderland experience. To see more photos and videos from London's Hampstead Heath tap the blue location text above. You can find more photos and videos from 's favorite places to shoot in London on blog.instagram.com. Photo by "}, {"num_of_comments": 24, "num_of_like": "348,015", "path": "instagram/picture4377.jpg", "like_list": [], "date_time": "Nov 30, 2013", "location": "OLD TRAFFORD", "tag_list": ["#RLWC", "#RLWC2013", "@jarrydhayne_1", "@jthurston06", "@cameron9smith", "@robbiefarah", "@deanwhare", "@bry_goodwin", "@tuivasasheck", "@stevehartfox"], "caption": "After a tumultuous triumph over England in the semi-finals, New Zealand's Kiwis will meet Australia's Kangaroos once again in the Rugby League World Cup Final this Saturday.\n\nAt Old Trafford in Manchester, United Kingdom, the Kangaroos and the Kiwis will go head to head at 2:30 PM in a clash of the southern hemisphere's rugby titans. For the Kangaroos, who trounced Fiji in the semi-finals with a 64-0 victory, the match will be a chance to avenge their loss in the 2008 finals against New Zealand.\n\nTo see more photos and videos from the Rugby League World Cup Final, browse the  and 2013 hashtags on Instagram and tap the blue location text above. To get a front seat in the build up to the match and during the nail-biting 80 minutes, follow these rugby league and sporting accounts on Instagram: Kangaroos Jarryd Hayne (), Johnathan Thurston (), Cameron Smith (), Robbie Farah () and Kiwis Dean Whare (), Bryson Goodwin (), Roger Tuivasa-Sheck (). Photo by "}, {"num_of_comments": 24, "num_of_like": "254,776", "path": "instagram/picture4378.jpg", "like_list": [], "date_time": "Nov 30, 2013", "location": "", "tag_list": ["#WHPslowmotion", "#WHPslowmotion", "@grand3ur"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative videos in slow motion. Some tips to get you started: Slow motion often makes video seem more cinematic and emotional. Use this to your advantage as you plan your shoot. Remember that not just anything slowed down will make for a compelling video. Look for subjects that can tell a story through movement. Don't be afraid to shoot lots of footage and bring your story together as you edit. Finally, remember that slow-motion video will also distort your video's sound. Sometimes these distortions can help tell your story, but you can also remove sound or add a soundtrack in many editing apps.\n\nPROJECT RULES: Please only add the  hashtag to videos taken over this weekend and only submit your own videos to the project. Any video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples, inspiration and instructions for how to take and upload slow-motion video on your device, check out blog.instagram.com.\n\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "348,697", "path": "instagram/picture4379.jpg", "like_list": [], "date_time": "Nov 29, 2013", "location": "New Museum", "tag_list": ["#ArtThursday", "@newmuseum", "#UrbanLights", "@LACMA", "#chrisburden", "@borisuni"], "caption": "It's another , Instagram. New York City's New Museum () is in the midst of hosting \"Chris Burden: Extreme Measures,\" a retrospective of the artist's work that spans more than four decades of installations. The highlight of the retrospective is a gallery-sized installation of 625 suspended cardboard submarines entitled \"All the Submarines of the United States of America.\" Taken together, the hanging miniature submarines are reminiscent of a school of fish swimming underwater, and their arrangement has proven irresistible to visiting Instagrammers.\n\nOutside of the works on display, Burden is perhaps most popularly known for his  installment in front of the Los Angeles County Museum of Art (). \"Chris Burden: Extreme Measures\" and its \"All the Submarines of the United States of America\" installation are on display at the New Museum until 12 January, 2014. For more photos and videos from \"All the Submarines of the United States of America\" and more works from \"Chris Burden: Extreme Measures,\" explore the  hashtag or tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "623,382", "path": "instagram/picture4380.jpg", "like_list": [], "date_time": "Nov 28, 2013", "location": "Columbus Circle", "tag_list": ["#MacysParade", "@macys"], "caption": "During Thanksgiving, people across the United States get together with family and loved ones to reflect on the past year and give thanks for the bonds they share. For those in New York City—and the millions who tune into the live broadcast—Thanksgiving also means joining hundreds of thousands of other New Yorkers to witness the Macy's Thanksgiving Day Parade.\n\nToday's procession, which marks the 87th Macy's parade, kicks off from 77th Street and Central Park West at 9am ET and makes its way south to Herald Square on 34th Street. The annual celebration is known the world over for its giant—and photogenic—balloon floats, many of which top three stories in height.\n\nTo see more photos and videos from the Macy’s Thanksgiving Day Parade, browse the  hashtag and tap the blue location link above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "311,512", "path": "instagram/picture4381.jpg", "like_list": [], "date_time": "Nov 28, 2013", "location": "", "tag_list": ["@sejkko", "#sejkko_masquerade", "@sejkko"], "caption": "Earlier today, Manuel Pita () from Lisbon, Portugal, stopped by our London office. Manuel delights followers with surrealist portraits for his  series and we were excited to meet him! For more photos and videos from the future, follow ."}, {"num_of_comments": 24, "num_of_like": "518,971", "path": "instagram/picture4382.jpg", "like_list": [], "date_time": "Nov 28, 2013", "location": "", "tag_list": ["@sonyayu", "@sliceofpai", "@aguynamedpatrick", "@rubenhughes", "@sonyayu", "#onthetable", "@aguynamedpatrick", "@sliceofpai", "@rubenhughes", "@sonyayu", "@sonyayu"], "caption": "A little over a year and a half ago, San Francisco food and lifestyle photographer Sonya Yu () shared some of her best advice about how to take beautiful photos of food. We caught up with Sonya and chatted with a few of the top foodies on Instagram to hear their favorite tips. For all those celebrating Thanksgiving this Thursday, take note of these pointers to score that perfect photo of your holiday spread.\n: Look for soft daylight to take your photo—look for tables and surfaces near windows to stage your setup. : Think about the table surface as a backdrop to the meal: different tables or even the ground add nice texture. You can also make your photo look more natural and personal by adding other everyday objects to the table. : When editing, slightly increase the highlights in your photos to bring out the whiteness of your plates. Increasing saturation to bring out the color in select areas can also make your photo more beautiful. : Try to shoot straight down from high above to get your entire meal in the frame. Don't be afraid to stand on a chair to get the shot!\n\nTo whet your appetite with more foodie photos, browse the  hashtag. Still hungry? Follow along with , ,  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "282,143", "path": "instagram/picture4383.jpg", "like_list": [], "date_time": "Nov 27, 2013", "location": "", "tag_list": ["@sehkelly", "@sehkelly", "@sehkelly"], "caption": "When it comes to homegrown threads, you can't get closer to Britain than SEH Kelly's () hand-woven clothes. Based in their East London workshop, designers Paul Vincent and Sara Kelly source cloth and makers from 15-20 British locations—from a Mohair mill in West Yorkshire to a family-son tweed mill in Country Donegal, Ireland. \"The places we visit—be they fabric mills, brass foundries, glove-makers or garment factories—are often so interesting,\" Paul says. \"The work they do is so wonderful that it seems a waste not to show it to the world. We hope to inspire an interest in the making process—the simple nuts and bolts of industry around the British Isles doing its very excellent thing.\" For a closer look at how clothes go from the factory to the shop window, follow  on Instagram and visit blog.instagram. Photo by "}, {"num_of_comments": 24, "num_of_like": "326,690", "path": "instagram/picture4384.jpg", "like_list": [], "date_time": "Nov 27, 2013", "location": "", "tag_list": ["@cubareporter", "@cubareporter", "@khaversiddiqi", "@low843", "@cubareporter"], "caption": "CNN International correspondent Patrick Oppmann () has lived in Cuba for over two years with his wife and two children. He shares scenes of his daily life there on Instagram, sharing moments from a part of the world many long to visit. Patrick's inspiration comes from the the responses to his photos and videos. \"I read lots of comments from Americans who wish they could visit the incredible island that’s just 90 miles away. I also enjoy receiving comments from many Cubans who, because of politics or Cuba’s financial problems, have had to leave the island,\" he says. \"They have written me to say that my photos provide a window to the homeland that they desperately miss. To have that kind of impact is both an extraordinary opportunity and privilege.\" One of Patrick's favorite places to photograph is the Malecón seawall that protects the city. \"It has been called the largest sofa in the world and each day thousands of Cubans take to the wall to take a seat, share a bottle of rum, play music or just cool off from the stifling heat.\" To view more photos and videos of the Malecón and Havana's downtown, tap the blue location text above this image. For more scenes from Cuba, be sure to follow  as well as  and  who are also in the country. Photo by "}, {"num_of_comments": 24, "num_of_like": "481,534", "path": "instagram/picture4385.jpg", "like_list": [], "date_time": "Nov 26, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@sweetiecocoa", "@sweetiecocoa"], "caption": "Hello Instagram, it's time for the ! Today we meet Cocoa (), a handsome 9-year-old miniature poodle from Japan. If your feed is lacking in dashingly dressed pooches, follow  on Instagram."}, {"num_of_comments": 24, "num_of_like": "430,015", "path": "instagram/picture4386.jpg", "like_list": [], "date_time": "Nov 26, 2013", "location": "", "tag_list": ["@vladviper5", "@vladviper5"], "caption": "Vlad Babushkin () is a 16-year-old living in Tokyo, Japan, who documents the striking architecture of his city on Instagram. Many of his photos are taken after the sun has gone down, when he uses long exposure photography to capture the city's frenetic activity. \"I use Slow Shutter Cam (iOS) primarily to shoot city views at night. The app is great not just for cityscapes, but also for capturing the activity in a city after dark. Try staking out a high vantage point to capture the light trails from moving traffic.\" For shooting, \"you need a tripod. It's also important to find a dark place to shoot. If there is a lot of light around the subject you're capturing or in front of your phone, the photo will be too bright.\" \"Sometimes the photo you capture could use some editing. I usually use PicsPlay Pro (iOS and Android) to adjust colors and tones before sharing to Instagram.\" Follow  for more inspiring long-exposure photos."}, {"num_of_comments": 24, "num_of_like": "309,168", "path": "instagram/picture4387.jpg", "like_list": [], "date_time": "Nov 26, 2013", "location": "", "tag_list": ["@connortd", "@jared_becker", "@syedaidid", "@johndunfee", "@wesleytaylor", "@lukemattson", "@natalieshepard", "@patriromero", "@janove", "#WHPselfportrait"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "301,152", "path": "instagram/picture4388.jpg", "like_list": [], "date_time": "Nov 25, 2013", "location": "", "tag_list": ["@umitko", "@srt4shawn", "@cirkuscirkor", "@kumimonstr", "@christopheramat", "@beeck", "@sneal", "@claggie", "@pritt"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos or videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "348,938", "path": "instagram/picture4389.jpg", "like_list": [], "date_time": "Nov 24, 2013", "location": "Autódromo de Interlagos", "tag_list": ["@redbullracing", "@massafelipe", "@alo_oficial", "@lewishamilton", "@schecoperez", "@grosjeanromain", "@diogoventurelli"], "caption": "Today, 11 Formula One teams head to Brazil's Autódromo José Carlos Pace (Interlagos) for the final round of this year’s 19-race championship. German driver Sebastian Vettel has dominated the season, winning 12 of the races and earning enough points in previous races to secure the championship for team Red Bull (). Although the championship won't be determined at Interlagos, the race will be particularly significant for fans of Brazilian driver Felipe Massa () who will be driving for Ferrari for the last time and doing so at his home country's racetrack.\n\nTo tune in to the event in real time, be sure to tap the blue location text above this image. You can also follow some of the drivers for a look behind-the-scenes:  (Ferrari),  (Mercedes),  (McLaren) and  (Lotus). Photo by "}, {"num_of_comments": 24, "num_of_like": "527,689", "path": "instagram/picture4390.jpg", "like_list": [], "date_time": "Nov 23, 2013", "location": "", "tag_list": ["@chaiwalla", "@chaiwalla", "@chaiwalla"], "caption": "In a new series, we let local Instagrammers show you their favorite places to shoot in their city. Here, London's  takes us around his favorite haunts in the East end of the city: \"Victoria Park is a beautiful and tranquil escape from the bustle of the city. The greatest thing about paying regular visits here is that you get to capture the seasons changing—vibrant orange colours in autumn, blooming flowers in spring and clean white snow in a vast expanse in winter. If you're very lucky, you may find atmospheric thick fog! Columbia Road with its cobbled streets, decorative and colourful front doors, twee shop façades and its lively flower market make this place an absolute must visit if you're out and about on a Sunday.\" To see more photos and videos from London's Victoria Park tap the blue location text above. You can find more photos and videos from 's favorite places to shoot in London on blog.instagram.com. Photo by "}, {"num_of_comments": 24, "num_of_like": "302,203", "path": "instagram/picture4391.jpg", "like_list": [], "date_time": "Nov 23, 2013", "location": "", "tag_list": ["#WHPselfportrait", "#WHPselfportrait", "@palomaparrot"], "caption": "Weekend Hashtag Project: \n\nThis week, Oxford Dictionaries named \"selfie\" the 2013 word of the year, but selfies actually have a history that stretches back far further than just Instagram: the self portrait. Dating back to the very earliest cave paintings, self portraiture became popular in the during the Early Renaissance (in part due to the rise in availability of mirrors). It wasn't until four centuries later, however, that the first photographic self-portrait emerged. As cameras became more advanced and readily available over the years, so too did self-portraits become increasingly more common. Now, with cameras almost always within our reach, a self portrait can happen anytime, anywhere.\n\nThe goal this weekend is to tap into this rich artistic tradition and stage a creative self portrait. Some tips to get you started:\n\nLighting can make or break your self portrait. Look for soft, natural light near a window or—if you're feeling adventurous—come up with your own lighting set-up. Your background is also very important. Look for a plain or patterned background for a more traditional portrait. Find an interesting location or create a scene in the background to tell a story. Finally, you don't have to be holding your phone to capture the photo. Explore using photo timer apps and mobile tripods to take the photo on your own. You can also have a friend step in to snap the final photo once you've set everything up.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "459,280", "path": "instagram/picture4392.jpg", "like_list": [], "date_time": "Nov 23, 2013", "location": "", "tag_list": ["@wrongrob", "@wrongrob"], "caption": "Rob Masao McCarthy () is a father of three in Brooklyn, New York. Outside of his day job as a freelance digital media consultant and photographer, Rob gets his thrills scaling New York City's tallest bridges, trams, roofs and skyscrapers to shoot the city from above. \"I first developed an interest in photography shooting street portraits of the people of New York City. Then I realized that I was really interested in the city itself as a subject,\" he says. \"I discovered that the higher up and further away I got, the more the immense city was reduced to shapes, lines and angles. There is a peace and universality in that geometry that I really like. Somehow it makes the city more human.\" Want to refine the compositions of your cityscapes? Here are Rob's tips: Pay attention to depth of field in your frame. Try to include a distinct foreground, middle ground and background, which helps create a sense of scale and distance. A mix of different building heights helps too. Look for an interesting street angle within the buildings that will draw your viewers into the photo. Avoid shooting straight in front of you and placing the primary subject in the middle of the frame. To add atmosphere and mood to cityscape shots, shoot on cloudy or rainy days. Hard, bright light is not your friend! Stay safe and law-abiding, of course, but if you're trying to get to a building's upper levels, skip the elevator and look for the stairs. You'll be surprised where you end up.\n\nTo view more photos and videos from a bird’s-eye perspective of New York, be sure to follow ."}, {"num_of_comments": 24, "num_of_like": "283,726", "path": "instagram/picture4393.jpg", "like_list": [], "date_time": "Nov 22, 2013", "location": "", "tag_list": ["@latingrammys", "@juanes01", "@juanes01", "@ricky_martin", "@nataliafourcade", "@lesliegrace", "@jesseyjoy", "@eldasa", "@UnivisionPremios", "@latingrammys"], "caption": "The evening of Thursday, November 21, marks the 14th annual Latin Grammy Awards (), a celebration of the best musical achievements for works recorded in Spanish or Portuguese. Held in Las Vegas at the Mandalay Bay hotel, this year's ceremony will be hosted by Mexican entertainer Lucero, making this her seventh consecutive year as host. This year's highlights include the naming of singer Miguel Bosé will be as the 2013 Latin Recording Academy person of the year and the first ever shared performance between Juanes () and Santana.\n\nTo see more from the show, check out the accounts for these nominated performers: Juanes (), Ricky Martin (), Natalia Fourcade (), Leslie Grace (), Jesse & Joy () and El Dasa (). Keep an eye also on Univision Premios () for content from an official InstaStop after the show.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "333,734", "path": "instagram/picture4394.jpg", "like_list": [], "date_time": "Nov 22, 2013", "location": "국립현대미술관 서울관", "tag_list": ["#ArtThursday", "#dohosuh", "#서도호", "@reumbo"], "caption": "Welcome to another ! This week takes us to the heart of Seoul and the National Museum of Modern and Contemporary Art, Korea, where visitors are finding a peculiar, life-size home nested within the walls of another home.\n\nThe full name of the 12x15m (40x49ft) giant installation is \"Home Within Home Within Home Within Home Within Home\" (집 속의 집 속의 집 속의 집 속의 집), and it's the largest work by Korean artist Do-Ho Suh (서도호) to date. Made to scale out of layers of translucent blue silk, the two houses are exact replicas of residences the artist lived in as a child in Korea and in the United States. The effect is a pair of disorienting, 3D blueprints that visitors to the Seoul Box area of the museum can walk through until 14 May 2014.\n\nFor more views from inside Do-Ho Suh's \"Home Within Home Within Home Within Home Within Home,\" browse the  and  hashtags or tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "567,193", "path": "instagram/picture4395.jpg", "like_list": [], "date_time": "Nov 22, 2013", "location": "", "tag_list": ["@mattglastonbury", "#liquidography", "@mattglastonbury"], "caption": "As well as being one of the most prolific InstaMeet organizers on the planet, Tasmanian Instagrammer Matt Glastonbury () is a master of photographing reflections on water. One of Matt’s favorite subjects to shoot with his Nokia Lumia 1020 are the reflections on the surface of the River Derwent near his home, which he catalogs with the  hashtag. “We have a clear view of the sunset, Mount Wellington and the river from our lounge room window, so when there is a colorful sundown, we usually head down and find some calm waters to shoot from.” To learn more about how to shoot a great water reflection photo like Matt, read his tips: 1. Tap the screen to lock the focus on the brightest part of your scene so you don’t over-expose the sky. 2. Use a waterproof case and turn your device upside-down to get the lens as close to the surface as possible! 3. Calmer days make for the best reflections and sunrise or sunset make for the most colorful scenes.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "557,152", "path": "instagram/picture4396.jpg", "like_list": [], "date_time": "Nov 21, 2013", "location": "", "tag_list": ["#DubaiAirshow", "#DubaiAirShow2013", "@khalid_alnaqbi"], "caption": "Thursday is the final day of the Dubai Air Show (معرض دبي للطيران), where $162.6 billion of aircraft has been ordered so far, shattering past records. Dynamic displays have taken over the Gulf region's skies for the last five days, and Instagrammers were there to capture the aerial acrobatics.\n\nThe event, which started as a trade show and was first held at Dubai International Airport in 1989, took place at Dubai World Central, in Jebel Ali, Dubai. It attracts some of the biggest companies in the air industry and is well established as one of the top aerospace events in the world.\nTo see more photos and videos from Dubai's skies, browse the  and  hashtags, or tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "293,611", "path": "instagram/picture4397.jpg", "like_list": [], "date_time": "Nov 21, 2013", "location": "Plaza de la Constitucion", "tag_list": ["#20denoviembre", "#revolucionmexicana", "#diadelarevolucion", "@qiikepv"], "caption": "November 20 marks the date in 1910 when the movement to overthrow Mexican dictator Porfirio Díaz began. The Mexican Revolution brought the end of 34 years of military rule, but came at the expense of a 10-year civil war in which various parties struggled to gain power and define social organization for the country. Finally, representatives emerged with the Mexican Constitution of 1917 and Álvaro Obregón ascended as the new president in 1920.\n\nNow, the day is known as Día de la Revolución (Day of the Revolution) and stands as a national holiday in Mexico. Many schoolchildren dress in the historical outfits of revolutionary heroes, while parades and civic ceremonies mark the holiday throughout the country. The largest of these take place at the Plaza de la Constitución (Zócalo) in Mexico City.\n\nTo see more photos and videos from today's festivities, browse the ,  and  hashtags and tap the blue location text above.\nPhoto by "}, {"num_of_comments": 17, "num_of_like": "342,313", "path": "instagram/picture4398.jpg", "like_list": [], "date_time": "Nov 21, 2013", "location": "", "tag_list": [], "caption": "Today, we're excited to bring you Instagram for Windows Phone.\n\nOver the past three years, the Instagram community has grown to more than 150 million people capturing and sharing the world around them on their Android and Apple devices. Our team has been working hard to make sure that the tens of millions of people around the world with Windows Phones can capture and share their moments on Instagram as well.\nInstagram is a place where people come to be inspired and connect with others, and we're thrilled to welcome Windows Phone users to the community.\n\nDownload Instagram today from the Windows Phone Store!"}, {"num_of_comments": 24, "num_of_like": "441,404", "path": "instagram/picture4399.jpg", "like_list": [], "date_time": "Nov 20, 2013", "location": "", "tag_list": ["@jeffcanoy", "@dguttenfelder", "@jethromullen", "@ivancnn", "@jethromullen"], "caption": "Typhoon Haiyan, one of the largest tropical storms ever recorded, made landfall in central Philippines on 7 November, resulting in an unprecedented humanitarian crisis. An estimated 4 million people have fled their homes—a figure that outnumbers the displaced populations of Hurricane Katrina and the Indian Ocean tsunami combined.\nThousands of emergency shelters have been set up, and international relief agencies are working around the clock to provide aid, but parts of the Philippines are still lacking basic supplies, medicine or clean water and food.\n\nPhotojournalists, reporters and residents have been documenting the relief efforts on Instagram, capturing the resilience of the Filipino people and the massive job ahead for the survivors and countless volunteers.\n\nSee more images by following journalists , ,  and .\n\nWant to help the victims of Typhoon Haiyan? Visit the International Red Cross and Red Crescent at redcross.org to learn how you can help.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "312,230", "path": "instagram/picture4400.jpg", "like_list": [], "date_time": "Nov 20, 2013", "location": "5 Pointz", "tag_list": ["@alanshikverg"], "caption": "For over 20 years, the 5 Pointz building in Long Island City, Queens, has been a hub for street artists from around the world to show their work. Many Instagrammers in New York have visited 5 Pointz to document the dynamic, vibrant graffiti on its exterior.\n\nThe building is privately owned by Long Island developer Jerry Wolkoff who has plans to raze 5 Pointz at the end of this year. Early Tuesday morning, the structure's artwork was quietly painted over with white paint. In the wake of this news, locals and visitors alike are documenting the changes that herald the building's final days. To view more photos and videos of 5 Pointz both before and after the whitewashing paint, be sure to tap the location page above. Photo by ."}]}