{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "1,381,145", "path": "instagram/picture2701.jpg", "like_list": [], "date_time": "Jan 3, 2016", "location": "", "tag_list": ["@daxon", "@daxon"], "caption": "It all started with one baby camel. Three years later, globe-trotting adventure photographer Allan Dixon () continues to take selfies with wildlife, sometimes relaxing with them for hours before a photo is taken. “Patience is key in getting so close,” Allan explains. “I think they can sense how I feel and know I have no desire to harm them.” Allan grew up in Ireland and is currently traveling in Australia where his favorite animal, the quokka, lives. “It’s hard to believe that an animal the size of a rabbit, with the body of a kangaroo and a face of a bear exists in real life,” Allan says. “They have a permanent smile across their face and are very curious when you come say hi.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,159,780", "path": "instagram/picture2702.jpg", "like_list": [], "date_time": "Jan 3, 2016", "location": "", "tag_list": ["@talia_sutra", "@talia_sutra"], "caption": "As a new year kicks off, yoga teacher Talia Peretz () has a reminder for everyone: Be open to change. Six months ago the 27-year-old was trying to get to New York City, her home of nearly 17 years, from Paris, but her flight was canceled. Instead of waiting 28 hours for the next one, she switched course, and took off for her native Israel. Once there, she met a stranger on the street — a man who became her fiancé and inspired Talia to move to Nachlaot, one of the oldest neighborhoods in Jerusalem. “It might be obvious, but I feel at awe at being here,” she says. “Less obviously, I have never felt more safe.” To welcome transformative experiences in 2016, here’s Talia’s advice: “Sit down and cross your ankles on the floor, focusing on your breath and watching your thoughts. If that’s too comfortable, try it on your head.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "806,935", "path": "instagram/picture2703.jpg", "like_list": [], "date_time": "Jan 2, 2016", "location": "", "tag_list": ["#WHPresolutions2016", "@animalparaid", "#WHPresolutions2015", "#WHPresolutions2016", "@animalparaid"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative photos and videos that represent your resolutions for the new year.\nLast year, we featured this photo by Benjamin Mitchell () for . Benjamin’s submission, a conceptual self-portrait, symbolized the types of surreal photography he wanted to explore in 2015. His resolution for 2016? “Take more risks,” he says, adding this advice: “Create work for yourself. Create work for something you believe in. That’s what makes you stand out.”\nThink about how to translate your resolution to a visual — whether straightforward or abstract, a photo or video — and be sure to write about the resolution in your caption.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,305,895", "path": "instagram/picture2704.jpg", "like_list": [], "date_time": "Jan 2, 2016", "location": "", "tag_list": ["@stianmklo", "@stianmklo"], "caption": "Norwegian photographer Stian Klo () does not need to leave his living room to catch a glimpse of the northern lights. Capturing them, however, is a little more complex. “It’s a lot of trial and error and taking chances,” says Stian. Once the right conditions are in place — a solar storm paired with clear skies — Stian goes out in search of his ideal setting. “I compose my shots as regular landscape shots, and the aurora is just the icing on the cake,” he says. Stian also welcomes the challenge of taking photos when a landscape is transformed by ice and snow. “It forces the photographer to work the scene,” he explains. “The compositions are less obvious, and you really have to push boundaries.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,305,895", "path": "instagram/picture2705.jpg", "like_list": [], "date_time": "Jan 1, 2016", "location": "", "tag_list": ["#newyearseve", "@ryanseacrest", "#Boomerang", "@ryanseacrest"], "caption": "“The view from up here. You all look amazing \" — Ryan Seacrest ()\n\n by "}, {"num_of_comments": 24, "num_of_like": "788,399", "path": "instagram/picture2706.jpg", "like_list": [], "date_time": "Jan 1, 2016", "location": "", "tag_list": ["@ryanseacrest", "@ryanseacrest", "#IGNewYear2016"], "caption": "Little known fact courtesy of Ryan Seacrest (): The only way to get to the ball that drops 70 feet (21 meters) on New Year’s Eve is by finding a secret elevator in a drugstore, and then hiking up half a dozen flights of stairs to the roof, 25 stories above Times Square, New York. “Visiting it is always one of my favorite parts of being in NYC for New Year’s Eve, there’s really no experience like it,” says Ryan, who is in from Los Angeles, taking his place as host of Dick Clark’s New Year’s Rockin’ Eve for the 11th year running. “In person [the ball] is smaller than you’d expect given how large it looks from the street and on TV, but it’ll still dwarf you when you’re standing next to it. The detail in each crystal panel is unbelievable.” Photo by  🎉Join Instagram’s New Year’s Eve celebration by watching people welcome 2016 around the world. Show us your videos with ."}, {"num_of_comments": 24, "num_of_like": "788,399", "path": "instagram/picture2707.jpg", "like_list": [], "date_time": "Jan 1, 2016", "location": "", "tag_list": ["@fukase_sekainoowari", "@saori_sekainoowari", "@nakajin_sno", "@dj_love0823", "#IGNewYear2016", "@music", "@fukase_sekainoowari"], "caption": "Happy New Year from J-pop band Sekai No Owari (, ,  and ). Join Instagram's New Year's Eve celebration by watching people welcome 2016 around the world. Show us your videos with . \nVideo by "}, {"num_of_comments": 24, "num_of_like": "819,416", "path": "instagram/picture2708.jpg", "like_list": [], "date_time": "Jan 1, 2016", "location": "", "tag_list": ["@osheamatty", "#WHPforeveryoung", "#WHPlookbacks", "#WHPforeveryoung", "@osheamatty"], "caption": "As 2015 comes to an end, we’re looking back at some of our favorite Weekend Hashtag Projects of the year. We featured Matt O’Shea’s () photo for .\n\nIn this sweet photo, it’s Matt’s 90-year-old grandfather who clutches his great-grandson’s toy. “While we were setting up our picnic blanket and getting sorted, I asked my granddad if he’d hold on to the crocodile. With a chuckle, he gripped the inflatable raft, and there it was,” says Matt, who took this photo on a Kent, England, beach. “While he isn’t so mobile anymore, he never wants to miss out on the fun.”\nFor more , head to blog.instagram.com.\n\nPhoto for  by "}, {"num_of_comments": 24, "num_of_like": "819,416", "path": "instagram/picture2709.jpg", "like_list": [], "date_time": "Dec 31, 2015", "location": "", "tag_list": ["@micdenny", "#WHPscreentest", "#WHPscreentest", "#WHPlookbacks", "#WHPscreentest", "@micdenny"], "caption": "As 2015 comes to an end, we’re looking back at some of our favorite Weekend Hashtag Projects of the year. We featured Michelle Denny’s () video for .\n\nMichelle was lounging in the bathtub when she took this video of her cat, Harley Jane. The Houston native saw the prompt for  as Harley Jane was pacing the side of the tub: “I flipped my phone to video and said, ‘Do something exciting,’ and she licked her paw. Then I hit slo-mo and she shook her head and did one lick. I couldn’t stop laughing.”\nStay tuned for more  as we count down to 2016!\n\nVideo for  by "}, {"num_of_comments": 24, "num_of_like": "702,719", "path": "instagram/picture2710.jpg", "like_list": [], "date_time": "Dec 31, 2015", "location": "", "tag_list": ["@dashgrey", "#WHPrhythm", "@music", "#MHPrhythm", "@hi_mija", "#WHPlookbacks", "#WHPrhythm", "@dashgrey"], "caption": "As 2015 comes to an end, we’re looking back at some of our favorite Weekend Hashtag Projects of the year. We featured Dash Grey’s () photo for , a collaborative project tied to Instagram ’s monthly hashtag project, .\n“It’s always a rush,” says Dash, who took this image of artist Mija () during a show at Webster Hall in New York City. Dash doesn’t shoot professionally, but he’s been photographing concerts more since a friend snuck him — and his camera — into a Mija show in Miami. “Out of all the artists I’ve taken photos of, Mija has to be my favorite to shoot. Besides the incredible sets that always keep you guessing, the energy she brings is just amazing.”\nStay tuned for more  as we count down to 2016!\n\nPhoto for  by "}, {"num_of_comments": 24, "num_of_like": "1,098,619", "path": "instagram/picture2711.jpg", "like_list": [], "date_time": "Dec 30, 2015", "location": "", "tag_list": ["@aravisdolmenna", "#WHPcamouflage", "#WHPlookbacks", "#WHPcamouflage", "@aravisdolmenna"], "caption": "As 2015 comes to an end, we’re looking back at some of our favorite Weekend Hashtag Projects of the year. We featured England’s Aravis Dolmenna’s () photo for .\n“I look at ordinary objects I have around the house from a different angle,” says Aravis, who’s made it a personal rule to forgo filters or editing apps. Instead, she relies on paint and modeling clay to achieve playful, unexpected twists.\n“As children we make art all the time. We are uninhibited about whether it is good enough,” Aravis says. “Instagram has given me the opportunity to return to that — to have fun and not take it too seriously.”\nStay tuned for more  as we count down to 2016!\n\nPhoto for  by "}, {"num_of_comments": 24, "num_of_like": "1,098,619", "path": "instagram/picture2712.jpg", "like_list": [], "date_time": "Dec 30, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@littleleezie", "@humanesociety"], "caption": "Hello, Instagram! It’s the final  of 2015. Today, we close out the year with a triple dose of feline fur. Meet Leroy, Benny and Ollie (), an Australian trio of Oriental shorthairs with a healthy dose of mischievousness. To make Leroy, Benny, Ollie and more than 200 of their fluffy friends a part of your everyday routine, treat yourself to the 2016 Animals of Instagram calendar, available through the  of the United States by clicking the link in our bio or visiting bit.ly/HSUS2016InstagramCalendar."}, {"num_of_comments": 24, "num_of_like": "698,316", "path": "instagram/picture2713.jpg", "like_list": [], "date_time": "Dec 29, 2015", "location": "", "tag_list": ["@l.a.bee", "@kevinroyazhar", "@audreyblake_", "@federico1marotta", "@skinnymonkey", "@eyepriority", "@oscarsboss", "@rodionovatatyana", "@deehaim", "#WHPtraditions"], "caption": "Each week we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and , who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "747,526", "path": "instagram/picture2714.jpg", "like_list": [], "date_time": "Dec 29, 2015", "location": "", "tag_list": ["@chriscreature", "@chriscreature", "@music"], "caption": "Chris Hainey () likes to be precise. As a photographer and drummer, it comes with the territory. His images often capture movement and energy — intentional blurs and all — while his percussion provides a taut backbone for the progressive indie rock group Maps & Atlases.\n“When I started playing drums, I would try to write parts that were really showy and flashy, but as a partial observer, it just sounds like too much,” says Chris. “When you’re writing music, the vocals and the lyrics are definitely the subject and everything else is there to guide and frame it. That can be related to photography as well — trying to be thoughtful about space.”\nPhoto by . Words by "}, {"num_of_comments": 24, "num_of_like": "910,067", "path": "instagram/picture2715.jpg", "like_list": [], "date_time": "Dec 28, 2015", "location": "", "tag_list": ["@mc_gutty", "#WHP🌈", "#WHPlookbacks", "#WHP🌈", "@mc_gutty"], "caption": "As 2015 comes to an end, we’re looking back at some of our favorite Weekend Hashtag Projects of the year. We featured Mike Gutkin’s () photo for , our first emoji hashtag project that followed the landmark United States Supreme Court decision to legalize marriage for all.\n\nMike took this shot while walking in the New York City Gay Pride Parade, a scene he describes as electric and full of joy. “As I marched down Fifth Avenue, my eyes were drawn to every single person around me. Rainbow colors streaking across the participants and their floats were equal to the sea of rainbow colors in the onlooking crowds,” says Mike. “It was a triumphant and prideful moment in the heart of New York City with one of the most iconic buildings as the background.” Stay tuned for more  as we count down to 2016!\n\nPhoto for  by "}, {"num_of_comments": 24, "num_of_like": "1,152,414", "path": "instagram/picture2716.jpg", "like_list": [], "date_time": "Dec 28, 2015", "location": "", "tag_list": ["@michel_e_b", "@asasjostromphotography", "@mariearago", "@vcamed", "@davidbutow", "@aninditomukherjee", "@lademiddel", "@simon_vilgertshofer", "@rossfeighery", "@rossfeighery"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,152,414", "path": "instagram/picture2717.jpg", "like_list": [], "date_time": "Dec 27, 2015", "location": "", "tag_list": ["@weekdaybest", "#WHPboomerang", "#WHPlookbacks", "#boomerang", "#WHPboomerang", "@weekdaybest"], "caption": "As 2015 comes to an end, we’re looking back at some of our favorite Weekend Hashtag Projects of the year. We featured Shaunna Russell’s () boomerang for  after launching the Boomerang from Instagram app in October. “Along with my fingers and the sides of brushes, the straw is one of my favorite tools,” New York City watercolor artist Shaunna says. “It creates texture and the look of controlled chaos.” Luckily, Shaunna captured this Boomerang in just one take, since it’s part of a larger painting. “I am happy to have caught such a small moment.”\nStay tuned for more  as we count down to 2016!\n\n for  by "}, {"num_of_comments": 24, "num_of_like": "1,026,504", "path": "instagram/picture2718.jpg", "like_list": [], "date_time": "Dec 27, 2015", "location": "", "tag_list": ["@parative", "#WHPemojisinthewild", "#WHPlookbacks", "#WHPemojisinthewild", "@parative"], "caption": "As 2015 comes to an end, we’re looking back at some of our favorite Weekend Hashtag Projects of the year. We featured Drew Oxley’s () photo for .\n\nThis tall peace-sign tree lives in Ohio where Drew, a 27-year-old T-shirt designer and barista, challenges himself to find a unique perspective on everyday sights. Since this project, he continues to discover emojis in unexpected places. “I actually saw a tree that looked similar to the ‘A-OK’ emoji a week or two after this.”\nStay tuned for more  as we count down to 2016!\n\nPhoto for  by "}, {"num_of_comments": 24, "num_of_like": "1,043,967", "path": "instagram/picture2719.jpg", "like_list": [], "date_time": "Dec 26, 2015", "location": "", "tag_list": ["#WHPtraditions", "#WHPtraditions", "@najshukor"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make photos and videos of the traditions you share with your family or greater community.\n\nHere’s how to get started:\n\nWhether a special holiday tradition like singing carols, or an everyday ritual like giving thanks before dinner, share both the big and small practices.\n\nLearn about a friend’s tradition different than your own and share their story through pictures.\n\nBe sure to include people in your images to show who takes part in the tradition and why they come together.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,043,967", "path": "instagram/picture2720.jpg", "like_list": [], "date_time": "Dec 26, 2015", "location": "Denver Botanic Gardens", "tag_list": ["@denverbotanic", "@denverbotanic", "@noseptemberphoto"], "caption": "Hoping your holidays are as magical as this scene from Blossoms of Lights at the Denver Botanic Gardens (), tucked in the snowy city of Denver. Since 1988, this glittering exhibit has offered a neon-hued reprieve from the white Colorado winter. ⛄️🌟🎄\nVideo of  by "}, {"num_of_comments": 24, "num_of_like": "1,043,967", "path": "instagram/picture2721.jpg", "like_list": [], "date_time": "Dec 25, 2015", "location": "", "tag_list": ["@lennonandmaisyofficial", "@music", "@music", "@lennonandmaisyofficial"], "caption": "Merry Christmas from Lennon and Maisy Stella (). Raised on a farm in Canada by professional musician parents, the duo began singing at a young age. “My parents only had vinyl. It sounds like we are making this up, but I swear that’s [true],” Lennon, 16, tells . Adds 12-year-old Maisy: “We would wake up to Lennon at seven o’clock in the morning playing Huey Lewis.” For the past three years, the two siblings have been charming American audiences with their country music singing on the TV show “Nashville.” Words by . Video by "}, {"num_of_comments": 24, "num_of_like": "1,043,967", "path": "instagram/picture2722.jpg", "like_list": [], "date_time": "Dec 25, 2015", "location": "", "tag_list": ["@bowling4rhinos", "@bowling4rhinos"], "caption": "“I joined Instagram to showcase my found-object assemblages,” says Carolyn Gair (), the creative force behind a whimsical Wes Anderson-inspired world. Carolyn’s videos drop viewers in mid-conversation, as if being let in on a secret. Carolyn spends her days working on animated feature films in Los Angeles, but in her backyard and at the dining room table, it’s a one-woman stop-motion production. “I do it all by myself,” she explains. Right now her videos have a holiday buzz, and Carolyn has a favorite (admittedly, “strange”) Christmas morning tradition: “I like to get up early and bake pies from scratch while watching ‘Alien’ on DVD.” Sounds like the setup for a laugh-worthy Yuletide scene.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "735,901", "path": "instagram/picture2723.jpg", "like_list": [], "date_time": "Dec 25, 2015", "location": "", "tag_list": ["@1000wave", "@1000wave"], "caption": "Chinami Mori’s () 93-year-old grandmother Emiko is regularly photographed in a burst of color, looking as happy as a clam, while modeling her granddaughter’s bright weavings. Chinami embraces a Japanese freestyle weaving technique called Saori, which allows her to mix and match colored yarn, string and fabric. “There are no rules,” explains the Japanese artist. “I can weave as freely and as colorfully as I want.” And no one wears — or personifies — her work better than Emiko, who spends time at Chinami’s workplace almost every day. “She’s my favorite person in the whole world,” says Chinami. “I make grandma happy, and that’s just so much fun for me, too.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "900,095", "path": "instagram/picture2724.jpg", "like_list": [], "date_time": "Dec 24, 2015", "location": "", "tag_list": ["@konaction", "#WHPactionpacked", "#WHPactionpacked", "#WHPlookbacks", "#WHPactionpacked", "@konaction"], "caption": "As 2015 comes to an end, we’re looking back at some of our favorite Weekend Hashtag Projects of the year. We featured Konrad Langer’s () photo for .\n\nBefore ever seeing the prompt, Konrad was in talks to collaborate with two freerunners on a different project. The first day he met the athletes in person, they decided to play around for , and Konrad captured this photo. “I didn’t expect any really good outcome, but it was fun from the start,” he says. “Neither the surrounding nor the action dominates the scenery; it’s a harmonic interplay between both components.”\nStay tuned for more  as we count down to 2016!\n\nPhoto for  by "}, {"num_of_comments": 24, "num_of_like": "707,593", "path": "instagram/picture2725.jpg", "like_list": [], "date_time": "Dec 24, 2015", "location": "", "tag_list": ["@wolffdee", "#WHPmydailyroute", "#WHPlookbacks", "#WHPmydailyroute", "@wolffdee"], "caption": "“The bright sun was shining through the store window and transformed that goose into something magical,” says photography book editor Denise Wolff () of her featured submission to . Curated by photographer Stephen Shore, this weekend hashtag project asked participants to record details they ordinarily overlook during an everyday commute. “I collect the things that catch my eye in pictures,” Denise says. “I’m more alive to what’s around me, looking for something beautiful or funny or in conversation with others.”\nAs 2015 comes to an end, we’re looking back at some of our favorite Weekend Hashtag Projects of the year. Stay tuned for more  as we count down to 2016!\n\nPhoto for  by "}, {"num_of_comments": 24, "num_of_like": "707,593", "path": "instagram/picture2726.jpg", "like_list": [], "date_time": "Dec 23, 2015", "location": "", "tag_list": ["@smcmennamy", "#WHPcolorplay", "#WHPlookbacks", "#WHPcolorplay", "@smcmennamy"], "caption": "As 2015 comes to an end, we’re looking back at some of our favorite Weekend Hashtag Projects of the year. We featured Stephen McMennamy’s () submission for .\n“I just immediately thought of the most colorful food I could think of. Sugar cereals seem to have an inherent playfulness built into them,” Stephen says, explaining that he went through over a dozen takes to get his video just right. Clearly, it was worth the time and the mayhem. “I fumbled the bowl, it shattered, cereal was everywhere. A total mess — but hypnotic on playback.”\nStay tuned for more  as we count down to 2016!\n\nVideo for  by "}, {"num_of_comments": 24, "num_of_like": "884,721", "path": "instagram/picture2727.jpg", "like_list": [], "date_time": "Dec 23, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@tulasworld", "@humanesociety"], "caption": "Happy , Instagram! Say hello to Tula (), a dashing dachshund mix who’s getting into the holiday spirit by dressing in her festive best. Tula and her sister Lizzie joined more than 200 other cuddly creatures in the 2016 Animals of Instagram calendar. Time is running out to grab this purrrfect gift for the fluff fan in your life. To get your paws on one, and benefit the  in the process, click the link in our bio or visit bit.ly/HSUS2016InstagramCalendar."}, {"num_of_comments": 24, "num_of_like": "649,610", "path": "instagram/picture2728.jpg", "like_list": [], "date_time": "Dec 22, 2015", "location": "", "tag_list": ["@boylagi", "@lecinderi", "@sureyyaseneldir", "@genc", "@merileeloo", "@michenlo", "@harialamo", "@jaxonark", "@charlottelovely", "#WHPwonderland"], "caption": "Each week we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and , who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "729,215", "path": "instagram/picture2729.jpg", "like_list": [], "date_time": "Dec 22, 2015", "location": "", "tag_list": ["@feelingofstoke", "@feelingofstoke"], "caption": "Freelance footwear designer Scott Warneke () vowed he would skateboard every day of 2014. Now, Portland-Oregon-based Scott has not missed a single ride in over 700 days, overcoming the flu, snowstorms and a broken toe. “Even when I am sick, bummed out or tired, I instantly feel a little better stepping on my skateboard,” the 26-year-old says.\n\nTo hold himself accountable, Scott posts daily photographic proof. When riding solo, he uses his own invention, the Deck Dock, as a stand to take videos or timed photos. “It’s made of recycled skateboard wood and is small enough to fit on my keychain,” Scott says. He’s filmed everywhere from Joshua Tree to the Brooklyn Bridge, but Scott prizes longevity over location. “I definitely want to make it to 1,000 days. That’s the tentative goal.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "685,230", "path": "instagram/picture2730.jpg", "like_list": [], "date_time": "Dec 21, 2015", "location": "", "tag_list": ["@willjr42", "#simbanggabi", "@willjr42"], "caption": "For nine days leading up to Christmas Eve, many Filipino churchgoers head to Mass at dawn for Simbang Gabi. Despite the tradition’s pre-sunrise start time, “lots of people — girls and boys, young or old, rich or poor — flock to the church to celebrate,” student Wilfredo Lenterna Jr. () says. Lanterns, lights and ornaments decorate the church interior, while outdoor vendors sell native delicacies after Mass. An active member of his church’s youth organization, Wilfredo and his friends sell food to fund programs for those less fortunate. “Celebrating Christmas is sure fun in the Philippines, especially when you put faith, family and fun together,” Wilfredo says. To see more photos of this holiday tradition, explore .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "893,831", "path": "instagram/picture2731.jpg", "like_list": [], "date_time": "Dec 21, 2015", "location": "", "tag_list": ["@franciscopalmamx", "@stany_cosmosom", "@albello55", "@javad.hadi", "@marianddrew", "@justinkaseconder", "@asphaltchronicles", "@rrrudya", "@asmaa_ga3frie", "@franciscopalmamx"], "caption": "Every Sunday, we look back on the week and select some of our favorite images and videos from emerging voices across the globe. For these and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "893,831", "path": "instagram/picture2732.jpg", "like_list": [], "date_time": "Dec 20, 2015", "location": "", "tag_list": ["@10secondswithgma", "@10secondswithgma"], "caption": "Prepare to crave a squeeze from Patricia Kubera, better known as Grandma Pat (), who lives in Orange County, California, with her husband, “Papa Al.” Pat is 83, a breast cancer survivor and Candy Crush addict, and has three adult granddaughters who started making videos of her musings in secret. Now the cat’s out of the bag.\nInstagram: What’s your secret to aging gracefully?\nGrandma Pat: No gluten. Acupuncture. Meditation. Hula-hooping. And ice cream.\nIG: What’s the best advice you’ve given your grandchildren?\nGP: Have an open heart and an open mind. Find someone special like your Papa Al. We just asked Papa Al what he would say, and it was, “Do onto others before they do onto you,” and, “Beware of the man that feeds you.” 😂 He keeps me laughing nonstop.\n\nIG: Has your husband always been a willing participant in these videos?\nGP: My husband is not very enthusiastic, but he knows how happy it makes me, so he is supportive.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "772,831", "path": "instagram/picture2733.jpg", "like_list": [], "date_time": "Dec 20, 2015", "location": "", "tag_list": ["@beaver_suit", "@beaver_suit"], "caption": "He loves to bake, he enjoys spending time with his family and he plays the ukulele. Beaver Suit () seems to do it all. “My life is nothing fancy and I do very normal things,” says Beaver Suit. “I make sure to live in the moment.” Beaver Suit is 4 inches (10 centimeters) tall and lives at The Pond, a place he says is somewhere in Canada. And what is he doing for the holidays? “I’m doing lots of Christmas baking,” he says. “I just had hot chocolate for the first time.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "772,831", "path": "instagram/picture2734.jpg", "like_list": [], "date_time": "Dec 19, 2015", "location": "", "tag_list": ["#WHPwonderland", "@skylinejuicebox", "#WHPwonderland", "@skylinejuicebox"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make magical videos and photos. Take your inspiration from imaginary worlds and fantasy, as in this video from .\n\nHere’s how to get started:\nUse cinematic elements — like panning and refocusing — to create atmosphere.\n\nIf you choose to go out into nature, listen for ambient sounds, such as a wind chime or a light rain, which provide a sense of place.\n\nExperiment with making movement more poetic through slow-motion or Hyperlapse.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "772,831", "path": "instagram/picture2735.jpg", "like_list": [], "date_time": "Dec 19, 2015", "location": "", "tag_list": ["@sabers_forever_", "@starfall_sabers", "@vader.head", "@sabers_forever_"], "caption": "When he started building lightsabers two years ago, Jon Rossi () knew one thing for sure: as his saber sliced through the air, it had to hum. “It’s the best part,” says the 28-year-old guitarist and sound engineering junkie. “On specific soundboards, there is both a gyroscope and an accelerometer. One reads twisting motions and the other reads sudden motion in any direction. In pairing those two, every time you swing, it makes that famous lightsaber sound.”\nCrafting a lightsaber requires three sets of hands across the country. A Starfall Saber starts construction in California with a hilt (made by ), then it’s shipped to North Carolina to be fitted with its polycarbonate blade (by ) and finally it arrives in Philadelphia, where Jon installs LEDs, sound and other “greebles” to transform it into a weapon Luke Skywalker would be proud to wield. “We joke that we want to see somebody try and break one, because we haven’t yet,” Jon says. “And we’ve played real hard.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "911,347", "path": "instagram/picture2736.jpg", "like_list": [], "date_time": "Dec 18, 2015", "location": "", "tag_list": ["@jamescarrollla", "#aviation", "@jamescarrollla"], "caption": "James Carroll’s () first flight was from Tampa to Atlanta at age 6 — and the 35-year-old, Los Angeles-based photographer has been obsessed with planes ever since.\n\nInstagram: Where do you mostly shoot?\nJC: Runway 24 Right at LAX. People always ask me if I have airport access. I don’t. You can get so close.\nInstagram: Do you have a pilot’s license?\nJC: No, but I love to fly. I’ve been pursing a million miles — I have 600,000 now — and I hope to get it before I’m 40. I fly to London in a day just to get the miles.\nInstagram: What is the perfect aviation photo?\nJC: Sun, dark clouds — all the other elements that create the mood of these planes. I know what I’m looking for and I’ve come close. There are times when I’ve stood out there, completely amazed at the weather, and said, “Now I just need a big plane to come.”\nCelebrate the Wright brothers’ first flight anniversary by exploring .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "911,347", "path": "instagram/picture2737.jpg", "like_list": [], "date_time": "Dec 18, 2015", "location": "", "tag_list": ["@saipancakes", "#NationalMapleSyrupDay", "@saipancakes"], "caption": "Dads don’t come much cooler than Nathan Shields (). Not only is he an animator, he’s an expert pancake-maker, creating fluffy designs of everything from Disney princesses to puppy dogs. Turns out, breakfast artistry is in his blood. “I have fond memories of my mom making me monster pancakes as a child — the sharp teeth, the eyes, the horns,” the 35-year-old father of two and former math teacher says. Nathan began whipping up his own whimsical flapjacks when his wife, a nurse midwife, accepted a hospital job in Saipan, one of the Northern Mariana Islands, and he went on full-time daddy duty. His family moved to Washington state, but Nathan still wields two squeeze bottles (a dash of cocoa powder equals a toasty brown color without the burnt flavor), and he’s been commissioned by Nickelodeon and AMC (“Pancaking Bad”). Still, his toughest critics are pajama-clad and prize speed over appearance. How do they top these tasty cakes? “Alice goes for Nutella and Gryphon will sometimes just use a little bit of butter. He’s really a purist,” he says. And Nathan? “I’m a staunch proponent of genuine maple syrup.” \n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "973,519", "path": "instagram/picture2738.jpg", "like_list": [], "date_time": "Dec 17, 2015", "location": "", "tag_list": ["@avaderaday", "@avaderaday"], "caption": "For a reinterpretation of Darth Vader that’s less Death Star and more down-to-earth, Devin Kelly () paints a softer side of the dark side. “I feel there’s a deeper and realistic emotional level to him. Not just the one side,” Devin, a Seattle native, says. “Yes, he made mistakes. But really, he’s just a lovable goofball.”\nThe same can be said of Devin, who’s posted a daily image of himself in the mask for nearly a year. Whether he’s hiking in the woods, holding a friend’s baby or getting ready for a night out with the ladies, Devin shows Vader’s positive side. “It can be difficult sometimes since he looks different from most folks, but that just drives him to get out of his comfort zone and approach people,” he says. With Devin’s Darth Vader everywhere from libraries to public parks, Seattle won’t ever be the same.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "702,269", "path": "instagram/picture2739.jpg", "like_list": [], "date_time": "Dec 17, 2015", "location": "", "tag_list": ["@yorsmartin", "@yorsmartin"], "caption": "Two unsuspecting characters are about to turn a corner and walk into the biggest surprise of their lives. These are the visual puns of Jorge Martin (), a Spanish illustrator living in London, who finds humor everywhere. “I laugh about everything, even my own shadow,” he says. In each of his playful drawings, Jorge pairs two opposing, yet complementary, concepts — think a nut and a bolt, or a vacuum cleaner and dust bunnies — and leaves the viewer imagining what their interaction would entail. “I like to think about the faces they’re going to pull in that moment,” he says. “I burst out laughing just thinking about their expressions.”\nIllustration by "}, {"num_of_comments": 24, "num_of_like": "1,138,019", "path": "instagram/picture2740.jpg", "like_list": [], "date_time": "Dec 16, 2015", "location": "", "tag_list": ["@nampix", "@nampix"], "caption": "Walls of hovering clouds. Slashes of lightning. Brush fires voraciously consuming the landscape. As a storm chaser for Australia’s Sydney Morning Herald, Nick Moir () is accustomed to showing his audience the world as they’ve never seen it, but he also enjoys highlighting nature’s gentler moments. “People have the idea that photojournalists, that we’re all hard-nosed, that we don’t care about anything but war and destruction, but it’s not the case at all,” Nick says. “We all have a deep love of the world around us.”\nOn Instagram, Nick experiments in a way that isn’t possible inside mainstream media. “I can put stuff out there and it’s a great way to judge what’s worth pursuing.” The newspaper may not put a seal basking under a rainbow or an insect’s-eye view of a tree on its front page, but it’s an image Nick’s fans wouldn’t want to miss.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "993,491", "path": "instagram/picture2741.jpg", "like_list": [], "date_time": "Dec 16, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@akuubichan", "@humanesociety"], "caption": "It’s time for the , Instagram! Meet Kuu and Neru (), a festive feline duo from Japan. This double dose of cuddly kitties is featured with more than 200 of their furry friends in the 2016 Animals of Instagram calendar. To get your paws on the purrrfect gift for the fluff fanatic in your life — and benefit the  in the process — click the link in our bio or visit bit.ly/HSUS2016InstagramCalendar."}, {"num_of_comments": 24, "num_of_like": "643,455", "path": "instagram/picture2742.jpg", "like_list": [], "date_time": "Dec 15, 2015", "location": "", "tag_list": ["@actualbutterfly", "@theartaholic", "@mikkymay", "@ditaadinugraha", "@herosdem", "@cburtonsiller", "@jalsager", "@violaondariva", "@lianagr", "#WHPthelittlethings"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and , who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "726,024", "path": "instagram/picture2743.jpg", "like_list": [], "date_time": "Dec 14, 2015", "location": "", "tag_list": ["#MyStory", "@stacykranitz", "#MyStory", "@stacykranitz"], "caption": "“ is about sidestepping the classic hero’s narrative that omits the darker, shadowy parts of our own history.” —Stacy Kranitz (), Time magazine’s Instagram Photographer of the Year\n“We should celebrate our lives for what they are: a complicated negotiation between good and bad, darkness and light. I’m not a person that sees the world as a beautiful, Utopian place. It’s not about overcoming great obstacles to be wonderful people; that’s not the narrative that I choose to participate in.\nMy job is to create genuine encounters so things unfurl and open up on both ends — for me and for the subject. When I go to communities and build relationships with people, they’re the same as relationships I build with fellow artists. I accept people for who they are, for their deep flaws, for the darkness that surrounds them, and allow that to be completely OK.”\n is a series that spotlights inspiring women in the Instagram community. Join the conversation by sharing your own story.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,044,230", "path": "instagram/picture2744.jpg", "like_list": [], "date_time": "Dec 14, 2015", "location": "", "tag_list": ["@caldalex", "@betweentwoears", "@betweentwoears"], "caption": "Between the ears of Alex Calder’s () trusted chestnut thoroughbred Ben lies one of the finest views of the Irish countryside. “Where we live is an old part of Ireland, and it’s quite historic,” says Alex. “It’s where the Vikings came when they landed in the 800s or 900s. There’s an old, ruined castle, an 800-year-old church and an old corral, which apparently King John of England camped in.” Her scenes from the saddle on  draw inspiration from “The Finest View in Europe,” a painting by English artist Charles “Snaffles” Johnson Payne. “It’s just the horse’s head and neck and ears, and he’s looking over the fields. I always think of it when I take photos,” Alex says. Luckily, Ben is mostly patient during impromptu photo shoots on their rides. “You can see how alert he is,” she says. “When I stop and take pictures, he sort of sticks his head up and pricks his ears.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,044,230", "path": "instagram/picture2745.jpg", "like_list": [], "date_time": "Dec 14, 2015", "location": "", "tag_list": ["@ditteisager", "@renick01", "@urayxor", "@santibilly", "@laylah", "@dave.mead", "@lisavillaret", "@sydellewillowsmith", "@odedbalilty", "@dave.mead"], "caption": "Every Sunday, we look back on the week and select some of our favorite images and videos from emerging voices across the globe. For these and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "934,310", "path": "instagram/picture2746.jpg", "like_list": [], "date_time": "Dec 13, 2015", "location": "", "tag_list": ["@_yodaka", "@_yodaka"], "caption": "“I incorporate realistic-looking people with elements of fantasy to create contrasting visual effects,” Michigan-based illustration student Shoko Ishida () explains. She posts her stories to reach a wider audience and offer a look into her creative process. “I want people to feel closer to the actual artist,” says Shoko, whose childhood in both the United States and Japan influenced her artistic style. Shoko’s journey to illustration began in elementary school. She would fold and cut sheets of paper to create her own manga, or comic books, which her friends loved reading. Just as she used to entertain friends with handmade comic books, Shoko hopes to inspire others with her visual storytelling. “My artwork expresses a story, and people who see it interpret the story in their own way — and that chain of different stories is what I strive for.”\nIllustration by "}, {"num_of_comments": 24, "num_of_like": "769,057", "path": "instagram/picture2747.jpg", "like_list": [], "date_time": "Dec 13, 2015", "location": "", "tag_list": ["@pepedsgn", "#LoosingMyMind", "@pepedsgn"], "caption": "Italian designer Giuseppe Pepe () erases all the heads from his photos. “It’s my anti-selfie concept,” he says. “I remove the head because I don’t like ‘perfect’ beauty. I achieve that through the graphics, the details and my edit.” At 14 years old, Giuseppe started experimenting with altering photos; today, he edits images from all over the world for his project .\n\nGiuseppe was born in Sicily, but his passion for nightlife and DJ culture took him to another island, Ibiza, Spain. “Here, my creativity came alive ... Ibiza has this creative energy and good vibe,” he says. “Without Ibiza, my project would not have been born.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "678,779", "path": "instagram/picture2748.jpg", "like_list": [], "date_time": "Dec 12, 2015", "location": "", "tag_list": ["#WHPthelittlethings", "#WHPthelittlethings", "@claudiavdbroek"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make photos and videos of the small, everyday moments and objects that bring you joy.\nHere’s how to get started:\nFocus on both the beauty in details (like the personal touches to a favorite nook, or the holes in your well-worn socks) and small gestures that hold great meaning (like receiving a handwritten note). Look for subtle moments that catch your eye but you wouldn’t normally photograph — like the steam rising up from your teacup catching just the right light.\n\nIn your caption, explain the significance behind the small items and why they caught your eye.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured Monday.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,000,879", "path": "instagram/picture2749.jpg", "like_list": [], "date_time": "Dec 12, 2015", "location": "", "tag_list": ["@jack__hogan", "@jack__hogan"], "caption": "“Mountains provide better flood protection and water storage than any man-made structure,” water engineer and Fulbright fellow Jack Hogan () explains. The son of a park ranger in Northern California, Jack grew up on a freshwater lake; he spent his summers fishing and his winters hiking through creeks up in the mountains. Today, most of Jack’s work reverses the negative effects of infrastructure projects from the 20th century to strike a balance between humans and nature.\n\nJack is naturally drawn to photographing waterscapes. “I especially enjoy capturing the effect that water can have on a landscape,” Jack says. “This is easy to recognize in a place like the Grand Canyon, but you can also see it in a stream no wider than your finger.” He hopes his digital storytelling skills will someday bridge the gap between scientific research and policymaking.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "565,865", "path": "instagram/picture2750.jpg", "like_list": [], "date_time": "Dec 11, 2015", "location": "", "tag_list": ["@hammond_robin", "@whereloveisillegal", "#HumanRightsDay", "@whereloveisillegal"], "caption": "When Robin Hammond () heard about multiple young Nigerian men facing the death penalty for committing same-sex acts, he wanted to take action. “News reports told us their names but nothing more,” the New Zealand-born, Paris-based photojournalist says. “I wondered if they, like so many others, would be erased from history with only the narrative of bigotry to remember them by.” And so, “Where Love Is Illegal” (), a project to shine a light on people in the LGBT community — like Biggie from Uganda — was born. “We have received stories of survival — a global voice, a group of people who say you can beat and shame me, but you will not silence me,” Robin says.\n\nHis process is collaborative; Robin combines his Polaroid portraits with survivors’ personal photos and testimonies. “These are people who, in most cases, are not given the right to tell their own stories,” Robin says. “For many, it was the first time they had control over how they were heard and seen.” December 10 is Human Rights Day. For more examples of bravery and social justice, explore .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "765,741", "path": "instagram/picture2751.jpg", "like_list": [], "date_time": "Dec 11, 2015", "location": "", "tag_list": ["@oprah", "#MyStory", "@oprah", "@oprahmagazine"], "caption": "This time of year is about giving, which means treating yourself, too. And if there is anyone who inspires people — especially women — to take better care of themselves, it’s Oprah Winfrey (). “Every day I try to give myself a moment to take a few breaths and recharge,” the media personality says, using the time she spends with her five dogs, Layla, Luke, Sunny, Sadie and Lauren, at home in California, as an example of a seemingly small moment that is supremely important. “Treat for me: time with my kids. Treat for them: peanut butter straight from the jar, O yummm!” The dogs even join her for big career moments. “You’ve seen them before on the cover of O, The Oprah Magazine. They are a big part of my life and my story.”\nThis story is part of the  series, celebrating women’s voices around the globe.\nPhoto of  by magazine"}, {"num_of_comments": 24, "num_of_like": "695,973", "path": "instagram/picture2752.jpg", "like_list": [], "date_time": "Dec 10, 2015", "location": "", "tag_list": ["@killythirsk", "@killythirsk"], "caption": "Some artists work with paint, paper or pottery. But Killy Thirsk () uses mathematical formulas to create his mesmerizing fractal art. Based in Indonesia, Killy is part of a global community of math-based artists who draw inspiration from the self-repeating nature of fractal algorithms. “Fractals have infinite detail: In theory, you can zoom in and out without limit,” he says. Using Web-based editing software, Killy is able to render fractal formulas as vibrant, spiraling patterns resembling flowers, waves and celestial bodies. “I know what the art will look like, but the result surprises me … when the render is done, sometimes I sit silently admiring the result.” Though math is essential to the complexity of his works, Killy’s creative process sounds like that of many artists: “Sometimes [there are] days when I cannot figure out how to convey my imagination through the program.” One of his current projects remains unfinished. What stands in the way? “My PC’s rendering capabilities.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "752,331", "path": "instagram/picture2753.jpg", "like_list": [], "date_time": "Dec 10, 2015", "location": "", "tag_list": ["@bobbugs", "@bobbugs"], "caption": "Barbie dolls, clothespins, bananas, cotton balls — you name it and Michael Gump () has probably glued it to his face. A prop master for television shows, Michael started his daily disguise project on January 1, 2015, as a New Year’s resolution and he hasn’t missed a single day. “I do have ideas for things but a lot of it is flying by the seat of my pants,” says Michael, who lives in Los Angeles. “Often I’ll be somewhere and I’ll see a pile of stuff and think, ‘Should I stick that on my face?’” Michael’s new goal is to reach 1,000 days of daily disguises. “It might literally blow up in my face, but I think it’ll spark more creativity once I run out of things.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "790,087", "path": "instagram/picture2754.jpg", "like_list": [], "date_time": "Dec 9, 2015", "location": "", "tag_list": ["@camilleseaman", "@camilleseaman"], "caption": "California-based photographer Camille Seaman () says standing on sea ice is exhilarating — and squeaky. “It’s like Styrofoam,” she says.\n\nCamille spent a decade journeying to the polar regions, capturing towering walls of ice emerging from the stillness of hostile environments and solitary “bergy bits,” broken pieces of icebergs adrift at sea. “When I photograph an iceberg, I’m not photographing an inanimate object,” Camille says. “I’m photographing the water that is ours and our relationship to it.”\nIt’s been nearly five years since Camille has been to either polar region — she also photographs storms in the US — but she plans to return to Antarctica next year. “I’m nervous about what I’m going to find,” she says, noting that while she didn’t set out to document evidence of climate change, her travels have opened her eyes to humans’ global impact — a lesson her grandfather taught her when she was just a girl, after she was caught pulling leaves off a branch. “Very gently he said, ‘You think you can do what you want to that tree,’” she recalls. “‘If you think that you can live separate from that tree, see how long you can hold your breath.’ You cannot just do what you want to something and expect no consequences. Whether I’m photographing icebergs or storms, I’m always aware of that relationship.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "790,087", "path": "instagram/picture2755.jpg", "like_list": [], "date_time": "Dec 9, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@popo.ham", "@popo.ham", "@humanesociety", "#WeeklyFluff"], "caption": "Hello, Instagram! Could your feed use an infusion of miniature furry friends? Well, today’s  is for you. Meet Rusk, Miimi and Pino (). This interspecies trio — two hamsters and a hedgehog — is sure to make your feed more awww-inspiring.  is just one among the more than 200 contributors to the 2016 Animals of Instagram calendar, benefitting the . To pick up the purrrfect gift for the  enthusiast in your life, click the link in our bio or visit bit.ly/HSUS2016InstagramCalendar."}, {"num_of_comments": 24, "num_of_like": "662,704", "path": "instagram/picture2756.jpg", "like_list": [], "date_time": "Dec 8, 2015", "location": "", "tag_list": ["@hannes_becker", "@katrinaleeford", "@dragosbardac", "@sirbruceleroy", "@manizha", "@utupp", "@mattgreene", "@misspotterphd", "@boulder_jennifer333", "#WHPreflective"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "726,615", "path": "instagram/picture2757.jpg", "like_list": [], "date_time": "Dec 8, 2015", "location": "", "tag_list": ["@artbynikita", "@dosomething", "#ReelWomen", "@artbynikita"], "caption": "“It’s not a Hollywood secret that the film industry tends to whitewash their casts,” says Nikita Jansen (), a 17-year-old actress and artist living in Los Angeles. To address that, Nikita drew what she wished she saw on the big screen: leads from two of this year’s most anticipated blockbusters — “The Hunger Games: Mockingjay Part 2” and “Star Wars: The Force Awakens” — as women of color. “While the original actresses are great, I wanted to show that hiring actresses from different backgrounds won’t change who the character is,” says Nikita. “With this in mind, producers should consider creating heroines that people of all backgrounds can recognize and look up to.” All this month,  will be collecting images of reimagined heroines. Share yours with .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "623,094", "path": "instagram/picture2758.jpg", "like_list": [], "date_time": "Dec 7, 2015", "location": "", "tag_list": ["@noavago", "@noavago"], "caption": "Like a lot of 21 year olds, Noá Vago () is still finding her identity. “I want to look back on my life in a few years and see that I’m doing something relevant for the world,” she says. When Noá isn’t studying psychology at university in São Paulo she is finding herself in the kitchen, turning to her pots and pans for therapy. Through cooking, Noá pays tribute to her Polish grandmother’s Jewish recipes, but also adds her own modern Brazilian flair to traditional dishes. “Both influences are very much a part of me, so I’m making Jewish dishes but adding some chocolate and Nutella,” she laughs, referring to her chocolate challah bread. For Hanukkah this year, Noá plans to put her special touch on traditional recipes, like potato latkes and doughnuts. For Noá, cooking is a way to escape everyday pressures, which means not taking herself too seriously. “I think my food looks homemade and tastes like a 21-year-old taking culinary risks,” she says. “I’m just a girl trying to make my escape through the kitchen.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "623,094", "path": "instagram/picture2759.jpg", "like_list": [], "date_time": "Dec 7, 2015", "location": "", "tag_list": ["@neskusha", "@nicks_pics", "@red1882", "@davillasana", "@kekemarc", "@friskygeek", "@ashgilbertson", "@iamdeathrow", "@roman_social", "@nicks_pics"], "caption": "Every Sunday, we look back on the week and select some of our favorite images and videos from emerging voices across the globe. For these and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "620,043", "path": "instagram/picture2760.jpg", "like_list": [], "date_time": "Dec 6, 2015", "location": "", "tag_list": ["@paoloverzone", "@paoloverzone"], "caption": "Across the globe people are anxiously awaiting the outcome of the COP21. Paolo Verzone (), a photojournalist covering the UN climate change conference near Paris, has a ringside seat. A native Italian based in Paris for the last 15 years, Paolo is fresh off an Arctic expedition chronicling the scientists documenting climate change. “Now I’m here looking at the diplomatic side,” he says. In an atmosphere he characterizes as stormy, he’s capturing real negotiations in real time. “We worked last night on the invisible part — the negotiators who just met in some corridors, because sometimes you get great results from small reunions instead of big sessions.” Those are the people advocating on behalf of the delegates Paolo has also been showing in his feed, people who have come to report that their way of life is endangered. Paolo says there is no sense of optimism yet. “Only suspense. Next week will be on the table the first results. Next week negotiators will focus on getting it done,” he says. As a citizen he hopes that they sign something durable. “The more they commit to do, the more it will affect the very real climate. I hope they get to some agreement. It’s time to do it.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "620,043", "path": "instagram/picture2761.jpg", "like_list": [], "date_time": "Dec 6, 2015", "location": "", "tag_list": ["@katiemcdonnell", "@katiemcdonnell", "@erik3run"], "caption": "Urban acrobat. Sometimes stuntwoman. Accidental ninja. Professional freerunner Katie McDonnell () competed fiercely on Ninja Warrior UK last spring, but unlike most contestants, she did not prepare for months. “I did one day of specific training for the show,” says Katie, though she still crushed the TV program’s brutal course. The 24-year-old Windsor, England, native found freerunning by chance. While practicing cheerleading flips and tricks at the gym, a group of men assembled a series of obstacles that blocked her tumbling path. “I said, ‘Well, I can’t tumble here now, but I might as well join in with what you’re doing!’” Now, even as a professional, Katie maintains a similar curious and playful attitude while tackling tough tricks on the street or in the gym. “I didn’t step out thinking, ‘Oh, I can make a career out of this,’” Katie says. “It’s something I was doing for fun.”\nVideo of  by "}, {"num_of_comments": 24, "num_of_like": "767,509", "path": "instagram/picture2762.jpg", "like_list": [], "date_time": "Dec 5, 2015", "location": "", "tag_list": ["#WHPreflective", "#WHPreflective", "@lucaventer"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos of creative and surprising reflections.\n\nHere’s how to get started:\nExplore as many types of reflective surfaces as you can find — from pools of water to porcelain plates and even the shiny metallic holiday decorations adorning homes and shop windows this time of year.\n\nPay special attention to how light can bounce off reflective surfaces and what it looks like at different times of day. Try playing with a particularly reflective element to create interesting spots of light and shadow on the subject of your photo.\n\nReflections can be crystal clear and create a mirrorlike effect, or be more abstract and meld together two scenes. Be sure to look for examples of each to photograph for this weekend’s project.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured Monday.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "736,750", "path": "instagram/picture2763.jpg", "like_list": [], "date_time": "Dec 5, 2015", "location": "", "tag_list": ["@vickiee_yo", "#NationalCookieDay", "@vickiee_yo"], "caption": "Fun fact: Vickie Liu’s () motivation music of choice when frosting hundreds of tiny cat cookies? “Tupac, to be honest,” says the 25-year-old. “I listen to a lot of old-school hip-hop while I frost — I find it really therapeutic.” Born and raised in Melbourne, Australia, the self-taught baker began creating cookie art as a stress reliever while studying interior design. But while her creations are all pastel puns and whimsical cuteness, she enjoys maintaining a separation between her on- and offline persona. “I try to make my work really colorful, and I like working on a small scale,” says Vickie. “But people meet me and I’m the complete opposite of what they thought. They’re like, ‘Oh, you’re so much cooler than I thought you would be.’ And I’m like, ‘What? Is that a compliment?!’”\nIt’s ! For more bite-worthy posts, explore the hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "701,072", "path": "instagram/picture2764.jpg", "like_list": [], "date_time": "Dec 4, 2015", "location": "", "tag_list": ["@jr", "@darrenaronofsky", "@jr"], "caption": "All eyes are literally on the international leaders gathered in Paris to discuss climate change at COP21, thanks to the public art installation “The Standing March,” by French street artist JR () and American director Darren Aronofsky (). The two teamed up to invite citizens of the world to attend the meeting by putting their faces on symbolic monuments in Paris. “Climate change is a global issue. We are now all watching and waiting for politics to take the lead on this,” says JR.\n\nDarren and JR individually filmed some 600 people within three days to create the video installation. “We shot this in New York in order to get as many different cultures and backgrounds as we could in only a few days,” says JR. “These 600 people all together are creating a representation of humanity. ‘The Standing March’ is our way of being part of this event. COP21 must end with meaningful agreements between the countries.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "882,319", "path": "instagram/picture2765.jpg", "like_list": [], "date_time": "Dec 4, 2015", "location": "", "tag_list": ["@kendalljenner", "#tbt", "@kendalljenner"], "caption": "First grade. Braids. Kendall Jenner () in a costume. The top  of the year. (Because how could it not be?)\n“A great tbt shows an authentic glimpse into your life, and something adorable or funny always wins extra points,” says 20-year-old Kendall about this photo from the year her family dressed up as a baseball team for Halloween. (“Since there are so many of us.”) When it comes to sharing pictures, Kendall keeps her images as mysterious as possible. “It’s not only about what I want people to see, but also what they can interpret from a single moment that may have no context,” she says. “I enjoy getting artistic with my posts.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "615,169", "path": "instagram/picture2766.jpg", "like_list": [], "date_time": "Dec 3, 2015", "location": "", "tag_list": ["@hayvkahraman", "@rubellcollection", "@hayvkahraman"], "caption": "For the artist Hayv Kahraman (), sharing a photo of a translucent face she’s painting on linen or posting a video of slowly melting glue is like having an enormous studio visit. “It enables me to gauge people’s interests and, most importantly, whether the work is accessible or not,” she says. “Since I work rather solitarily, this platform becomes important.” Hayv, who was born in Iraq and lives in Los Angeles, is one of more than 100 women artists represented in the Rubell Family Collection’s () show, “No Man’s Land,” which opens this week in Miami. “It’s funny how we put on shows, categorizing them as ‘women’s exhibitions,’ as this already speaks of the great divide and gender gap in the art world,” she says. “Unfortunately, I think it’s necessary to do so in our contemporary reality, so I’m all for it. Although I can’t wait to move beyond that dialogue.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "727,656", "path": "instagram/picture2767.jpg", "like_list": [], "date_time": "Dec 3, 2015", "location": "", "tag_list": ["#love", "@dschwen", "#interactivegrams", "#love", "#interactivegrams", "@dschwen"], "caption": "Love reigns supreme. For the third year in a row,  is the top Instagram hashtag — and David Schwen’s ()  are all about the ❤️. He stages images with a heart, front and center, so that double-tapping on them creates a double heart. “Ever since I was a child, I’ve loved life’s guilty little pleasures: popping Bubble Wrap, scratching the ink off lottery tickets, drawing a picture on a frosted window. This is how I came up with the idea... It was so simple, and that’s why I loved it,” the Minneapolis-based illustrator and art director says.\n\nYears after its conception, community members from all over the globe spread the  with their own . “The act of double-tapping or loving each other’s images and videos has become an important interaction between people,” David says. “There are people across the world that I have never met in person, yet I’m able to send an affirmation of love by double-tapping their photo.” Photo by "}, {"num_of_comments": 24, "num_of_like": "702,571", "path": "instagram/picture2768.jpg", "like_list": [], "date_time": "Dec 3, 2015", "location": "", "tag_list": ["@jenstark", "@waynecoyne5", "@mileycyrus", "@mileycyrus", "@jenstark"], "caption": "It’s loud; it’s bright; it’s psychedelic; but the wild work of Jen Stark () is rooted in the natural world. “In nature, color is used as an attractant, whether it’s telling you that something is poisonous, like a crazy, colorful mushroom, or delicious, like a berry,” Jen says. A recent transplant to Los Angeles from Miami, Jen wasted no time meeting the right people — first, Wayne Coyne () of the Flaming Lips, and then his close friend, Miley Cyrus (). A few days after Jen and Miley met, MTV approached Miley with a mock-up billboard for the VMAs with the star’s image imposed on Jen’s artwork. “It was a funny cosmic coincidence,” says Jen. Now the two have collaborated on the art for Miley’s newly released “Lighter” video, composed entirely of Jen’s animated projections on Miley’s frame. “We went in the production studio and just projected it on her body, and she just sang the song,” says Jen. “I thought it was a perfect fit.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "719,753", "path": "instagram/picture2769.jpg", "like_list": [], "date_time": "Dec 2, 2015", "location": "", "tag_list": ["@nouralmejadi", "@nouralmejadi"], "caption": "As a psychologist, 23-year-old Nour Al Mejadi’s () work focuses mainly on comforting others. But when she needs her own respite, Nour turns to cooking — lots of cooking.\n“I love food,” says Nour, who lives in Kuwait. “My mother is very supportive, but she complains that I am always using the kitchen. So now we’re building another small kitchen just for me.”\nBut Nour isn’t just interested in her final products — documenting the preparation is equally important. “I don’t make food just to take a picture, but I never make food and not take a picture of it,” she says. Nour’s attentive nature comes out during each stage of cooking. Combining ingredients from the East and West, she creates distinctive dishes with a simple presentation and style. The process is a soothing ritual for Nour and it has had bonus social benefits. “I’m really shy,” she says. “When I started my new job I baked cupcakes and passed them around so that people would talk to me. I never make food just for myself — I make it for others. It’s helping me break out of my shell and meet new people.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "944,090", "path": "instagram/picture2770.jpg", "like_list": [], "date_time": "Dec 2, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@wavethatstranger", "@humanesociety"], "caption": "Hello, Instagram! Today’s  takes us to the frigid forests of Finland, where, if you search long enough, you might stumble across a Jack Russell named Yoda (). This charismatic canine is joined by more than 200 furry friends in the 2016 Animals of Instagram calendar. To get your paws on the purrrfect gift for the fluff fanatic in your life — and benefit the  in the process — click the link in our bio or visit bit.ly/HSUS2016InstagramCalendar."}, {"num_of_comments": 24, "num_of_like": "598,370", "path": "instagram/picture2771.jpg", "like_list": [], "date_time": "Dec 1, 2015", "location": "", "tag_list": ["@cadoeva", "@azarraluqui", "@islandika", "@azaral", "@alynncor", "@italianstories", "@thecrazyplatelady", "@pamhachem", "@dragosbardac", "#WHPhandmade"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and , who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "598,370", "path": "instagram/picture2772.jpg", "like_list": [], "date_time": "Dec 1, 2015", "location": "", "tag_list": ["@streetmusicmap", "@music", "@diana_uspenskaya", "@likaloony"], "caption": "Daniel Bacchieri is the founder of Street Music Map (), a curated feed of global street musicians. Since the Brazil-based director began the project, he’s been able to connect with performers all over the world — sometimes in the most unexpected of ways. Here, we’ll let Daniel explain:\n“The freakiest thing just happened. I reposted a girl playing harp in Red Square in Moscow — no name, just the user. The girl identified herself! She followed the hashtags — because I always hashtag the areas, the instrument, the place. If I identify the song, I hashtag the song and who wrote it. I think she was looking for something about Red Square. And I was like, ‘Is it really you?’”\nWords by \n\nVideo of  by "}, {"num_of_comments": 24, "num_of_like": "759,463", "path": "instagram/picture2773.jpg", "like_list": [], "date_time": "Nov 30, 2015", "location": "", "tag_list": ["@kevindliles", "@kevindliles"], "caption": "When photographing Atlanta Falcons football games, Kevin D. Liles () will take the requisite shots of touchdowns and dramatic tackles, but as a contractor for the team, he has the freedom to also point his lens away from the field. “Everything else is fascinating to me — the fans, the colors, the details, the face paint, the tattoos,” the 36-year-old says. “All the little things add up to tell a much richer story than just the action.” Sure, sometimes he’s 300 feet (90 meters) above the field on a catwalk, capturing quarterback Matt Ryan in the middle of a throw, but other times he’s getting smaller moments, like a detailed picture of defensive end Adrian Clayborn’s dreadlocks. Kevin also covers local and national news, like a recent Hillary Clinton campaign stop, for the New York Times. But no matter what he’s shooting, Kevin’s approach to preparation is the same: “I do my homework. With the players, I try to learn as much about them as I can. Same thing with news assignments. Everything I do, I just try to tell stories.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,414,692", "path": "instagram/picture2774.jpg", "like_list": [], "date_time": "Nov 30, 2015", "location": "", "tag_list": ["@sarakbyrne", "@javieralejandro_", "@kincyokochan.311", "@imraanchristian", "@missgint", "@mywayy07", "@mcommejeanpierre", "@kendrickbrinson", "@kamaliehsan", "@kincyokochan.311"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those\nwho are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "839,500", "path": "instagram/picture2775.jpg", "like_list": [], "date_time": "Nov 29, 2015", "location": "", "tag_list": ["#hellomynameis", "@paulinhohop", "@paulinhohop", "@vitordamasio"], "caption": "“ Paulo Henrique Teodoro (). I am 18 years old and live in Campinas, Brazil. I currently work at a music store and hope to study photography at university next year. In my free time, I am a hip-hop dancer and a photographer. As a kid, I really wanted to be a doctor, but it turns out that dream came from those around me more than from myself. When I realized that photography was one of my passions, I was visiting Rio de Janeiro. Surrounded by beautiful landscapes, I discovered that I do not need money to be rich. Being wealthy is about doing what I love: traveling, taking photographs and discovering new places.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "839,500", "path": "instagram/picture2776.jpg", "like_list": [], "date_time": "Nov 29, 2015", "location": "", "tag_list": ["@jacobjonasthecompany", "#camerasanddancers", "@jacobjonasthecompany"], "caption": "“I think as a choreographer my work tends to be very physical and explosive and athletic, and I encourage that in the still photographs too,” explains Jacob Jonas, artistic director of his self-named dance company (). Jacob discovered dance as a teenager living in Los Angeles; while skateboarding along Venice Beach he ran into a group of street performers and was immediately hooked. “With dance I’ve always been inspired by the people doing it rather than the moves they are doing, and that’s carried through my work today as a choreographer,” he says. A self-taught photographer, Jacob collaborates with Instagrammers to capture his dancers while on tour or outside of the rehearsal studio. He runs a monthly InstaMeet on location, , choosing unusual settings which respond to his dancers’ acrobatic movements. “I try to take each photo and make it an autobiography for the dancer — looking at the photograph you can understand who they are as people. It’s less about being flashy in their face and more about the rawness of the shot,” he says. Jacob is an advocate of staying curious and trying something new: “Encourage your friends to just go jump or do a dance pose,” he says. “You don’t have to be a professional dancer to shoot dance.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "839,500", "path": "instagram/picture2777.jpg", "like_list": [], "date_time": "Nov 28, 2015", "location": "", "tag_list": ["#WHPhandmade", "#WHPhandmade", "@tortus_copenhagen"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make photos and videos that feature artisanal crafts or your own handmade projects. Here’s how to get started:\n\nUse lighting and framing to highlight details that set crafted items apart.\n\nShare the story behind a homespun project — incorporate an artisan or craftsperson within their shop or workspace, reveal a work in progress, or use video to capture a project step-by-step.\n\nBe on the lookout for handmade objects in everyday life, such as recycled or creatively repurposed items.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured Monday.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "733,091", "path": "instagram/picture2778.jpg", "like_list": [], "date_time": "Nov 28, 2015", "location": "", "tag_list": ["@nourikam", "@nourikam"], "caption": "Once a week on Saturday mornings, Nour Kamel () goes out in search of hidden gems in bustling Cairo. After spending two years in France and Spain, Nour, who’s 27, returned home with a fresh lens and a passion to rediscover her home city of 11 million. “I suddenly started to notice the bits that are unique to us — the colors, the windows, how we hang our laundry,” she says.\nThe Cairo most people experience is one that is crowded and loud, but Nour seeks out quieter streets with intimate surroundings that tell a different tale. “I like to find the sense of serenity that still exists,” she says. “I want people to see the Cairo that is least known to the world. That means a Cairo that is apolitical, a Cairo that lives in peace — where day-to-day activities happen smoothly, where there is charm and kindness and an extreme sense of home and hospitality.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "739,504", "path": "instagram/picture2779.jpg", "like_list": [], "date_time": "Nov 27, 2015", "location": "", "tag_list": ["@carolina_ferrer_", "@carolina_ferrer_"], "caption": "Carefully chosen pans, a beam of light that filters unexpectedly, an ideal moment and a pinch of charm — these are the ingredients Carolina Ferrer () combines to capture her passion for desserts. “I try to photograph things that you can eat with your eyes, through the colors, with my style,” says Carolina, a home cook, photographer and stylist who lives in Barcelona, Spain.\n\nHer love for baking began as a little girl when her aunt gave her some antique children’s cookbooks. She quickly replaced her toys with the sweet flavors that she loved to bake, preferring to give her treats to family, friends and neighbors rather than eating them herself. Now, accompanied by her son, Carolina photographs cakes on an eclectic collection of plates picked up during her travels, not caring about spilling ingredients all over the table. “Sometimes my pictures are a bit chaotic with all the flour and chocolate scattered everywhere,” she says. “But that’s how I cook.” Photo by "}, {"num_of_comments": 24, "num_of_like": "873,082", "path": "instagram/picture2780.jpg", "like_list": [], "date_time": "Nov 27, 2015", "location": "", "tag_list": ["@marthastewart", "#whoifollow", "@beyonce", "@seenbysharkey", "@willcottonnyc", "@darcymiller", "@keiyamazaki", "@gtowey", "@marthastewart", "#🦃", "#IGThanksgiving"], "caption": "If Thanksgiving in the US had a spokesperson, it would most likely be Martha Stewart (). “I love the food and the friends,” says the 74-year-old entrepreneur who has turned cooking, organizing and celebrating into an art as well as a global brand. This year, Martha will roast four turkeys (in 2014, there were only three), and make a signature bourbon cocktail to be sure her guests break the ice with each other. “I don’t want anyone at my Thanksgiving to say they are not happy,” she says, insisting it is not at all difficult to create a beautiful holiday — “Get a slew of good recipes, cook a beautiful turkey and your friends will adore you.” To celebrate with Martha, we asked her to recommend some favorite accounts on Instagram. Here is the lifestyle expert’s :\n\nBeyoncé () — She lives a life I only dream about.\n\nKevin Sharkey () — If I want to see the most beautiful photos of my own home ... He captures the essence of my living.\n\nWill Cotton () — One of the most talented artists I know, and I was thrilled we collaborated on the 25th anniversary cover of Martha Stewart Living.\n\nDarcy Miller () — Love seeing her three children, her creativity and drawings.\n\nKei Yamazaki () — Every picture is amazing.\nGael Taley () — Travels to the most beautiful places in the world, and has the best travel photography.\n\nPhoto by \n\n If you’re in the US, celebrate Thanksgiving with the Instagram community by tapping on Explore (the magnifying glass) to see the best videos throughout the holiday. Any public Thanksgiving video is eligible to be featured, but if you want to make sure we see yours, add ."}, {"num_of_comments": 24, "num_of_like": "1,013,549", "path": "instagram/picture2781.jpg", "like_list": [], "date_time": "Nov 26, 2015", "location": "", "tag_list": ["@jsph", "#loykrathong", "@jsph"], "caption": "In Thailand and pockets of Myanmar, Malaysia and Laos, November 25 is the annual Loy Krathong festival — held at canals, rivers and lakes where those celebrating release ornate, buoyant baskets, called krathongs, to the water. “What I love about Loi Krathong is the idea of letting go,” says New York-based recruiting manager Bien Sunga (), whose travels to Chiang Mai, Thailand, coincided with this year’s festival. Several million Southeast Asian people and other travelers participate to honor Buddha and the goddess of water, and many hope to release negativity along with their floats. Bien likes this aspect best: “It is a good outlet to really separate myself from anything bothering me, so I can focus on the good in my life.” To see more photos of the festival, explore .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "600,451", "path": "instagram/picture2782.jpg", "like_list": [], "date_time": "Nov 26, 2015", "location": "", "tag_list": ["@simona.ghizzoni", "#uncutproject", "@simona.ghizzoni"], "caption": "The pictures are about survival. While Italian photographer Simona Ghizzoni () chooses grim topics to tackle — from eating disorders to war in Gaza, and currently, female genital mutilation (FGM) across Africa — she wants to provide hope through her portraiture. “Fear of dying, fear of the war, being worried about people you love, wanting to love and be loved, having hopes... It comes down to those basic things you see everywhere,” Simona says. She started documenting FGM because, despite the laws against it, the practice persists, and sharing pictures of women who are affected by it is Simona’s activism. “The younger girls — 8, 12 year olds — they have never been looked at. They have always been leftovers in society,” she says. “I really see in some of their eyes, ‘I am looked at really and somebody is listening to what I am saying.’”\nNovember 25 is International Day for the Elimination of Violence Against Women, and Simona is launching  to raise awareness of FGM. Explore the hashtag to find out more.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "768,836", "path": "instagram/picture2783.jpg", "like_list": [], "date_time": "Nov 25, 2015", "location": "", "tag_list": ["@gkstories", "@gkstories"], "caption": "Stockholm photographer David Frenkiel () is a highly visual guy — and he expects his food to be visual, too. “Think about the rainbow of colors and aromas at the vegetable aisle in the grocery store and compare that to what you smell and see when you pass the meat section,” says David, who has been a vegetarian for nearly 20 years. “I don’t think I’m the weird one for choosing to eat the food that all my senses naturally are drawn to.” A former magazine art director, David, along with his fiancé, Luise, have published two cookbooks, and they write the food blog, Green Kitchen Stories. He says color plays a part in the planning of meals for his family, which includes two young children, but flavor comes first. “Just by adding a few different vegetables, you usually get a pretty awesome mix of colors,” he says, adding that his trick to adding pop to savory dishes is by garnishing them with fruit, especially berries. “They have such intense colors and interesting textures. I often add in berries if my food doesn’t look great.”\nBut even for someone who’s focused on aesthetics, David is most interested in the backstory of the recipes he writes and photographs: “How you discovered a dish, who you were eating it with and where you were eating it — that often says much more than just talking about the ingredients.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "973,594", "path": "instagram/picture2784.jpg", "like_list": [], "date_time": "Nov 25, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@floracats", "@humanesociety", "#WeeklyFluff"], "caption": "Hello, Instagram! It’s time for your dose of . Today’s feature is a couple of cuddly calico cats named Hummy and Terra (). This Dutch feline duo is one of over 200 participants in the 2016 Animals of Instagram calendar, available now through the . To pick up the purrrfect gift for the  enthusiast in your life, click the link in our bio or visit bit.ly/HSUS2016InstagramCalendar."}, {"num_of_comments": 24, "num_of_like": "631,755", "path": "instagram/picture2785.jpg", "like_list": [], "date_time": "Nov 24, 2015", "location": "", "tag_list": ["@elmaxlindo", "@galactic_cannibal", "@a_violet_dream", "@bliu07", "@boscology", "@rayanhilal", "@miladsamangani_artworks", "@whirlwindcourtship", "@llewllewtoo", "#WHPfamilyrecipe"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and , who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "812,077", "path": "instagram/picture2786.jpg", "like_list": [], "date_time": "Nov 24, 2015", "location": "", "tag_list": ["@mumblestohimself", "@mumblestohimself"], "caption": "Hoang Tran () may be 30 years old, but he still enjoys playing with crayons. He doesn’t use the waxy sticks to color inside the lines though; rather, he carves detailed, miniature portraits of pop culture icons into them. Hoang, who lives in Pittsburgh, got his training in precision work during three years of dental school before he realized it wasn’t the career for him. “I withdrew to pursue something more creative,” he says. “I had seen someone else’s crayon carvings years before, and they stuck in my mind. Because we’d done something similar in dental school — we carved teeth from wax — I knew I had the skills to try [it].” So, using a stainless steel dentist’s implement called a Hollenback carver, he now makes sculptures of everyone from Darth Vader to SpongeBob to Homer Simpson. “It turns out I really, really enjoy this work,” says Hoang, who first peels back just the right amount of paper, carves, then applies melted wax to bulk up areas and add color details. “Now that I’m selling pieces online, showing in art galleries, even doing commissions for people, I guess other people really enjoy them, too.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "817,910", "path": "instagram/picture2787.jpg", "like_list": [], "date_time": "Nov 23, 2015", "location": "", "tag_list": ["@rissmoore10", "@rissmoore10", "@tallteef"], "caption": "Surfers are typically either powerful or graceful. Carissa Moore () is both, and perhaps that’s why she’s on the verge of winning her third World Surf League championship title. “I try to find a balance between being radical and progressive and smooth and graceful,” Carissa says. The 23-year-old will call on all these strengths over the next two weeks as she vies for the gold at the Target Maui Pro in Honolua Bay, Maui, the final event of the 2015 Women’s Championship Tour.\n\nBorn in Honolulu, Carissa learned to surf not long after she learned to walk. Her father is an avid swimmer and wanted to share his love of the ocean with her. She was instantly hooked and hasn’t let go since. “When I am riding a wave, I feel the most at peace with myself,” she says. “Surfing will always be a part of my life. The ocean will always keep me coming back for more.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "908,736", "path": "instagram/picture2788.jpg", "like_list": [], "date_time": "Nov 23, 2015", "location": "", "tag_list": ["@ufukakari", "@powerliftingjapdoll", "@moniquejaques", "@abbiets", "@tonyinseattle", "@galangtriansyah", "@sebmeyerphoto", "@chaddegroot", "@paulina_biswell", "@tonyinseattle"], "caption": "Every Sunday, we look back on the week and select some of our favorite images and videos from emerging voices across the globe. For these and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,181,247", "path": "instagram/picture2789.jpg", "like_list": [], "date_time": "Nov 22, 2015", "location": "", "tag_list": ["@onbokujyo", "@onbokujyo"], "caption": "Koji Kitagawa debunks the myth that a dog is man’s best friend. His closest chums are the horses at Paard Musée (), a horse ranch and his workplace located in the southern end of Japan’s Hokkaido prefecture. “Horses are big animals and are far stronger than humans, but they trust and depend on people,” says Koji. “When you want a horse to do something, you have to find nonverbal ways to communicate your thoughts and feelings — and that’s the attraction I don’t find in other animals.”\nPaard Musée is home to over 30 horses composed of 10 different breeds, including indigenous Dosanko horses, as well as foreign breeds like the Camargue, which is originally from France. “Each horse has a different personality,” Koji explains. “There are those that love to be around people, and there are others that are a bit mean.” Tending to the horses every day is taxing, but Koji thrives on his interactions: “The more you put into caring for the horses and the more involved you become with them, the more you and the horses learn from the growing relationship — and that’s the beauty of it all.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "637,454", "path": "instagram/picture2790.jpg", "like_list": [], "date_time": "Nov 22, 2015", "location": "", "tag_list": ["@justinbettman", "#SetintheStreet", "@justinbettman"], "caption": "New York City art director and photographer Justin Bettman () would like to cast your old furniture in his next public art project. Justin reclaims disposed and unwanted items from New York’s streets and overnight assembles them into stylized comic sets, which he photographs then leaves up for passersby to capture with the hashtag . “In New York on trash day people just leave stuff out, so instead of going to [the] landfill I thought, ‘Why not give it a second life?’” he explains. Justin is inspired on his daily runs through the city, where he often finds items for the next set, whether it be a fake deer head or a bathtub. “I like the mundane everyday life no one choses to photograph — scenes which look like they could have existed but didn’t actually exist,” he says. Sets can take from four weeks to two months to assemble, and his latest ones were erected in London and Berlin. “I’d like to go to other locations,” he says. “The type of furniture in each location is very different.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "768,485", "path": "instagram/picture2791.jpg", "like_list": [], "date_time": "Nov 21, 2015", "location": "", "tag_list": ["#WHPfamilyrecipe", "#WHPfamilyrecipe", "@jamescollier"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make photos and videos of the food traditions that bring your family together. Here’s how to get started:\nPay attention to details to photograph while you’re cooking, like colorful ingredients, worn recipe cards and special table settings.\n\nUse video to capture the process of making a meal, not just the plated dish — with a focus on lively moments like tossing pizza dough or precisely chopping a row of fresh vegetables.\n\nTell more of the visual story behind your favorite recipes by sharing who you eat your meals with, where it is that you cook and the ways we come together around food.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured Monday.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "929,518", "path": "instagram/picture2792.jpg", "like_list": [], "date_time": "Nov 21, 2015", "location": "", "tag_list": ["@lutje_anna", "@lutje_anna"], "caption": "Childhood is a universal experience, and yet the Dutch artist Renate Groenewoud () makes paintings that reintroduce adults to a child’s unique perspective. “Most of the time people think that children should be happy,” says the mother of three boys, who also works at a preschool during the day. “I try to show that children have their own world, and they can be lonely, too.” In particular, the intense gaze and subdued color palette in Renate’s close-cropped portraits focus on a child’s process of navigating many emotions — both positive and negative — for the very first time. “A little sorrow for us can be big for a child,” she says. Renate named her series “Lutje Anna,” or “Little Anna,” as a tribute to both her mother and grandmother, and hopes that her fictitious youngsters inspire others to reconnect with their younger selves. “Children are very pure in their emotions,” says Renate. “Big people, they hide their feelings. You have to ask if they are sad. And children, you can always see what’s happening there.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "816,989", "path": "instagram/picture2793.jpg", "like_list": [], "date_time": "Nov 20, 2015", "location": "", "tag_list": ["#hellomynameis", "@vandheur", "@vandheur", "@blvckvisuals"], "caption": "“ Hennessy Vandheur (). I am 17 years old, and I’m from Anaheim, California. I can tell you the instant I knew I was going to be a photographer for the rest of my life.\n\nI’ve been a foster kid since I was 14, when my mom kicked me out of our house. I was on a rooftop in Los Angeles taking photos during a really dark time in my life. I didn’t know what to do with my life, where to go. But then, I looked out and I saw the city, the lights — I saw just how beautiful the world was around me. There’s such beauty in capturing a moment like that, and making it accessible to everyone. I’ve made it my passion to immortalize the moments around us that we all take for granted. With photography, I found something that saved me.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "568,987", "path": "instagram/picture2794.jpg", "like_list": [], "date_time": "Nov 20, 2015", "location": "", "tag_list": ["@kaayoficial", "@kaayoficial", "@kaayoficial"], "caption": "When María Bernal found out her group, the Mexican trio Kaay (), had been nominated for a Latin Grammy, she was with her dad at his hospital bed. “It’s weird, just the duality of life,” she says. “The good thing is he actually got to hear the news before he went away.”\nShe was able to tell him about the honor –– and sing one of the band’s songs, “Para Cuando No Esté” (“For When I Am Gone”) –– right before he passed.\n\nMariá started Kaay with Renée Suárez and Cecy Leos eight years ago when they were still students. With tonight’s awards show, they are on the verge of the biggest honor of their careers. “We were expecting it for the last album,” says Renée, laughing.\n\nThe Latin Grammys take place tonight in Las Vegas. You can follow along with Kaay’s trip over at .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "697,991", "path": "instagram/picture2795.jpg", "like_list": [], "date_time": "Nov 19, 2015", "location": "", "tag_list": ["@landgallery", "@sophiacosmo", "@landgallery"], "caption": "An acrylic painting of a young Michael Jackson. A greeting card featuring Olivia Newton-John and a pilgrim zombie. An Alice Cooper Christmas ornament. These are just some of the pieces of artwork on display at LAND Gallery (), a workspace and gallery for a group of artists — including Myasia Dowdell, Michael Pellew and Kenya Hanley — with developmental disabilities in Brooklyn, New York. “The art is quirky, bold, funny, strange, astute, at times prophetic, and exuberant,” says Sophia Cosmadopoulos (), the gallery coordinator. “Through it we are able to get a rare glimpse of this unique perspective.” Many would characterize this work as “outsider art,” but Sophia often captions it “insider art” as well, to indicate its broader significance. “Their art is just as compelling and should be included.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "816,076", "path": "instagram/picture2796.jpg", "like_list": [], "date_time": "Nov 19, 2015", "location": "", "tag_list": ["@slinkachu_official", "@slinkachu_official"], "caption": "Slinkachu’s () miniature installations bring street art to the micro level. “Working very low to the ground has given me a different perspective,” says the London-based artist, whose real name is Stuart Pantoll. “And now I’m a bit obsessed with finding hidden nooks in the city.” Slinkachu creates worlds and leaves them behind in neighborhoods all over London, along with cities he travels to, including Berlin, Beijing and Doha, Qatar. “Although every city is different, they’re actually quite similar at the ground level,” he says. “The experiences are universal.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "758,591", "path": "instagram/picture2797.jpg", "like_list": [], "date_time": "Nov 18, 2015", "location": "", "tag_list": ["@elisainsua", "@elisainsua"], "caption": "Elisa Insua () has a knack for transformation. The 25-year-old Argentinian has reinvented herself — from a business economics student to a visual artist — and she routinely transforms discarded objects. Elisa draws from religious and pop culture references to collage, using everything from plastic toys, beads and computer parts. Other times she covers three-dimensional objects, like, say, a Stormtrooper mask, in gold keys, chains and coins.\n“Golden things have always fascinated me because they are closely related to the sacred and to power. Gold is the color that has long been synonymous with money,” says Elisa. “I think it’s the perfect color to reflect on issues such as ostentation and accumulation. I also associate gold and brightness with the aesthetics of American rap, which attracts and inspires me.”\nMany of the materials Elisa uses are donated by friends and Instagram followers. “It’s that meaningless trash that people keep in their drawers and can be immortalized in a work of art,” she says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "860,277", "path": "instagram/picture2798.jpg", "like_list": [], "date_time": "Nov 18, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@hankthebasset", "@hankthebasset"], "caption": "Hello, Instagram! It’s time for the . Meet Hank (), a handsome basset hound whose floppy ears and expressive face make it easy to forgive when he sneakily snatches food from the table. If your feed could use a dose of delightfully droopy doggie, follow ."}, {"num_of_comments": 24, "num_of_like": "643,921", "path": "instagram/picture2799.jpg", "like_list": [], "date_time": "Nov 17, 2015", "location": "", "tag_list": ["@pauliii28", "@docthefeelgood", "@ensanx", "@gregburney", "@ssstinkypics", "@lecinderi", "@sunny_carmen", "@callmemaybechris", "@mapz_takeapicture", "#WHPfoundframes"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "695,402", "path": "instagram/picture2800.jpg", "like_list": [], "date_time": "Nov 17, 2015", "location": "", "tag_list": ["@kei__okuda", "@kei__okuda"], "caption": "Many people have role models, Kei Okuda’s () just happen to exist in her imagination. Using a ballpoint pen and blots of watercolor, the 25-year-old aspiring illustrator brings her interpretation of “admirable girls” to life. “Modest yet fashionable, and hairstyles that are in trend — I try to draw girls who I want to be like, and who I think are charming,” she explains.\n\nLast June, Kei left her hometown in Japan’s Mie prefecture and moved to Tokyo in pursuit of her lifelong dream of becoming a picture book illustrator. Some of the friends she’s made on her journey are people who have shown interest in her artwork on Instagram. Joining photo walks and InstaMeets, Kei is finding joy in preserving fun moments, and even being a model herself for other people’s photos. “Although there’s no direct connection between photography and my drawings, I think it does have some impact on my illustrations — like my favorite expressions on friends’ faces and the atmosphere of the changing seasons,” says Kei. “After all, my drawings and photos are both captures of my favorite things.”\nPhoto by "}]}