{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "593,020", "path": "instagram/picture2301.jpg", "like_list": [], "date_time": "May 3, 2016", "location": "", "tag_list": ["@rickwlms", "@burnrubberdetroit", "#SmallBusinessWeek", "@rickwlms"], "caption": "Rick Williams () bought his sneaker boutique, Burn Rubber (), when he was just 23 years old. No easy feat for a new college graduate. “I got into photography because of my sneaker store. I had to shoot the product because we didn’t have money to pay a real photographer,” Rick, now 35, says. “I just got to the point where that was my favorite part of the whole process.” Telling stories through photos is Rick’s creative passion these days, and scenes from Detroit are often his muse: “When I shoot around out here, I’ve been in a lot of abandoned buildings and things like that,” Rick, who lives in Southfield, Michigan, a Detroit suburb, says. “But I find a lot of beauty in that heritage, imagining what used to be there and what that building used to be like ... We’re making it here. We’re still driving. There’s a beauty in that to me; there’s a beauty in the struggle.” \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "830,525", "path": "instagram/picture2302.jpg", "like_list": [], "date_time": "May 2, 2016", "location": "", "tag_list": ["@liaselina", "@liaselina"], "caption": "“Every doll is a unique story for me,” Lia Selina (), an illustrator from Ramenskoye, Russia, says. She started working in computer animation, but after giving birth to her daughter, Alice, and reconnecting with her love of fairy tales, Lia went back to basics with a notebook and color pencils and began drawing unique dolls. “My inspiration comes from the nature — flowers, trees, birds, wind and water. Every season of the year brings new ideas and, of course, I love fairy tales.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "852,267", "path": "instagram/picture2303.jpg", "like_list": [], "date_time": "May 1, 2016", "location": "", "tag_list": ["@nastaran__fp", "@nastaran__fp"], "caption": "Nastaran Farjadpezeshk () is one of our featured voices from The Week on Instagram with this photo from a rainy afternoon in Iran. “Two kids caught my attention while asking their parents for their mobile phone. At first I thought they wanted to play with it, but then I realized they actually wanted to take a picture of the rainbow,” says Nastaran, an electrical engineering professor. “There are always moments in our lives that we as adults can’t actually see.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "607,210", "path": "instagram/picture2304.jpg", "like_list": [], "date_time": "May 1, 2016", "location": "", "tag_list": ["@thecuadro", "@wmag", "@thecuadro"], "caption": "April 30 is the last White House Correspondents’ Dinner for this presidency, and to mark the occasion, the collage artist Pablo Thecuadro () created new works featuring classic images from past dinners, starring icons like Carolyn Bessette Kennedy and Sylvester Stallone. “I begin when I see pictures that I love, and I start thinking how I could transform them,” says the artist who lives in Madrid. “I finish when I’ve tried every combination and chosen the one I like the most.” Pablo, who worked with W Magazine () on this series, says that of the three images, the one from the ‘70s is his favorite. “I love the photographs from that decade,” he says. “With these images, I wanted to express something joyful and glamorous, a party that you would want to go to.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "607,210", "path": "instagram/picture2305.jpg", "like_list": [], "date_time": "May 1, 2016", "location": "", "tag_list": ["@nifer", "@nifer"], "caption": "Californian Jennifer Diamond () is one of our featured voices from The Week on Instagram with this video from San Francisco’s Ocean Beach. “I could barely see what was happening because the sun was blinding,” says Jennifer, who was pleasantly surprised by the result. “That day I felt a strong connection to the seagulls. The powerful force of the wind brought us together.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "664,032", "path": "instagram/picture2306.jpg", "like_list": [], "date_time": "Apr 30, 2016", "location": "", "tag_list": ["@firoz_merchant", "@firoz_merchant"], "caption": "Firoz Merchant () is one of our featured voices from The Week on Instagram with this photo from Mumbai. Firoz, an entrepreneur and photographer, was on his way to a meeting when he encountered this otherworldly moment. “The man sitting on the truck, while it’s moving ... he is extremely calm and settled,” Firoz says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "664,032", "path": "instagram/picture2307.jpg", "like_list": [], "date_time": "Apr 30, 2016", "location": "", "tag_list": ["#WHPdaydream", "@una_blue", "#WHPdaydream", "@una_blue"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make surreal photos and videos inspired by your dreams — like this one by . Here’s how to get started:\nStage a reality- or gravity-defying moment, like tossing objects into the air to make them appear as if they’re magically floating.\n\nCreate a psychedelic dreamscape by shooting through tinted materials or turning your camera for a distorted perspective.\n\nIf shooting video, consider a plot twist that transforms an ordinary situation into a fantasy.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "634,626", "path": "instagram/picture2308.jpg", "like_list": [], "date_time": "Apr 30, 2016", "location": "", "tag_list": ["@music", "@champagnepapi", "@champagnepapi", "@theo.skudra"], "caption": "Today on  … “Views.” Almost two years in the making, Drake’s () new record is as much about his life and the people in it — including his mom, Sandi Graham — as it is his current dominance of the music world writ large. Since first announcing the record back in 2014, Drake has been busy, dropping two buzzworthy mixtapes as well as the single “Hotline Bling” (and its neon-hued music video). Now, it’s all about the new album — which, according to Drizzy, is “based around the climate shift in Toronto.” “Our summers don’t last that long so we pack as much as we can in, and I’ve tried to get that across with this particular project,” he says. “If you enjoy my music, this will hopefully be in the top two or three albums that I have ever put out.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "908,980", "path": "instagram/picture2309.jpg", "like_list": [], "date_time": "Apr 30, 2016", "location": "", "tag_list": ["#whyImove", "@kuraevaolga", "@kuraevaolga", "@ayakovlevcom"], "caption": "“My dance is neither a philosophy nor a job; it is the way I am feeling emotionally. This is ,” Moscow-based dancer Olga Kuraeva () says. “I am not an actress. If I am not going through a certain emotion, I won’t be able to express it through dance. It doesn’t matter if I dance well or not — the most important thing is that I am real. The Bolshoi Ballet Academy is my childhood, my youth and my present, but I don’t have ballet idols. I am really inspired by people who do extreme sports. I think they are brave and emotionally very strong. The stage never gives you a second chance, so I prefer photos and videos. The camera is able to capture real and deep emotions. I can see myself developing in that direction in the future.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "898,882", "path": "instagram/picture2310.jpg", "like_list": [], "date_time": "Apr 29, 2016", "location": "", "tag_list": ["@sfmoma", "@snohetta", "@sfmoma", "@henrikkamfoto"], "caption": "The expansion of the San Francisco Museum of Modern Art () includes a second entrance and soaring atriums — light-filled and welcoming places where visitors can spend time for free and view art even if they’re not planning\na full museum visit. “It’s a way for the museum to say that this is a new gallery, a new type of work, with a new mission to bring people inside,” says Jon McNeal, the project architect at Snøhetta (), the firm that designed the expansion.\n\nThe elements in the museum that Jon expects will be photographed the most include the entryways, the dynamic new façade of the building and — perhaps surprisingly — the restrooms. “We designed them to be a visual reset for your eyes,” says Jon, describing facilities that relate to the artwork on each floor and are bathed in the same bright color from floor to ceiling, whether magenta or fire-engine red or bright green. “It’s a clear punctuation mark for your visit,” he says. “When you go back to the gallery, it’s as if you’re entering it for the first time.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "538,530", "path": "instagram/picture2311.jpg", "like_list": [], "date_time": "Apr 29, 2016", "location": "", "tag_list": [], "caption": "When we first built Instagram for Windows, we were focused on bringing the app’s core features to the Windows Phone community as quickly as possible. Today, we’re rolling out Instagram for Windows 10 Mobile with all of the community’s favorite features — including Instagram Direct, Explore and video.\n\nYou’ll also see that Instagram for Windows 10 Mobile supports Live Tiles, showing you updates right on your home screen.\n\nYou can learn more about Instagram for Windows 10 Mobile in the Instagram Help Center.\n\nInstagram for Windows 10 Mobile is rolling out today in the Windows Store."}, {"num_of_comments": 24, "num_of_like": "569,321", "path": "instagram/picture2312.jpg", "like_list": [], "date_time": "Apr 29, 2016", "location": "", "tag_list": ["@braxtonmiller", "@braxtonmiller", "@emadrashidi"], "caption": "Braxton Miller () is a man on the verge of having his lifelong dream come true. “I have been praying for this moment since I was 6-years-old,” Braxton says about the opportunity to be selected in the NFL draft this week. “Whichever team I go to, I’m going to be the same person, and I’m going to work even harder,” he says. The future hasn’t always been so clear for Braxton. The one-time star quarterback at Ohio State was forced to change positions to wide receiver his senior year after a devastating shoulder injury. He hopes his hard work sheds light on the kind of person he is. “There are all types of good players and competition in the league,” Braxton says. “So I just want to be the best I can be.” Photo of  by "}, {"num_of_comments": 24, "num_of_like": "569,321", "path": "instagram/picture2313.jpg", "like_list": [], "date_time": "Apr 28, 2016", "location": "", "tag_list": ["#hellomynameis", "@mermaideleh", "#NationalPoetryMonth", "@mermaideleh"], "caption": "“ Rhiannon McGavin (). I’m 18 years old and I live in Los Angeles.\n\nIn ninth grade, the Get Lit program came to my school. Students choose a classic poem, write a response and compete with their response in an annual poetry slam. My poem was ‘A Smile to Remember’ by Charles Bukowski — and my response was about how much I hated getting catcalled walking home from school. I scored straight 10s in the classic slam, so they recruited me to represent Los Angeles for Brave New Voices, an international spoken word competition for teenagers. Things definitely went crazy from there.\n\nGrowing up, my mom and I weren’t able to go on a lot of family vacations, but last year, I was asked to perform at the Women in the World summit in New York. New York is where my mom grew up, and it’s her favorite city in America. I was able to take my mom there for a week because of my poetry.\n\nNext year, I’m going to be an English major at UCLA with a minor in developmental psychology. This is my secret dream: I want to produce a children’s show or a children’s book series about Shakespeare and classical literature.”\n\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "569,321", "path": "instagram/picture2314.jpg", "like_list": [], "date_time": "Apr 28, 2016", "location": "", "tag_list": ["@molistudio", "@molistudio"], "caption": "“Something that looks industrial, mechanical and complex can also have an elegant and refined nature,” says Molistudio () designer Sebastián Dias. He and his Argentine colleagues, Ignacio Gómez and Jonatan Basaldúa, turn ordinary objects into colorful pieces of industrial design with their looping GIF animations. Whether they’re experimenting with playful robots or building 3-D cities, they call their job “an excuse to communicate and tell stories.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "689,416", "path": "instagram/picture2315.jpg", "like_list": [], "date_time": "Apr 28, 2016", "location": "", "tag_list": ["@chulsukim", "@chulsukim"], "caption": "Chulsu Kim () has three tenets for extraordinary street photography: “Go with your instincts. Take lots of photos. Just keep walking.” The photographer, who is originally from Yamaguchi, Japan, has a knack for capturing candid expressions throughout the streets, parks and metro stations of Tokyo. “No matter who the subject is, there is always a moment when they become a great actor,” he says. “I feel a tremendous buzz when I come across such moments.” After a day collecting hundreds of photos, Chulsu feels exhilarated and connected to the city’s pulse: “Directly experiencing the ever-changing urban environment and the way people live — it’s really stimulating.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "689,416", "path": "instagram/picture2316.jpg", "like_list": [], "date_time": "Apr 27, 2016", "location": "", "tag_list": ["@cameronrussell", "@nyculture", "@materialsforthearts", "#LifeOnEarthWWIM13", "#WWIM13", "#Boomerang", "@cameronrussell"], "caption": "Last weekend, thousands of people like model, writer and activist Cameron Russell () gathered for the 13th Worldwide InstaMeet to celebrate Earth Day while taking photos and videos together. With the New York City Department of Cultural Affairs (), Cameron organized an InstaMeet at Materials for the Arts (), a reuse center where fashion houses can drop off materials for not-for-profit organizations like public schools and hospitals to repurpose. “Materials for the Arts upcycling 1.5 million pounds [680,400 kilograms] last year of fashion’s fabric that was headed for the trash is proof that a sustainable future is not one of scarcity, but of abundance,” Cameron says.\n\nCheck out  and  to see how our amazing community celebrated in every corner of the world.\n\n by "}, {"num_of_comments": 24, "num_of_like": "689,416", "path": "instagram/picture2317.jpg", "like_list": [], "date_time": "Apr 27, 2016", "location": "", "tag_list": ["@kenta_soyoung", "#LifeOnEarthWWIM13", "#WWIM13", "#Boomerang", "@kenta_soyoung"], "caption": "Last weekend, thousands of people like  gathered for the 13th Worldwide InstaMeet to celebrate Earth Day and explore nature while taking photos and videos together. Check out  and  to see how our amazing community celebrated in every corner of the world.\n by "}, {"num_of_comments": 24, "num_of_like": "919,067", "path": "instagram/picture2318.jpg", "like_list": [], "date_time": "Apr 27, 2016", "location": "", "tag_list": ["@christophcolon", "#LifeOnEarthWWIM13", "#WWIM13", "@christophcolon"], "caption": "Last weekend, thousands of people like 19-year-old student Christoph Stoeter () gathered for the 13th Worldwide InstaMeet to celebrate Earth Day while taking photos and videos together.\n\nChristoph attended an InstaMeet just outside of Frankfurt, Germany, where he took this photo of his friend Thomas. “There is nothing better than being in nature and to be blown away by it’s beauty,” says Christoph. “It was one of those moments when you realize you’re in the right place at the right time.”\nCheck out  and  to see how our amazing community celebrated in every corner of the world.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "733,329", "path": "instagram/picture2319.jpg", "like_list": [], "date_time": "Apr 27, 2016", "location": "", "tag_list": ["@tasneemalsultan", "@tasneemalsultan"], "caption": "As a woman born in the US to Saudi parents, Tasneem Alsultan () often felt like an outsider — someone not fully embraced by or comfortable in the cultures that shaped her. “I was a third culture kid,” Tasneem, 30, says of her formative years. “I didn’t react to things the same way my parents did, but I also didn’t look like what many people think of as a typical American. It took me a long time to be OK with that.” Today, Tasneem’s photography ranges from spontaneous, joy-filled wedding portraits to more recent documentary work on the private lives of Saudi women. All of her pictures are filtered through a sensibility born from one abiding hope: that she can capture what unites diverse cultures, rather than what divides them. “In my photography, I am trying to mediate between worlds,” Tasneem says. “It’s a kind of activism. I’m rebelling against stereotypes by portraying people, and especially women and girls, as they really are.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "733,329", "path": "instagram/picture2320.jpg", "like_list": [], "date_time": "Apr 27, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@umigiva", "@umigiva"], "caption": "Today’s  is for those who shower love on shibas. Meet Fricko (): a snuggle-loving Swedish shiba inu with a streak of fun-loving mischievousness. If your feed is in need of some inu inundation, follow ."}, {"num_of_comments": 24, "num_of_like": "1,052,156", "path": "instagram/picture2321.jpg", "like_list": [], "date_time": "Apr 26, 2016", "location": "", "tag_list": ["@_isalv", "#LifeOnEarthWWIM13", "#WWIM13", "@_isalv"], "caption": "Last weekend, thousands of people like  gathered for the 13th Worldwide InstaMeet to celebrate Earth Day and explore nature while taking photos and videos together. Check out  and  to see how our amazing community celebrated in every corner of the world.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "941,093", "path": "instagram/picture2322.jpg", "like_list": [], "date_time": "Apr 26, 2016", "location": "", "tag_list": ["@elyasami", "#LifeOnEarthWWIM13", "#WWIM13", "@elyasami"], "caption": "Last weekend, thousands of people like  gathered for the 13th Worldwide InstaMeet to celebrate Earth Day and explore nature while taking photos and videos together. Check out  and  to see how our amazing community celebrated in every corner of the world.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "818,735", "path": "instagram/picture2323.jpg", "like_list": [], "date_time": "Apr 26, 2016", "location": "", "tag_list": ["@aljvd", "#LifeOnEarthWWIM13", "#WWIM13", "@aljvd"], "caption": "Last weekend, thousands of people like  gathered for the 13th Worldwide InstaMeet to celebrate Earth Day and explore nature while taking photos and videos together. Check out  and  to see how our amazing community celebrated in every corner of the world.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "731,329", "path": "instagram/picture2324.jpg", "like_list": [], "date_time": "Apr 26, 2016", "location": "", "tag_list": ["@cburtonsiller", "@cburtonsiller"], "caption": "Claudia Burton Siller () documents the small moments that warm our hearts and feel magical, like sun shining through a window. “As soon as my children wake up in the morning, I can see early little light peeping behind the closed curtains,” Claudia, who lives with her family in Hermosillo, Mexico, says. “Every time I spot that light, I photograph everything: a cup of coffee, one of my kids or even myself.” She remembers to take photos so she won’t forget these times: “I don’t want to let go of the small details as they go away so suddenly. My pictures help me keep track of the everyday life of my family, the natural moments without a pose. They are like old photo albums.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "721,755", "path": "instagram/picture2325.jpg", "like_list": [], "date_time": "Apr 26, 2016", "location": "", "tag_list": ["@culinary_canvas", "@culinary_canvas"], "caption": "One late night after dinner with friends, Lauren Purnell () started playing with her leftover pasta: “I turned it into a tree ... and I just called it the spaghetree.” The 23-year-old Canadian-born, London-based brand strategist and part-time artist’s “tree” was a hit, and creating art out of food scraps became a new passion. Quickly, Lauren realized the best colors come from fresh food, so she started using what gets discarded in food prep — lots of skins, rinds, all the leftover bits. Her art is a means for repurposing these scraps before they’re tossed out. “I love the idea that my pieces could inspire people to stop wasting food,” Lauren says. She has labored over panda bears, florals and even scenes inspired by life in London, but her favorite pieces are the still the spontaneous ones.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "803,154", "path": "instagram/picture2326.jpg", "like_list": [], "date_time": "Apr 25, 2016", "location": "", "tag_list": ["@traslospasosdelquijote", "#Cervantes", "@instagrames", "@traslospasosdelquijote"], "caption": "Not long ago, in the dry plains of La Mancha, there lived a gentleman of epic bravery and shiny armor. That man is former security guard José Ramón Gándara Alonso (). Amazed by the heroism (and insanity) of Don Quixote, the title character of the novel by Miguel de , José Ramón quit his job to study photography and become the “21st Century Man of La Mancha.” Last summer, he built handmade armor out of upcycled goods — his shield was a former waiting tray and his helmet once served as a cooking bowl — before cycling under the blazing Spanish sun in search of adventure. “Some wizard changed my horse for a bizarre invention that had to be moved with pedals,” the knight from Castellón, Spain, says of his bicycle. He is ready to start the second leg of his journey as Don Quixote, marking the 400th anniversary of the passing of Miguel de Cervantes.\nFor more stories from the Spanish-speaking community, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "775,338", "path": "instagram/picture2327.jpg", "like_list": [], "date_time": "Apr 25, 2016", "location": "", "tag_list": ["@in_zhir", "@in_zhir"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo of Vienna in bloom captured by Alexandra Andreeva (), whose life as a medical student keeps her in the library. “The positive side of not having time to do anything but study is that it’s now much easier to notice this everyday beauty and be just like a tourist,” Alexandra says.\nFor more of these photos, videos and news from around the community, visit blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "774,046", "path": "instagram/picture2328.jpg", "like_list": [], "date_time": "Apr 24, 2016", "location": "", "tag_list": ["@silvanamangana", "@laleleelulu", "@silvanamangana"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo by Silvia Miralles () of her friend Lulu (). After buying a unicorn balloon, the pair took inspiration from an empty parking garage in Hamburg, Germany. “The light, the symmetry, the unicorn, Lulu ... everything fit together and turned into a magic picture,” says Silvia.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "774,046", "path": "instagram/picture2329.jpg", "like_list": [], "date_time": "Apr 24, 2016", "location": "", "tag_list": ["#hellomynameis", "@brennen", "@brennen", "#PlaylistLive", "@brennen"], "caption": "“ Brennen Taylor (), and I’m an actor from the San Fernando Valley in California. I try to entertain people through my videos, but social media changed my whole life, especially in the past year. I went from working in a mechanic shop, getting filthy in 100-degree [38 Celsius] valley heat, to supporting myself through my videos.\nI’ve met a ton of creators through social media who are so different from my high school friends — we all have the same passion to make people laugh; we all get each other. Because of the work I put into my videos, I get to travel; I get to go to events and hug the people who watch my content every week. That’s the best part about this whole thing.\nObviously, I want the world to think I’m funny, but I’m always trying to promote positivity. I’ve realized that life is so short, and I want to tell my younger fans to be real, be you, have fun, and be happy. When I sit and think about how fast my own life has gone, I just want the people who watch my videos to remember to enjoy life, too.”\nFollow  as he meets fans, friends and fellow creators at  this weekend.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "816,114", "path": "instagram/picture2330.jpg", "like_list": [], "date_time": "Apr 24, 2016", "location": "", "tag_list": ["@leofloresfotografia", "@leofloresfotografia"], "caption": "Leo Flores () is one of our featured voices from The Week on Instagram. He stumbled upon this group practicing capoeira on a beach in Brazil. “It was a beautiful day and I woke up early to photograph the sunrise,” he says. “Three guys did a synchronized jump to warm up and I decided to shoot. I like the feeling that they are flying.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,033,685", "path": "instagram/picture2331.jpg", "like_list": [], "date_time": "Apr 23, 2016", "location": "", "tag_list": ["@simona_br_photography", "@arnarkristjans_photography", "@simona_br_photography"], "caption": "Simona Buratti () is one of our featured voices from The Week on Instagram. Her photo of a lenticular cloud was taken near the Jökulsárlón glacier lagoon in Iceland. “I’ve always liked to play with the human element in big landscapes,” says Simona, who was on the road with her partner Arnar Kristjansson (). “Standing in front of that cloud was a great moment. I still feel the goosebumps.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "621,326", "path": "instagram/picture2332.jpg", "like_list": [], "date_time": "Apr 23, 2016", "location": "", "tag_list": ["@ursulaholliday", "@music", "@delilahholliday", "@ameliasayaka", "@skinnygirldietband", "@skinnygirldietband", "@music"], "caption": "Growing up,  listened to punk music. “Everyone just thought I was weird,” the 18-year-old drummer tells Instagram . Luckily, she had kindred spirits in sister , 19, and cousin , 20. So they started playing songs together, channeling their feminist-first, working-class message into , an energetic, balls-to-the-wall punk group that counts the Powerpuff Girls as role models. “I used to love Bubbles so much, I was like, I have got to play drums,” says Ursula. “Blossom played guitar,” adds Delilah. “And then Buttercup over here,” replies Ursula, while pointing to Amelia, “played bass.”\nPhoto by . Words by "}, {"num_of_comments": 24, "num_of_like": "675,486", "path": "instagram/picture2333.jpg", "like_list": [], "date_time": "Apr 23, 2016", "location": "Uga, Canarias, Spain", "tag_list": ["@jason_decaires_taylor", "#EarthDay", "@jason_decaires_taylor"], "caption": "British artist Jason Decaires Taylor’s () sculptures live under the sea. His newest aquatic installation is on display at the Atlantic Museum, an underwater museum off the coast of Lanzarote, one of the Canary Islands. “A lot of the narrative of the sculptures is about global warming, about a denial of what’s happening to our resources,” he says of his sculptures. “On a practical level, they are designed to encourage people to go into the ocean, to get to know more about the environment.” Made from a special type of marine cement, the life-size pieces host different species of sponge, coral and fish. “I am hoping that in the future they will be completely inundated with life and transformed,” he says. \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "981,890", "path": "instagram/picture2334.jpg", "like_list": [], "date_time": "Apr 22, 2016", "location": "", "tag_list": ["#LifeOnEarthWWIM13", "#WWIM13", "@hobopeeba"], "caption": "The 13th Worldwide InstaMeet is finally here! Thousands of people will spend Earth Day weekend (April 22-24) celebrating the wonder and beauty of the planet while exploring nature and taking photos and videos together.\n\nThis weekend, use  and  to share your InstaMeet experiences, and browse the hashtags to see how our amazing community is celebrating in every corner of the world.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "743,381", "path": "instagram/picture2335.jpg", "like_list": [], "date_time": "Apr 22, 2016", "location": "", "tag_list": ["#hellomynameis", "@daviduzochukwu", "@daviduzochukwu"], "caption": "“ David Uzochukwu (). I’m a 17-year-old photographer from Austria, and I currently live in Brussels. I started taking pictures when I was 10. I was too frightened to ask anyone to let me photograph them, which is what got me into self-portraiture. Sometimes, I’ll slip into a character; sometimes, I’ll show something that is purely me. Somewhere between acting and confessing, I get to learn more about myself. Instead of projecting my idea onto someone else, I’m the only one in a photograph — I’m completely responsible for it. Doing that over and over again made me a lot more confident in who I am and who I want to be. I slowly have started to photograph others as well; I especially felt the need to ever since I moved into a city. People’s diversity fascinates me, and I’m very inspired by how fragile and strong humans can be at the same time.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "736,862", "path": "instagram/picture2336.jpg", "like_list": [], "date_time": "Apr 22, 2016", "location": "", "tag_list": ["@danielafederici", "#ripprince", "@prince", "@danielafederici"], "caption": "“One of the highlights of my career was photographing Prince. My favorite musician of all time. His brilliance is unequated. And even more impressive, each frame was flawless. A true artist and the most remarkable person I’ve worked with.” —photographer and director Daniela Federici () \n\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "510,803", "path": "instagram/picture2337.jpg", "like_list": [], "date_time": "Apr 22, 2016", "location": "", "tag_list": ["@lekon_v", "@lekon_v"], "caption": "“I aim to find a simple, minimalist form with my own special northern energy, because I’m from Yakutia,” news correspondent Alexey Vasilev (), from Russia’s Republic of Sakha, says. “I find inspiration from Korean and Japanese Instagrammers: Their light landscapes and gentle portraits ― they are laconic and easy to read, but at the same time they have a unique Asian energy.” On the weekend, Alexey heads outside the city on a search for cinematic landscapes: “I always have my camera with me. You never know what kind of story you can find around the corner.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,018,700", "path": "instagram/picture2338.jpg", "like_list": [], "date_time": "Apr 21, 2016", "location": "Lake McDonald", "tag_list": ["@jacobwfrank", "#LifeOnEarthWWIM13", "@jacobwfrank"], "caption": "Landscapes stretching across endless horizons make up Jacob W. Frank’s () office. He works as a visual information specialist (aka park photographer) at Glacier National Park in Montana. After seeing a flier for a national parks internship in college, Jacob changed his major: “I realized, wow, you can get paid to work in national parks. I didn’t even realize that was a thing.” Jacob headed out to Grand Teton National Park in Wyoming, taking a camera along for the journey — only after his mother’s insistence.\n\nFor this weekend’s Worldwide InstaMeet, Jacob will host photographers and nature lovers for a sunset meet at Lake McDonald, one of his favorite spots in the park. “I think a lot of people are drawn to the idea of getting to take a picture with the park photographer,” he says about sharing the best locations. “They feel like we’re giving them the inside scoop.” \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "879,322", "path": "instagram/picture2339.jpg", "like_list": [], "date_time": "Apr 21, 2016", "location": "", "tag_list": ["@la_mayte", "@la_mayte"], "caption": "After visiting a local clinic for children with Down syndrome when she was 16, Paola Mayté Zarazúa () dreamed of a society more inclusive for children with disabilities. Today, she is a child psychologist in Guadalajara, Mexico, and works with children like this 5-year-old girl, also named Paola. “She is a very happy child. She has been included at home and her relationships with other kids are wonderful,” Paola, the grown-up, says. “Someone with a disability is not necessarily sad or suffering. They are just living with a disability, living a different life. I believe that our ability to adapt to others and understand our differences is what makes humans so unique.” Her work is challenging, but for Paola, it’s all worth it. “The most rewarding moment is when you see kids doing things for themselves.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "488,578", "path": "instagram/picture2340.jpg", "like_list": [], "date_time": "Apr 20, 2016", "location": "", "tag_list": ["@yuki__fujisawa", "@yuki__fujisawa"], "caption": "Some might think a damaged garment is at the end of its life, but for Yuki Fujisawa () it’s just the beginning. “You can hide the damage with foil and give the material a sort of beautiful repair,” says the fashion designer. Yuki buys vintage fabrics both locally — in Japan — and abroad, reusing the fabrics to create one-of-a-kind garments. Before Yuki applies foil to the surface, she hand-dyes each piece. “I use the dye to create a fragile, brittle color, then I add a glinting light that changes in three dimensions.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "912,242", "path": "instagram/picture2341.jpg", "like_list": [], "date_time": "Apr 20, 2016", "location": "", "tag_list": ["#WHPonthego", "@maleki_nooshin1365", "@maleki_nooshin1365"], "caption": " asked community members to make photos and videos that capture a sense of people and objects in motion — like this photo by Nooshin Maleki () of Iran.\n\nSee more of our favorite submissions to the project on blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "635,145", "path": "instagram/picture2342.jpg", "like_list": [], "date_time": "Apr 20, 2016", "location": "", "tag_list": ["#WHPonthego", "@carbajaljared", "@carbajaljared"], "caption": " asked community members to make photos and videos that capture a sense of people and objects in motion — like this photo by Salvador Jared Sánchez Carbajal () of Oaxaca, Mexico.\n“I’m proud of the cultural richness of my country and state, and I’m even prouder to be able to share it with the world,” says Salvador of his photograph taken in the town of Tetela del Volcán in Morelos.\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "635,145", "path": "instagram/picture2343.jpg", "like_list": [], "date_time": "Apr 20, 2016", "location": "", "tag_list": ["#WHPonthego", "@esteeveeen", "#Boomerang", "@esteeveeen"], "caption": " asked community members to make photos and videos that capture a sense of people and objects in motion — like this Boomerang by 27-year-old photographer Steven Sampang () of Chicago.\n“We waited for the train as it was passing by, and at the exact same moment, a car passed going the opposite direction in the foreground,” says Steven. “Couldn’t have planned it if we tried!”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\n by "}, {"num_of_comments": 24, "num_of_like": "666,879", "path": "instagram/picture2344.jpg", "like_list": [], "date_time": "Apr 20, 2016", "location": "", "tag_list": ["@ssazanovich", "#LifeOnEarthWWIM13", "@ssazanovich"], "caption": "Ksenia Sazanovich () calls the wild forests, snowy boulders, mountain streams and rocky caves of Krasnoyarsk, Russia, home. “Each season, our nature looks totally different. You can shoot the same landscape and each time it will look unique,” the 25-year-old photographer from Siberia says. “People definitely play a huge role in my pictures. I think they are a linking element between the landscape and the observer.” At this year’s Worldwide InstaMeet, Ksenia will experience the natural beauty of Siberia with fellow Instagrammers from her community. “For many, it’s a good reason to get off the beaten path and see things from a different perspective,” she says. \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "752,730", "path": "instagram/picture2345.jpg", "like_list": [], "date_time": "Apr 19, 2016", "location": "", "tag_list": ["@sergeyponomarev", "@limauricio", "@danieletter", "@pulitzerprizes", "@sergeyponomarev"], "caption": "“I’m always interested in this little man. The little, but great man. This is how I would put it. Because the little man’s suffering exposes the great injustices in the system. These people tell their own little stories, and in doing so, big history is told.” —Moscow-based photojournalist Sergey Ponomarev ()\nAlong with Mauricio Lima (), Daniel Etter () and Tyler Hicks, Sergey is one of the 2016 Pulitzer Prize () Breaking News Photography winners who covered the refugee crisis for the New York Times. During his extensive travels, Sergey was often reminded of the “little man” from the 19th-century short story “The Overcoat,” by Nicolay Gogol. This poignant photo taken off the coast of Lesbos is one of the winning images.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "752,730", "path": "instagram/picture2346.jpg", "like_list": [], "date_time": "Apr 19, 2016", "location": "", "tag_list": ["#WHPonthego", "@cburtonsiller", "@cburtonsiller"], "caption": " asked community members to make photos and videos that capture a sense of people and objects in motion — like this video by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "774,152", "path": "instagram/picture2347.jpg", "like_list": [], "date_time": "Apr 19, 2016", "location": "", "tag_list": ["#WHPonthego", "@elisaberzuini", "@elisaberzuini"], "caption": " asked community members to make photos and videos that capture a sense of people and objects in motion — like this photo by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "774,152", "path": "instagram/picture2348.jpg", "like_list": [], "date_time": "Apr 19, 2016", "location": "", "tag_list": ["#WHPonthego", "@mvernicos", "@mvernicos"], "caption": " asked community members to make photos and videos that capture a sense of people and objects in motion — like this video by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "805,217", "path": "instagram/picture2349.jpg", "like_list": [], "date_time": "Apr 19, 2016", "location": "", "tag_list": ["@richardahnert", "@richardahnert"], "caption": "Toronto-based artist Richard Ahnert () creates surrealistic visions on birch panels, often depicting the complex relationship between humans and the natural world. “Without [animals], we could never truly understand just how unique we are,” the artist says. Like a musician is instinctually drawn to a particular instrument, Richard’s longtime preferred tool for expression has been a paintbrush. For artists on a quest for their own unique perspective, Richard’s advice is honest and clear: “Create something that you would want hung on your own walls. If it isn’t something that you’d desire had you stumbled upon it in a gallery, then you should be trying harder.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "640,109", "path": "instagram/picture2350.jpg", "like_list": [], "date_time": "Apr 19, 2016", "location": "", "tag_list": ["@jameslenger", "@jessdavis_usa", "@jessdavis_usa"], "caption": "Meet James Lenger () and Jess Davis (): two pentathlon competitors in one incredible relationship. “We met at the Olympic Training Center in Colorado Springs,” James says. “We had trained together and been friends for a couple of years, which eventually led to us dating.” The two are bringing attention to the lesser-known sport, which consists of fencing, rifle shooting, swimming, horseback riding and cross-country running. Between competing in the ITU World Triathlon Championships and training for the 2020 Tokyo Olympics, saying that James and Jess are busy is an understatement. “We both understand each other’s schedules,” Jess says. “It’s a good balance between being able to keep the sport separate but being able to support each other.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "572,624", "path": "instagram/picture2351.jpg", "like_list": [], "date_time": "Apr 18, 2016", "location": "", "tag_list": ["@justsza", "@coachella", "@justsza", "@dguttenfelder", "@music"], "caption": "When SZA () went to Coachella () for the first time in 2014, she spent most of the day running around the grounds of the three-day festival. This weekend, the 25-year-old singer from New Jersey was on the lineup to perform. “You just don’t want to blow something that important to you,” she says. “It was on my bucket list.” No worries: SZA killed it during her 50-minute set on Saturday night. The next item she wants to check off her list is releasing a full-length studio album, which she will do with her debut, “A,” later this year. “Everything is about to start up,” SZA says. “I have been on snooze ... well, not really. I have been home and just working and taking singing lessons — things that are important for my growth as a woman and human being.”\nPhoto of  by  for "}, {"num_of_comments": 24, "num_of_like": "572,624", "path": "instagram/picture2352.jpg", "like_list": [], "date_time": "Apr 18, 2016", "location": "", "tag_list": ["@hummingbirdsxoxo", "@hummingbirdsxoxo"], "caption": "A real-life Cinderella lives in Livermore, California. Her name is Tracy Johnson (), and she hand feeds birds — hummingbirds specifically. For at least half an hour every day, Tracy hangs out in her backyard with handheld hummingbird feeders and waits for her friends — Flash, Merlin, Valentino and others — to pay her a visit. If her timing is right, she takes pictures. “I’m total hummingbird paparazzi,” says Tracy. “I really think they look at me and go, ‘Oh, there’s that girl again with her click-click and talking.’” Tracy admits that for every 100 photos, 15 are in focus. She takes video with her phone to record the buzz of the birds’ racing wings, switching to slo-mo sometimes to capture behavior she misses in real time. “The birds are so freaking fast,” she says. “They just come in, they eat, they go away.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "821,730", "path": "instagram/picture2353.jpg", "like_list": [], "date_time": "Apr 18, 2016", "location": "", "tag_list": ["@wheelbarrow", "@wheelbarrow"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo captured by Willis Kimbel (). For more of these photos, videos and news from around the community, visit blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "821,730", "path": "instagram/picture2354.jpg", "like_list": [], "date_time": "Apr 17, 2016", "location": "", "tag_list": ["@mrjonkane", "@mrjonkane"], "caption": "Can you stir the senses in a fraction of a moment? With his cinemagraphs and video loops, Jon Kane Houldsworth () is finding success. “Whether it’s the subtle movement of water flowing or that feeling of a breeze blowing through someone’s hair, it stimulates that memory,” Jon says. Inspired by the natural beauty of New Zealand and his professional work as brand manager for a premium tea company — a perfect pour can appear motionless except for wisps of steam — Jon’s silently scintillating works are all about experiencing more by slowing down. “It’s just tuning in to the unnoticed little moments of life — the difference between looking and seeing,” Jon says. The process of sharing what he finds has its own reward: “Once you start creating cinemagraphs, you actually start seeing those moments more.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "821,556", "path": "instagram/picture2355.jpg", "like_list": [], "date_time": "Apr 17, 2016", "location": "", "tag_list": ["@moniquejaques", "@moniquejaques"], "caption": "Monique Jaques () is one of our featured voices from The Week on Instagram with this photo from one of the Prince Islands, a popular weekend spot near Istanbul. “This island does not allow cars and there are a lot of hills on the island, so it makes a tough situation if you’re in a wedding dress,” says Monique. “You can’t see it, but she was wearing sneakers under her dress.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "821,556", "path": "instagram/picture2356.jpg", "like_list": [], "date_time": "Apr 17, 2016", "location": "", "tag_list": ["@supdogoz", "@supdogoz"], "caption": "Former tandem surfing world champion Chris de Aboitiz () is one of our featured voices from The Week on Instagram. “After traveling up the east coast of Australia on a dog training tour, it was time to get back into the ocean and have some fun,” says Chris, who has a passion for strengthening the bond between humans and their canine friends. “It is great to see owners learn how to give structure to their dog, have patience and have fun with their dog mates.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "855,154", "path": "instagram/picture2357.jpg", "like_list": [], "date_time": "Apr 16, 2016", "location": "", "tag_list": ["#hellomynameis", "@maddibragg", "#coachella", "@maddibragg", "@maddibragg"], "caption": "“ Maddi Bragg (). I’m 17, and I’m from Orange County, California. I started sharing my life on the internet when I was 12. At first, I was just making beauty videos for fun. Now, almost five years later, I’ve met all of my friends on the internet and have basically turned it into a career. I love that I’ll be able to look back when I’m 25 and see what I was doing when I was 14.\n\nWhen I first started making videos, I was super shy and reserved. I felt like there was something in between me and the camera. Now, I almost feel like I’m yelling when I film because I’m so excited and comfortable. I used to get so nervous to talk in front of my class and now I’m speaking on panels. But I’ve never put on an act for the camera. I tell my fans to be themselves, because no one wants to see a copy of someone else.”\nTo watch Maddi and other creators take on  this weekend, follow  and check out our feature on the Explore page.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "727,020", "path": "instagram/picture2358.jpg", "like_list": [], "date_time": "Apr 16, 2016", "location": "", "tag_list": ["#WHPonthego", "@deni_perez", "#WHPonthego", "@deni_perez"], "caption": "Weekend Hashtag Project: \n\nThe goal this week is to make photos and videos that capture people and objects in motion — like this one by . Here’s how to get started:\nHead to busy areas with people in transit — like urban intersections or crowds in a colorful marketplace.\n\nFind a safe way to capture the view from your bicycle riding down a mountain trail or a speeding train zipping through the city.\n\nTry using Instagram’s Hyperlapse app to share a longer journey from beginning to end.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "847,907", "path": "instagram/picture2359.jpg", "like_list": [], "date_time": "Apr 16, 2016", "location": "", "tag_list": ["@wallyfound", "@wallyfound", "@dimitar_hr"], "caption": "Loads of people recognize Wally () from the “Where’s Waldo?” and “Where’s Wally?” picture books. “Everywhere I go, I make lots of new friends and meet new people,” says the striped-pullover-wearing gent who’s always visiting someplace new. “There are so many amazing countries, languages and cultures,” he says. “I want to absorb them all.” Wally appears in a wide range of scenes, from remote ocean lookouts to sunlit libraries, where his red and white stripes are easy to recognize. He’s not about to give us any hints as to his next location, but should anyone see him, he asks that they please say hello.\n\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "847,907", "path": "instagram/picture2360.jpg", "like_list": [], "date_time": "Apr 15, 2016", "location": "", "tag_list": ["#MyStory", "@balqis_alrashed", "@balqis_alrashed"], "caption": "“ is about play. Being free and experimental and seeing the world with a fresh perspective.” —Balqis AlRashed (), a visual artist and graphic designer from Riyadh, Saudi Arabia.\n“I was attempting to get out of my comfort zone. Hula-hoop class sounded like a good idea, something I would never do willingly. But I’ve been hooping ever since. You have to be in the moment when you’re in the hoop or it will not stick to your waist. It seems like it’s a plastic circle that won’t have any power to transform you physically and mentally and energetically, but it changed the way I talked to myself. I started encouraging myself to learn and play versus me being perfect and better than anyone in the room. That’s what I love about the hoop. Once I’m in there, I feel like I enter a space where there’s no judgment, no resistance to anything or anyone or any thought.\n\nWhen I created the niqab hoop series, I was inspired to combine the practice of play and the physical constraint of the veil. It’s shocking but enchanting. I feel like I’m always boldly walking on eggshells.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "798,239", "path": "instagram/picture2361.jpg", "like_list": [], "date_time": "Apr 15, 2016", "location": "", "tag_list": ["@berriestagram", "@igersedinburgh", "#LifeOnEarthWWIM13", "@berriestagram"], "caption": "When Fariba Stoddart () prepares her bag for a hike in the Scottish Highlands, she packs the essentials: a flask of tea, some shortbread, her camera, a statement dress for photos, and often, a friend. “I take someone with me so they can experience what I experience,” she says. “I go on walks and find out more about myself and Scotland.” Preserving her country’s natural beauty is one of Fariba’s passions. For this year’s Worldwide InstaMeet on Earth Day weekend, she, along with the fellow organizers of Instagrammers Edinburgh (), planned a beach cleanup. Armed with litter picks and disposal bags, the group will sweep one of her favorite places to walk, Edinburgh’s Cramond Beach. “It’s a unique and historically important part of Edinburgh. It’s beautiful,” Fariba says. “It’s about giving something back to the city and making sure we keep it clean and leave it as it is for others.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "609,046", "path": "instagram/picture2362.jpg", "like_list": [], "date_time": "Apr 14, 2016", "location": "", "tag_list": ["@darianvolkova", "#EyesOn", "@darianvolkova"], "caption": "Pirouetting prima ballerinas. Petal pink tutus. Piles of threadbare pointe shoes. Darian Volkova () has her  ballet. “Ballet is truly a diamond in the crown of my motherland,” the St. Petersburg, Russia-based 26-year-old says. “I’m ballet addicted — there is a ballerina Darian, a ballet photographer Darian and a ballet-lover Darian.” Though she has bellied up to the barre since she was 3 years old, Darian only began capturing dance life in 2013 after her husband, also a photographer, gave her a camera. The span of a ballerina’s career is notoriously short, but by shooting the stage as well as dancing on it, she has extended hers indefinitely. “I can express something via dance, but photography is another view,” says Darian. “Maybe being a ballet dancer was the first step to my true destination — a ballet photographer.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "708,693", "path": "instagram/picture2363.jpg", "like_list": [], "date_time": "Apr 14, 2016", "location": "", "tag_list": ["@adbphotoinc", "@nba", "@adbphotoinc"], "caption": "When Andrew D. Bernstein () takes his final photo of Kobe Bryant tonight, it caps a 20-year run of covering the NBA () All-Star’s career. “I’ve literally been with him since day one,” Andrew says of Kobe, who plays the last game of his NBA career tonight. “I took his first professional photo as a Laker. It was his headshot on media day in 1996.” Seeing Kobe evolve from a teenage phenomenon into a basketball great has been a gift, says Andrew, who has photographed the Los Angeles Lakers since 1982. Capturing crucial action moments on the court doesn’t magically happen — for Andrew, it’s all about planning. “The elements of composition, focus, timing and a little bit of luck all has to come into play,” he says. “Preparation is the utmost precursor to creating great images.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "742,511", "path": "instagram/picture2364.jpg", "like_list": [], "date_time": "Apr 13, 2016", "location": "", "tag_list": ["#WHPlightandshadow", "@blackmobil", "@blackmobil"], "caption": " asked community members to make photos and videos highlighting the contrast of light and shadow — like this photo by Leslie Heng () of Singapore.\n“I like how playful the photo is,” says Leslie. “I enjoy telling a story and getting people engaged through interesting architectural backdrops and sometimes adding a human element to the picture.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "610,015", "path": "instagram/picture2365.jpg", "like_list": [], "date_time": "Apr 13, 2016", "location": "", "tag_list": ["#WHPlightandshadow", "@aidaabasi", "@aidaabasi"], "caption": " asked community members to make photos and videos highlighting the contrast of light and shadow — like this photo by 25-year-old graphic designer Aida Abasi () of Iran.\n“I was in the street taking pictures of a bunch of birds pecking on the ground for food when I turned around and saw my shadow,” says Aida.\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "717,106", "path": "instagram/picture2366.jpg", "like_list": [], "date_time": "Apr 13, 2016", "location": "", "tag_list": ["#WHPlightandshadow", "@ipiripinapa", "@ipiripinapa"], "caption": " asked community members to make photos and videos highlighting the contrast of light and shadow — like this photo by Irina Andreea Popescu () from Romania.\n“All of the details inspired me: the colorful shadows, the reflection on the window, the symmetry of the curves,” says Irina of the image she made at the ARoS art museum in Aarhus, Denmark. “I think what I like the most is the dramatic feeling the harsh light gives you through the red glass.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "954,036", "path": "instagram/picture2367.jpg", "like_list": [], "date_time": "Apr 13, 2016", "location": "", "tag_list": ["@sergeyiss", "#CosmonauticsDay", "@sergeyiss"], "caption": "Sergey Ryazanskiy () shares images of stunning sunrises, erupting volcanoes and cities lit up at night from the most exotic of locations: outer space. After years of working in biochemistry and research, he left Moscow to study at the Gagarin Cosmonaut Training Center in Star City, Russia, in 2003. Sergey waited 10 years for his first flight to the International Space Station, and is preparing for his next mission, scheduled for November 2017. “Life on board is bizarre and unusual,” Sergey says. “You have to learn how to do a lot of things all over again, discovering things you hadn’t even thought about on Earth.” \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "954,036", "path": "instagram/picture2368.jpg", "like_list": [], "date_time": "Apr 13, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@pumpkintheraccoon", "@pumpkintheraccoon", "@pumpkintheraccoon"], "caption": "Perhaps you are one of the few animal enthusiasts not yet familiar with the strange tale of a domesticated rescue raccoon. If so, this  is for you. Meet Pumpkin (), a remarkable indoor-dwelling raccoon from the Bahamas that shares her couch — and her snuggles — with rescue pooches Toffee and Oreo. To introduce a wee bit of wild into your Instagram feed, follow .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "954,036", "path": "instagram/picture2369.jpg", "like_list": [], "date_time": "Apr 12, 2016", "location": "", "tag_list": ["#WHPlightandshadow", "@monicatorne", "@monicatorne"], "caption": " asked community members to make photos and videos highlighting the contrast of light and shadow — like this video by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "637,991", "path": "instagram/picture2370.jpg", "like_list": [], "date_time": "Apr 12, 2016", "location": "", "tag_list": ["#WHPlightandshadow", "@sakiryildirim", "@sakiryildirim"], "caption": " asked community members to make photos and videos highlighting the contrast of light and shadow — like this photo by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "580,343", "path": "instagram/picture2371.jpg", "like_list": [], "date_time": "Apr 12, 2016", "location": "", "tag_list": ["#WHPlightandshadow", "@serkanncolak", "@serkanncolak"], "caption": " asked community members to make photos and videos highlighting the contrast of light and shadow — like this photo by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "580,343", "path": "instagram/picture2372.jpg", "like_list": [], "date_time": "Apr 12, 2016", "location": "", "tag_list": ["@david_mcleod", "@david_mcleod"], "caption": "David McLeod () doesn’t need to touch a texture to play with its properties. After studying computer science and graphic design, he taught himself how to use a computer to simulate everything from sand and fur to glossy bubbles. But the real magic comes from the way David casts these textures in hypnotic video loops. “Things are perceived in a different way once they are put into motion,” says the digital artist, who relocated to New York City from Sydney, Australia. “There is also a lot of trial and error involved in getting the right result,” he adds. When tweaking a computer-generated substance, David experiments with scientific properties as well as how our brains respond to the movement of objects that are squishy, plush and everything in between. “Recently I’ve been having fun simulating some stretchy gum-like materials. There’s a bit of a pareidolia effect in play — where for a moment objects or faces seem to appear in the randomized form. It’s a little like looking up at the clouds.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "842,912", "path": "instagram/picture2373.jpg", "like_list": [], "date_time": "Apr 12, 2016", "location": "", "tag_list": ["@horse_yoga_girl", "@horse_yoga_girl"], "caption": "According to Angela Nuñez (), Snowy, her 9-year-old Appaloosa, is “a pretty chill guy” — an essential trait for a horse, if you plan on practicing yoga on its back. Angela, a barn manager and registered yoga teacher in Middleburg, Virginia, decided to combine the two main passions of her life: “I thought it would be cool to transfer my practice from the mat onto my horse and see how it went.” Fortunately, she and Snowy already had a strong bond, which started on the day that he was born. “Horses have such a peaceful energy about them,” Angela explains. “Practicing yoga with them just kind of takes your mind and body and soul to a whole other place that it’s hard to describe in words.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "842,912", "path": "instagram/picture2374.jpg", "like_list": [], "date_time": "Apr 11, 2016", "location": "", "tag_list": ["@otntty", "@otntty"], "caption": "The white ceramics Tetsuya Otani () creates look simple and orthodox, but for Tetsuya, there is more to his modest and clean designs than what meets the eye: “When I make pottery, I want people to feel its uniqueness by taking a whole collection of my work and looking at them as one big package,” the potter explains. “I try to leave room for wide margins so that they create beautiful contrasts when the food or flowers are mounted.” At his workshop in Japan’s Shiga prefecture, Tetsuya shares images of his finished products, as well as snippets of his creative process — so the items feel much more personal to the people who take them home. “Through these photos of my workplace and food served on my dishes, I hope that people will get a sense of how I approach my work and my life.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "785,176", "path": "instagram/picture2375.jpg", "like_list": [], "date_time": "Apr 11, 2016", "location": "", "tag_list": ["@sandy_huffaker", "@sandy_huffaker"], "caption": "California photographer Sandy Huffaker () is one of our featured voices from The Week on Instagram. “It just kinda made me giggle,” Sandy says of the boxers peering out of a shared car window. “I wasn’t initially inspired to shoot it until the second one popped out. Turns out the owner was right behind me having coffee at an outdoor cafe.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "936,728", "path": "instagram/picture2376.jpg", "like_list": [], "date_time": "Apr 11, 2016", "location": "", "tag_list": ["@keeytee", "@keeytee"], "caption": "Ekaterina Tikhonova () is one of our featured voices from The Week on Instagram, with this photo from Russia. “I came home in a bad mood, but after seeing this miracle, I remembered childhood when I made sunbeams like all children,” she says. “I hope all find inspiration as often as possible. Sometimes it can be hidden in the most ordinary things.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "701,202", "path": "instagram/picture2377.jpg", "like_list": [], "date_time": "Apr 10, 2016", "location": "", "tag_list": ["@doraebon", "@doraebon"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo from Japan captured by . For more of these photos, videos and news from around the community, visit blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "701,202", "path": "instagram/picture2378.jpg", "like_list": [], "date_time": "Apr 10, 2016", "location": "", "tag_list": ["@rbalaguer2", "@rbalaguer2"], "caption": "Rafel Balaguer Prunés () is one of our featured voices from The Week on Instagram, with this video from Mallorca, Spain. “I tried several times to capture this moment with a bee,” says Rafel, an architect by trade, who uses his photos and videos to share the natural beauty of his island home. “I decided to frame the view of the sea waiting for the best moment.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "704,266", "path": "instagram/picture2379.jpg", "like_list": [], "date_time": "Apr 10, 2016", "location": "", "tag_list": ["@chefyash", "#LifeOnEarthWWIM13", "@chefyash"], "caption": "In the early hours of the morning, chef Yash Rane () scours Mumbai’s colorful Crawford Market, gathering the best ingredients for his new tapas bar. “Whatever I use for my food sampling, I go myself to the market to purchase,” Yash says. Amid Mumbai’s bustling action, he escapes daily errands by picking up his camera. In the spirit of Earth Day, which corresponds with this year’s Worldwide InstaMeet, Yash and others will plant 150 trees inside one of the city’s sanctuaries: Sanjay Gandhi National Park. The vast protected area in northern Mumbai houses a zoo, forested grounds, gardens and the historic Kanheri Caves. “People are busy observing other people, doing yoga and enjoying time with their families,” Yash says of the park’s atmosphere. He hopes his InstaMeet will educate people in the park and inspire a reforestation movement. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "523,280", "path": "instagram/picture2380.jpg", "like_list": [], "date_time": "Apr 9, 2016", "location": "", "tag_list": ["#WHPlightandshadow", "@streetamatic", "#WHPlightandshadow", "@streetamatic"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make photos and videos highlighting the contrast of light and shadow — like this one by . Here’s how to get started:\n\nSeek out uniquely shaped shadows cast by a variety of objects — like spots of light pouring through the holes of a straw sun hat.\n\nIf shooting at night, play with using a heavy flash or fluorescent lights to create especially high-contrast imagery.\n\nUse props to cast your own playful shadows, and capture them moving in creative ways through video.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "721,131", "path": "instagram/picture2381.jpg", "like_list": [], "date_time": "Apr 9, 2016", "location": "", "tag_list": ["@christian_foto", "#EyesOn", "@christian_foto"], "caption": "Photographer Christian Rodríguez () has his  the faces of Latin America. “For me, it’s very important to work close to my own reality,” the documentary photographer from Uruguay explains. Christian strives to portray social issues as they are experienced, and his ability to relate is essential. “Even with a hard life, in Latin America, people try to keep smiling,” he says. “The faces tell so many stories.” Inspired by magical realism — a literary tradition that blends fact and fantasy — Christian seeks bold, bright colors. This adds a slightly mystical element which represents the pride he feels for his culture. “I think that people in Latin America have a lot of imagination for finding solutions to their problems.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "781,303", "path": "instagram/picture2382.jpg", "like_list": [], "date_time": "Apr 8, 2016", "location": "", "tag_list": ["@phannapast", "@phannapast"], "caption": "Whether a cockatoo in a pink silk blouse or a butterfly in a ballgown, fashion designer and artist Phannapast Taychamaythakool () knows a drawing is finished when it looks alive. “When I feel their eyes sparkle, I can feel that something inside of me comes to life, too,” says Phannapast, who lives in Bangkok. She attributes this vivid quality in part to drawing with a blend of markers and colored pencils, but perhaps it’s also because she’s imagined these characters her whole life. “I come from a family of animal lovers,” Phannapast says. “My father loved to tell the story about the relationship between birds and flowers, humans and nature — his own version of fairytales just for me. And my mother is a dressmaker, so I naturally absorbed all of the details. Now every single story is still in my memory.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "648,696", "path": "instagram/picture2383.jpg", "like_list": [], "date_time": "Apr 8, 2016", "location": "", "tag_list": ["@music", "#petsoundz", "@vinylyorkies", "@vinylyorkies", "@music"], "caption": " presents , a series dedicated to musicians and their pets. We're featuring police officer Francis April and his account , which showcases his record collection and two dogs, Bandit and Fiesta. “They are so used to taking pictures with the collection that sometimes they get ready to pose as soon as I put a record on,” says Francis. “They like to sit straight in front of the unit. Although they are used to hearing all types of music, I believe the dogs prefer acoustic and folk.”\nPhoto by . Words by "}, {"num_of_comments": 24, "num_of_like": "581,804", "path": "instagram/picture2384.jpg", "like_list": [], "date_time": "Apr 7, 2016", "location": "", "tag_list": ["#MyStory", "@mayaraefe", "@mayaraefe"], "caption": "“ is about loving yourself, your heritage and your body. It’s about survival and having the freedom to be who you are.” —Mayara Efe (), a body-positivity activist and plus-sized model from São Paulo, Brazil.\n“For years, I suffered from depression. As a black, curvy and gay woman, I didn’t fit into any of society’s boxes. I tried to fit in. I tried to lose weight, and every month I tried to straighten my hair. Then, when I still didn’t feel like my life had any great possibilities, I tried suicide. During my recovery from depression, I discovered feminism and realized that I could do anything, regardless of my skin color or weight. I started to post photos that my grandmother would take of me. People began sharing these images, saying I was photogenic and recommending me for modeling jobs. This is how I became a plus-sized model.\n\nI don’t want other girls or women to have to go through the same thing I did in order to learn to love themselves. I learned the hard way that the only way to be happy is to hold your head up high and have the maximum amount of love and respect for yourself.”\nPhoto by "}, {"num_of_comments": 11, "num_of_like": "946,136", "path": "instagram/picture2385.jpg", "like_list": [], "date_time": "Apr 7, 2016", "location": "", "tag_list": ["@kellydelay", "@kellydelay"], "caption": "“I just love how beautiful storms are, and I love to go out and capture their beauty,” award-winning weather photographer Kelly DeLay () says. After years of marketing and building websites, Kelly changed the path of his career in 2009. Over the next several months, Kelly estimates he will travel at least 15,000 miles (24,140 kilometers) — from south Texas all the way up into Canada — to photograph storms, and he’s not the only brave soul on the road. “If it’s May in Oklahoma, you will get hundreds of people on the same highway trying to get to the same storm,” he says. “That’s sort of the MO of the modern weather photographer: it’s real time storm chasing.” In Kelly’s line of work, there’s plenty of beauty to witness, but occupational hazards certainly exist: “I was with some friends chasing a few years ago, and I looked over and my friend’s hair was standing straight up — the lightening struck 100 yards [91 meters] away,” he says. “If you’re not paying attention, you can definitely get into trouble.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "946,136", "path": "instagram/picture2386.jpg", "like_list": [], "date_time": "Apr 6, 2016", "location": "", "tag_list": ["#WHPfoodfilms", "@nik_to", "@katherine_sabbath", "@nik_to"], "caption": " asked community members to make videos starring their favorite foods and cooking techniques — like this one by Nikko To () of a cake baked by her friend Katherine Sabbath ().\n“The wonderful psychedelic edible garden on the top of the cake is handmade from matcha white chocolate, pistachios, meringues, modeling chocolate, cookie twists and some candy-coated chocolate rocks!” says Nikko. “You almost don’t want to see it being eaten … almost!”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "946,136", "path": "instagram/picture2387.jpg", "like_list": [], "date_time": "Apr 6, 2016", "location": "", "tag_list": ["#WHPfoodfilms", "@clairesuni", "@clairesuni"], "caption": " asked community members to make videos starring their favorite foods and cooking techniques — like this one from Claire Suni () of Tokyo.\n“The candy shops compete with one another for the best knife work, and the result is synchronized rhythms echoing up and down the street,” says Claire of the chef making “tontoko-ame,” which she describes as a taffy-like candy. “I was so impressed by how precise and focused this gentleman was. Each of his pieces was exactly the same size.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "946,136", "path": "instagram/picture2388.jpg", "like_list": [], "date_time": "Apr 6, 2016", "location": "", "tag_list": ["@vanderyacht", "@vanderyacht"], "caption": "Illustrator and animator Cari Vander Yacht () seeks life’s “little gags” and turns them into GIFs. A lot of these moments happen on her 20-minute walk from the New York City subway to her studio. “I was walking home yesterday after my first coffee and thought, wouldn’t it be funny if you open a drawer and there’s a smiling face in there?” Cari says. “It’s a lot of ‘why not.’” What started as a hobby has turned into a full-time gig, but Cari is adamant she’s still learning her craft. For example, “simple things like textural elements make a drawing look deeper than a stick figure. Ideally, I want it to evolve. I’m still exploring with illustration,” she says.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "742,718", "path": "instagram/picture2389.jpg", "like_list": [], "date_time": "Apr 6, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@maggiewhereyouat", "@maggiewhereyouat"], "caption": "Hello, Instagram! It’s time for your dose of . Given the story of Maggie () and her human associate, photographer Naomi Harris, divine intervention seems possible. While road tripping across Canada, Naomi picked up a hitchhiker on his way home to an Indian reservation. There, a bedraggled pup waddled over, and Naomi had to help. “I got some scissors, and when I went to cut the first bits of fur, she went belly up, saying, ‘Do what you’ve got to do.’” Naomi took her new pal to the Humane Society, where she received a big surprise: Maggie was pregnant. Soon after she gave birth to her puppies, a generous woman flew Maggie to Naomi in New York. “After she took a minute to recognize me, she went ballistic,” Naomi says. “That’s how she greets me all the time now.” Over the last five years, plus a move to LA, the two have become inseparable. They travel the country, hike every day and even attend events like movies (Maggie didn’t like “Whiplash”) and art galleries (security guards love her). “She changed my life, that’s for sure,” Naomi says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "742,718", "path": "instagram/picture2390.jpg", "like_list": [], "date_time": "Apr 5, 2016", "location": "", "tag_list": ["#WHPfoodfilms", "@harialamo", "@harialamo"], "caption": " asked community members to make videos starring their favorite foods and cooking techniques — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "742,718", "path": "instagram/picture2391.jpg", "like_list": [], "date_time": "Apr 5, 2016", "location": "", "tag_list": ["#WHPfoodfilms", "@sugarandcloth", "@sugarandcloth"], "caption": " asked community members to make videos starring their favorite foods and cooking techniques — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "550,746", "path": "instagram/picture2392.jpg", "like_list": [], "date_time": "Apr 5, 2016", "location": "", "tag_list": ["@manjitthapp", "@manjitthapp"], "caption": "The women Manjit Thapp () draws are meant to be a bit enigmatic. “There’s an air of mystery and silence to them,” the 21-year-old student at Camberwell College of Arts in London says. “I like that people are able to fill in these gaps with their own interpretations.” Recently, Manjit is creating comics for the first time, using a mix of pencil, ink and photo-editing software to tell the story of a reoccurring female protagonist. “It’s quite new to me,” she says. “I enjoy the challenge of telling a story through a series of drawings.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "820,642", "path": "instagram/picture2393.jpg", "like_list": [], "date_time": "Apr 5, 2016", "location": "", "tag_list": ["#MyStory", "@valeriakechichian", "@longboardgirlscrew", "@instagrames", "@theogosselin"], "caption": "“ is about self-improvement and waking up to a new reality.” —Valeria Kechichian (), the Argentine co-founder of Longboard Girls Crew (), a project supporting positive images of women in action sports. “I started longboard skating when I was 28. I had a tedious job in a gray office and some bad habits, so I was desperately in need of some positive hobbies. A couple of years later, a Venezuelan friend and I created Longboard Girls Crew to bring more women closer to the sport.\nSince childhood, women are taught that being pretty and a good girl is what really matters. Meanwhile, boys are taught to get dirty and try new things. That’s one of the fundamental reasons why, until now, there have been fewer influential women in action sports. Longboard Girls Crew promotes women in the sport and puts female riders in the spotlight. Our ambassadors in 80 countries share their videos and their experiences, no matter their age, race or religion. And the more united we are, the stronger we become.” Discover more inspiring stories from the Spanish-speaking community at .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,162,181", "path": "instagram/picture2394.jpg", "like_list": [], "date_time": "Apr 4, 2016", "location": "", "tag_list": ["@jaredlank", "#LifeOnEarthWWIM13", "@jaredlank"], "caption": "Mountainous areas, marshes, grasslands and near-pristine pine forests are a few of Maine’s landscapes photographer Jared Lank () treasures. When he isn’t working at a local boat-building school, Jared wanders into the woods and along the rocky coasts of his home state. “[My father] would bring me hunting and fishing with him since I was a little boy, and we have gone adventuring in the woods together my entire life,” he says. Jared also credits his passion for capturing nature’s serene and lively moments — crashing waves of the Atlantic, wild horses in historic Kennebunkport — to his Mi’kmaq heritage, a Native American tribe with maritime roots. This year’s Worldwide InstaMeet falls on Earth Day, giving Jared the perfect opportunity to share his love of the outdoors with others in Acadia National Park, one of the first places in the United States to see the sunrise. “It’s a beautiful place to sit down and understand who you are, how you fit in nature as a living being rather than just interacting with it,” Jared says. \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,162,181", "path": "instagram/picture2395.jpg", "like_list": [], "date_time": "Apr 4, 2016", "location": "", "tag_list": ["@filipcustic", "@escoorpion", "@filipcustic", "@escoorpion"], "caption": "Filip Custic Braut () from Spain is one of our featured voices from The Week on Instagram. “I wanted to feel like a clown and Mary Poppins, with her never-ending bag,” says Filip, who made this video with his partner Kito Muñoz (). To make the scene more magical, he played the video in reverse: “I didn’t like the original audio, so I composed a song by whistling.”\nVideo of  by "}, {"num_of_comments": 24, "num_of_like": "729,220", "path": "instagram/picture2396.jpg", "like_list": [], "date_time": "Apr 3, 2016", "location": "", "tag_list": ["@sandra_pagano", "@sandra_pagano"], "caption": "Sandra Pagano () is one of our featured voices from The Week on Instagram. “It is autumn in Brazil, and this season inspires me with its wonderful light,” she says. Sandra, a professional photographer, was watching her nephews ride their bicycles when she caught this moment. “I love to take pictures of shadows because they reveal different meanings such as enigma, mystery and show what we don’t usually see.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "896,587", "path": "instagram/picture2397.jpg", "like_list": [], "date_time": "Apr 3, 2016", "location": "", "tag_list": ["@abbas_azizpour", "@abbas_azizpour"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo from Iran captured by . For more of these photos, videos and news from around the community, visit blog.instagram.com.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "750,918", "path": "instagram/picture2398.jpg", "like_list": [], "date_time": "Apr 3, 2016", "location": "", "tag_list": ["@owiseabuzaid", "#EyesOn", "@owiseabuzaid"], "caption": "Owise Abuzaid () has his  Cairo, “a city of contradictions,” according to the 23-year-old photographer who calls the ancient capital home. “Many historical places sit nearby newly constructed neighborhoods,” Owise says. “There are places that have kept their origins and others have completely shifted and Westernized.” Owise went to school for filmmaking and only started experimenting with photography five years ago. “I don’t think there is a difference between cinema and photography,” he says. “The only thing that matters is the story — and which format could be more interesting and effective in telling that story.” As for his images depicting life in modern Cairo, it’s always an adventure for Owise. “It is a very crowded and an insanely rushing city, which makes it hard to capture real street photography moments!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "593,689", "path": "instagram/picture2399.jpg", "like_list": [], "date_time": "Apr 3, 2016", "location": "", "tag_list": ["@reggiemillertnt", "#MarchMadness", "#SidelineSelfie", "@reggiemillertnt"], "caption": "“My favorite memories from UCLA really have nothing to do with on the court,” NBA legend Reggie Miller () says. “It was walking the campus and enjoying the collegiate life. Those memories stay with me.” Reggie played for 18 years on the Indiana Pacers, then set out on a new path, covering huge basketball moments, like NCAA  on television. “We’re all so close having played with and against one another. It’s like a big ol’ fraternity,” he says of his fellow game analysts. Reggie loves all the fanfare attached to the tournament, including the battle of the bands and the team mascots, as you can see in his  collection. The best part of the gig? “I will always have the best seats in the house — center court!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "803,550", "path": "instagram/picture2400.jpg", "like_list": [], "date_time": "Apr 2, 2016", "location": "", "tag_list": ["@luccico", "@luccico"], "caption": "In Luciano Cina’s () rendition of Turin, Italy, whales swim in puddles, horsemen fight against tower cranes and mummies are talented rhythmic gymnasts. “I like to inspect small details that might seem almost normal or be taken for granted,” the illustrator and product developer says. “I play with those details to subvert the reality and create these little worlds.” He’s drawn chicks onto a manhole cover and transformed the Porta Susa train station into a piece of sushi with a giant pair of imaginary chopsticks, but there is one structure Luciano is especially drawn to: the Mole Antonelliana, Turin’s most iconic building. “Everyone is attached to this Turin symbol. There is even a legend that says that no building should be taller than the Mole. My dream is to turn the Mole upside down!”\nPhoto illustration by "}]}