{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "614,717", "path": "instagram/picture2801.jpg", "like_list": [], "date_time": "Nov 16, 2015", "location": "", "tag_list": ["@willwhipple", "@willwhipple"], "caption": "Photographer Will Whipple () hopes his blurry photos take you on a trip down memory lane. His “Gist” project was born while editing some photos from Greece; a blurry test shot of a street immediately transported him to the road he grew up on in a small town in California. “My eyes kind of tricked me, and my mind just went with the tricks, and it made me start to think about the whole interpretation process of images that goes on subconsciously,” he explains. Will deliberately changes his focus and opens the aperture during shooting to blur out details, whether he’s on a commercial shoot or at the beach with his family. “By taking the detail out of it, it becomes more of a memory, because a lot of our memories are lacking in detail as well,” he says. He aims to ask the viewer not, “what is this of?” but rather, “where does this take you?” — whether that be a family holiday, the work commute or an old friendship. “It forces the viewer to be conscious of the interpretation process of photography,” he says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "884,197", "path": "instagram/picture2802.jpg", "like_list": [], "date_time": "Nov 16, 2015", "location": "", "tag_list": ["@athenazelandonii", "@yamyeah", "@ana__cuba", "@douglasbrose", "@pbbphoto", "@gdfilms", "@raminmazur", "@nikole_lowe", "@jafreeborn", "@athenazelandonii"], "caption": "Every Sunday, we look back on the week and select some of our favorite images and videos from emerging voices across the globe. For these and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "871,563", "path": "instagram/picture2803.jpg", "like_list": [], "date_time": "Nov 15, 2015", "location": "", "tag_list": ["@kindahkhalidy", "@kindahkhalidy"], "caption": "Twenty-six-year-old painter Kindah Khalidy () has unscrambled the code of her creative process, and she’s on a roll. “I’ve developed a method of working where now that I’ve cracked it open, I feel as though I have infinite works to make,” she says. She’s hardly exaggerating: In the last year, Kindah has created 3,000 paintings, some of which were transferred into textile designs. Working out of a studio in San Francisco’s Mission District, Kindah is fueled by creating color combinations between comical shapes. “Every time I put a shape down, the next one is kind of responding to the one before it,” she says. “It honestly feels like I’m trying to solve a riddle when I’m making these paintings. It’s part analytical and part impulsive.” Her process can get a little disordered: “I think it’s important for women to make messy looking art, because often it’s only seen as a male thing to make not-so-neat-looking work. I try to make work that’s a balance of perfect things and ugly things and funny things and everything in between.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "822,175", "path": "instagram/picture2804.jpg", "like_list": [], "date_time": "Nov 15, 2015", "location": "", "tag_list": ["@ursula_uriarte", "@ursula_uriarte"], "caption": "Some people love books, and others, like Ursula Uriarte (), are so passionate about books that they have 150 different editions of “Alice’s Adventures in Wonderland.” “I’m pretty proud of them, though I’ve met people who have over 500,” says Ursula, a Miami-based accountant who takes pictures of her favorite young adult (YA) books with appropriately themed props. “There have been a few times where I’ve read a book and have specific items in mind that were part of the story, so I’ll go out to a craft store to look for whatever’s needed for the picture, but I’ll mainly use stuff I have — either my own or my kids’,” says Ursula, whose children range in age from 4 to 17. Those props might include Hogwarts knee-highs, vintage typewriters and porcelain teapots. And while her nightstand is crammed with an array of YA titles from authors ranging from Jandy Nelson to Marie Lu, Ursula’s gateway to YA lit couldn’t have been more mainstream: “‘Twilight,’” she says, adding that her teenage sons “unanimously” hate the series. One thing they do love is Mom’s popularity with publishers. “They’re like, ‘Oh, every time we come back from school there’s like eight packages at the door for my mom,’” she says. “They laugh about it.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,535,737", "path": "instagram/picture2805.jpg", "like_list": [], "date_time": "Nov 14, 2015", "location": "", "tag_list": ["@jean_jullien", "#jesuisparis"], "caption": "\"Peace for Paris\"\nIllustration by   🇫🇷"}, {"num_of_comments": 24, "num_of_like": "424,148", "path": "instagram/picture2806.jpg", "like_list": [], "date_time": "Nov 14, 2015", "location": "", "tag_list": ["#WHPfoundframes", "#WHPfoundframes", "@thisisray"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make photos and videos with natural frames by using objects in your surroundings to create borders around your subjects.\nHere’s how to get started:\nThink of different sized objects you can photograph through that will add an interesting shape or color to your pictures — like the holes of a fence or screen, a section of stained glass, or small straws or tubes you can point your lens on.\n\nPay attention to layers in your composition. Create more depth by placing your frame in the foreground and keeping your subject in the background (as far back as it needs to be to fit nicely within your frame). Experiment with putting your natural frame both in and out of focus, to draw more attention to your subject or the frame itself.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured Monday.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "721,004", "path": "instagram/picture2807.jpg", "like_list": [], "date_time": "Nov 14, 2015", "location": "", "tag_list": ["@markbustos", "#BeAwesomeToSomebody", "#WorldKindnessDay", "@markbustos", "@williamyan"], "caption": "It takes a lot to stop a New Yorker en route to work — but watching celebrity hairstylist Mark Bustos () giving free cuts to the homeless might be worth the delay. “I started doing it on my days off, mostly to make people on their morning commute stop and look,” says the 31-year-old. “It only takes a split second to strike inspiration in someone’s head.” To date, Mark has given over 300 charity haircuts to homeless citizens around the world. Through his kindness campaign, , he hopes to challenge others to pause for moments of compassion in their everyday lives. “I want people to realize that we’re all human, and that all of our lives are worth the same,” says Mark. “To be kind doesn’t take anything from us.”\nNovember 13 is World Kindness Day. Explore the  hashtag for more inspiration.\n\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "917,882", "path": "instagram/picture2808.jpg", "like_list": [], "date_time": "Nov 13, 2015", "location": "", "tag_list": ["@cremedelacremeba", "@viajarenfoco"], "caption": "“Bricks, knocked down structures, tree roots, streets without destination. You can feel a mix of nostalgia and sadness, and know you will never be able to go back and visit this town,” says Vanessa Bell (), a British journalist living in Argentina, describing what’s left of Villa Epecuén.\n\nUp until November 1985, Epecuén was a tourist town 334 miles (538 kilometers) southeast of Buenos Aires at the edge of a salt lake, chosen by thousands of travelers as their vacation spot. But heavy rains caused a dam to break and the town was swallowed up by slow-growing flood waters. Over the past few years, the water has receded and the town has re-emerged. This week marks 30 years since the natural disaster changed Epecuén forever.\n“It’s difficult to take coherent photos of the chaos. There’s no order, no symmetry,” says Vanessa, who recently spent two days exploring the ghostly landscape. “I felt I was there for a week or a month, time runs in a different way.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "643,688", "path": "instagram/picture2809.jpg", "like_list": [], "date_time": "Nov 13, 2015", "location": "", "tag_list": ["@bruce_weber", "@bruce_weber"], "caption": "Legendary photographer and filmmaker Bruce Weber () didn’t plan on devoting 15 years to “All-American,” an eclectic book series that celebrates the work of various artists — both famous and relatively unknown. The idea started as a collaboration between him and his partner, Nan Bush. “We really try to tell different stories about the people we bump into,” says Bruce. “Americans are well known for their stories, whether it be in a bar or whether it be down at the Dairy Queen.” For an artist who has made iconic fashion images since the 1980s, creating this annual journal has been a personal extension of the intimacy and devotion with which he approaches his day job. “It’s sort of our baby, you know? We get really possessive of it, all of us. And then we get frustrated with it. And then it just wants to get out of our arms and get on with college and grad school, wants to get on with its life,” says Bruce. And then it begins all over again. “We always start talking about the next issue the day that we finish.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "775,520", "path": "instagram/picture2810.jpg", "like_list": [], "date_time": "Nov 12, 2015", "location": "", "tag_list": ["@nepalphotoproject", "@prashanthvishwanathan", "#Diwali", "@prashanthvishwanathan"], "caption": "In April, he was a documentarian, capturing the aftermath of Nepal’s earthquake, uploading images to the , which ultimately brought aid to some of the people he photographed. In September, he was a wanderer in New York where the concrete jungle inspired him.\nBut this week, Prashanth Vishwanathan () is a photojournalist covering , one of the biggest festivals in and around his native India, the ancient Hindu festival of lights.\n“Diwali today is what Christmas is for the Western world,” he says. “It’s a long holiday, a license to light lamps, buy new dresses, celebrate with family and friends and, of course, burst crackers.“\nDerived from a Sanskrit word which loosely translates into “light” and “row,” Diwali’s hundreds of millions of participants will adorn households, windows, temples and buildings with rows of shiny lamps.\nBut Prashanth feels it is important to mind Mother Nature in the act of celebration. “Festivals like Diwali, which were founded on sound principles of love and harmony, today are reduced to a noise and air polluting extravaganza,” he says. “For me, a rethinking of our impact on nature and redefinition of these old customs to modern-day living, while keeping the essence of its significance, is important.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "857,005", "path": "instagram/picture2811.jpg", "like_list": [], "date_time": "Nov 12, 2015", "location": "", "tag_list": ["@dcwriley", "@dcwriley"], "caption": "Daniel Riley () doesn’t feel disabled — at least not when he’s running a marathon, surfing, skydiving, skiing or riding a mountain bike. But he is a double amputee. Daniel lost both legs as a 25-year-old Marine, in a bomb blast in Afghanistan. “My generation of veterans struggles with being heard. I deployed to combat twice, but that’s not unique. I have many friends who served two, three — and even seven deployments,” Daniel says, explaining that he had served one tour in Iraq when he volunteered to go to Helmand province to join one of the infantry units that had lost troops as combat intensified.\n\nAfter more than 20 surgeries, sports — and the freedom of being outdoors and active — became a critical part of Daniel’s recovery. “Waking up in a hospital bed and looking down at bandaged bloody stumps, it was easy to say my life was over. However, trying — even when failing miserably — all these sports has led me to do more than I had ever done with legs,” he says. Now a 30-year-old college student in Colorado, he has a request on behalf of himself and other veterans. “None of this was done for fame and glory, and we would do it all over again. All we ask is that you don’t forget about us.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,082,257", "path": "instagram/picture2812.jpg", "like_list": [], "date_time": "Nov 11, 2015", "location": "", "tag_list": ["#WeeklyFluff", "#Movember", "@albusgreybeard", "@albusgreybeard"], "caption": "Hello, Instagram! Today’s  is a nod to , that month where outlandish facial hair seems to spring up all around. Please give a hearty hello to Albus Greybeard (), a fantastically fluffy rescue feline with a striking gray beard. If you’d like to give your Instagram feed an infusion of gray-chinned kitty, follow ."}, {"num_of_comments": 24, "num_of_like": "511,141", "path": "instagram/picture2813.jpg", "like_list": [], "date_time": "Nov 10, 2015", "location": "", "tag_list": ["@kivander", "@dandified_", "@erik_in_tokyo", "@olilet", "@zebgoodman", "@whatsupdan", "@lavidaenundisparo", "@onecutedevotchka", "@neverbadtimeforchanges", "#WHPfuturistic"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "736,610", "path": "instagram/picture2814.jpg", "like_list": [], "date_time": "Nov 10, 2015", "location": "", "tag_list": ["@zabavnikov_ivan", "@zabavnikov_ivan"], "caption": "There is nothing beige or bland about Ivan Zabavnikov’s () photographs of bread. There is texture, props — including a cat — and even vibrant color. “I want to tell people about the things that I like, and I love bread,” says Ivan, who is a baker for a restaurant in St. Petersburg, Russia, and founder of the Ivan Zabavnikov Bread Workshop. When he travels, Ivan seeks out other bread makers and captures their recipes and stories in pictures. On a trip to Sri Lanka last year with his wife, the search wasn’t easy: “We figured out that there were only stoves in the local restaurants and cafeterias and there were no ovens. I was so happy when we found a cafeteria owned by a Russian couple and I saw the oven!” Ivan says. “One day, on a beautiful morning, the bread was ready. This is how I reached my goal and met wonderful people. The world is full of kind and understanding people!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "638,757", "path": "instagram/picture2815.jpg", "like_list": [], "date_time": "Nov 9, 2015", "location": "", "tag_list": ["@_xst", "@_xst"], "caption": "Grape-colored buildings, a woman’s rainbow-striped blazer, lipstick-red splashes of paint, a man’s gleaming white fedora, extreme close-ups — the vibrant colors and characters in Shawn Theodore’s () photographs are impossible to ignore. Yet he began taking pictures of African-American neighborhoods and their denizens because he felt invisible.\n“I want people to be attracted to the color, but also to get to know the people. I really love being able to put my people up on a pedestal,” the 45-year-old Philadelphia native says. While re-reading Ralph Ellison’s “Invisible Man,” he began noticing parallels to his own experience, explaining, “I started to see a greater context — people are being pushed out, people are disappearing, houses are being torn out.” Still, he wants his work to be simply a celebration of beauty and community as opposed to photojournalism, so he prefers not to link his photos to their locations, instead describing how they make him feel. “I want people to feel the vibe before it changes, to understand the spirit of a neighborhood. I don’t want people to think of one city,” he says. “These folks won’t be here in 10 years. The buildings won’t be here. Being able to capture the ebb and flow is a big deal.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "886,136", "path": "instagram/picture2816.jpg", "like_list": [], "date_time": "Nov 9, 2015", "location": "", "tag_list": ["@joshuabest", "@kaazaw", "@lokarla", "@temaelkedial", "@mario_tama", "@andrewhinderaker", "@saranaomiphoto", "@aubrey_wade", "@caran_caravan", "@mario_tama"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "588,051", "path": "instagram/picture2817.jpg", "like_list": [], "date_time": "Nov 8, 2015", "location": "", "tag_list": ["@r_you_me", "@r_you_me"], "caption": "Born in China, raised in Japan and educated in Thailand, London and the US, Ayumi Takahashi () calls her work “borderless.” Her portraits are inspired by women she sees in fashion blogs and on the streets of Portland, Oregon, where she lives. Their style is suggestive of Alex Katz’s paintings or Matisse’s collages, but she also thinks of her brightly colored creations as having a mission: “There are a lot of horrible things happening in the world, but I’d rather focus on the joyful way of looking at life — because there’s the same amount of suffering as happiness. Which do you want to scale up?” That same playful aesthetic translates to the textiles and jewelry she started making in college and plans to start selling next year under her brand, Are You Me. Ayumi says the name grew organically out of having to solve the first problem she encountered when she moved to the US: “I don’t have an English name. It’s how I tell people to pronounce my name: Ayumi, R-U-Me.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "792,108", "path": "instagram/picture2818.jpg", "like_list": [], "date_time": "Nov 8, 2015", "location": "", "tag_list": ["@joana_choumali", "@joana_choumali"], "caption": "Joana Choumali () is a fine art photographer based in Abidjan, Ivory Coast. Her polished projects have received international attention, yet on Instagram, she prefers to share observations of her city, through personal images of everyday life without fanfare.\n“To me, Abidjan is a 50-year-old woman. She looks juvenile, even though she is not. She attracts young people, but she is an old city. She absorbs every international trend without taking the time to think about it. She is also changing her appearance. She is taking back control of her life. New construction, a new bridge — the city landscape is evolving every day.\n\nAbidjan is a beautiful woman. Indeed, she is living above her means. But she is very charming and she knows it. You can’t put Abidjan into a box. Either you adore her, or you hate her. By picturing my city, I am talking to her. Sometimes I get mad at her. She has so many flaws. But the more I travel all over the world, the more I feel she is my home. She is perfect.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "729,867", "path": "instagram/picture2819.jpg", "like_list": [], "date_time": "Nov 7, 2015", "location": "", "tag_list": ["#WHPfuturistic", "#WHPfuturistic", "@mayercuamatzi"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make pictures inspired by what you imagine fashion, architecture and everyday life will look like in the future.\nHere’s how to get started:\nScience fiction books and films are a great place to find inspiration. Think of what clothes people will be wearing, the types of homes they’ll live in and what exciting new technology will be part of our daily activities.\n\nThe future is often associated with space travel. Find outdoor settings that look like other planets, or transform your home into the inside of an intergalactic spaceship.\n\nPlay with costumes and props to make futuristic portraits, or look in public for natural displays of modern people or buildings ahead of their time.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own visuals to the project. Any tagged photo taken over the weekend is eligible to be featured Monday.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "904,617", "path": "instagram/picture2820.jpg", "like_list": [], "date_time": "Nov 7, 2015", "location": "", "tag_list": ["@christianpondella", "@christianpondella"], "caption": "Christian Pondella () began his post-college life as a “ski bum” and mountain climber, with photography as a hobby to document his high-altitude excursions. “I’d go up skiing and climbing with friends, shoot photos and spend hours in the darkroom making prints. It was so much fun,” the Mammoth Lakes, California, resident says. Over two decades later, Christian, who's 45, makes a living documenting his international adventures, and those of other athletes like kayakers, motorcycle racers and BASE jumpers. He captured one of his favorite shots while visiting a Chilean ski resort in the Andes Mountains, cutting through powder high above a partially frozen lake. “We kept hiking and skiing, but the image I had in mind never presented itself,” says Christian of his photo of renowned skier Chris Davenport. On the last day of the trip, with less than an hour remaining before they needed to board a bus to catch a flight, the light and ice finally synced up. “I fired off a bunch of frames and didn’t even have a chance to look at my camera because we were running so late.”\nKeeping pace with elite athletes requires shedding gear. “If I’ve got 25 pounds [11 kilograms] of camera gear, I’m not going to be able to keep up. I have a small camera body, plus one or two lenses, and it’s attached to my hip so I have easy access to it.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "848,493", "path": "instagram/picture2821.jpg", "like_list": [], "date_time": "Nov 6, 2015", "location": "", "tag_list": ["@_foodstories_", "@_foodstories_"], "caption": "Lavender cakes, pumpkin waffles and peach-gooseberry-thyme tarts — these are just some of the mouth-watering and gluten-free culinary delights that can be found on “Our Food Stories,” a food blog run by Berlin-based duo Nora Eisermann and Laura Muthesius (). It all began accidentally when Nora and Laura first met on a small film project four years ago. “We often cooked together because I have so many [food] allergies,” Laura recalls. “Eventually we had the idea to photograph our food and to provide the recipes online.”\nNora bakes and styles the jointly conceived dishes, Laura makes the photographs — the delicious creations arise in perfect teamwork. By now the duo appreciates the challenge of cooking gluten-free and vegan. “We actually think it’s nice that Laura’s intolerances force us to always try new things and use ingredients creatively.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "679,630", "path": "instagram/picture2822.jpg", "like_list": [], "date_time": "Nov 6, 2015", "location": "", "tag_list": ["#hellomynameis", "@jennxpenn", "@jennxpenn"], "caption": "“ Jenn McAllister () and I’m 19 years old. Before making videos, photography was my first big, huge passion. I grew up in a small town in Pennsylvania, and I remember my mom always carrying her camera throughout my entire childhood, taking pictures of anything.\n\nOn my Instagram, I’m very particular; it’s like an art, you know? I choose photos that match my overall aesthetic — as stupid as that sounds — but I want people to see that there is beauty in everything. I do try to make people laugh in my captions, but my overall goal has never been to impress everyone. It’s to make people happy.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "635,489", "path": "instagram/picture2823.jpg", "like_list": [], "date_time": "Nov 5, 2015", "location": "", "tag_list": ["@rodrigo_noriega", "#proveedordiseñoserie", "@rodrigo_noriega"], "caption": "The everyday objects you come across while shopping have a story — and Rodrigo Noriega () wants to tell you about them. The 25-year-old furniture and product designer from Mexico City started the hashtag  (design supplies series) to collect the intimate processes of artisans, and pay them homage in a visual way. “I like to show that Mexico is an incredible country that produces almost everything, and that projects are more difficult than what they seem,” says Rodrigo. “We don’t have a lot of opportunities to see what’s behind an object and who’s behind it. I try to show you something that you may not even imagine.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "642,275", "path": "instagram/picture2824.jpg", "like_list": [], "date_time": "Nov 5, 2015", "location": "", "tag_list": ["@ibird_art", "@ibird_art"], "caption": "Thirty-six-year-old Jordanian Saeed Attari () is an investment banker based in Bahrain. But what this dad of two does in his spare time has very little to do with finance and everything to do with the pet he’s always dreamed of having. “I was dying to get a parrot at home, but my wife was dead set against it,” says Saeed. So he created iBird, a fun-loving, adventure-seeking and peace-promoting bird that happens to be a hand-drawn character. “The bird is a reflection of my own personality. I’m an outdoor person who enjoys having fun and traveling,” he explains. The iBird interacts with objects like Saeed’s food, phone and even his kids’ toys or their favorite cartoon characters. “The bird is always on my mind,” he says, adding that he even gets up in the middle of the night if he has an idea for his make-believe pet. Saeed’s children are the iBird’s biggest fans. As for his wife, she wishes Saeed wouldn't spend quite so much time doodling. “The iBird has become her nemesis,” he jokes.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "706,072", "path": "instagram/picture2825.jpg", "like_list": [], "date_time": "Nov 4, 2015", "location": "", "tag_list": ["@scanwiches", "#nationalsandwichday", "@scanwiches"], "caption": "Jon Chonko’s () favorite sandwich is the one he’s going to eat next. “Sandwiches are something you can take a risk on,” the designer from Brooklyn, New York says. “You can specialize them to your tastes, your preferences, your mood at the time. Whatever you want to put inside of one, you can.” Jon started documenting sandwiches — cut in half, photographed with a scanner, of course — in 2009 to encourage himself to be more of an adventurous eater. He has never scanned the same sandwich from the same place more than once. And, Jon doesn’t spend extra time thinking about scans of sandwiches past. “I don’t think it’s necessarily healthy to be nostalgic about sandwiches,” he says. “The next one could be the best ever.”\nNovember 3 is National Sandwich Day in the US. See more culinary masterpieces between two slices of bread at \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,629,595", "path": "instagram/picture2826.jpg", "like_list": [], "date_time": "Nov 4, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@ioandkili", "@ioandkili"], "caption": "Hello, Instagram! Today’s  kicks the super snuggly sibling softness up a notch. Meet Io and Kíli (), an achingly adorable sister and brother bunny duo. To add a double dose of floppy fluff to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "598,215", "path": "instagram/picture2827.jpg", "like_list": [], "date_time": "Nov 3, 2015", "location": "", "tag_list": ["@burlingame_library", "@carolyn_mara", "@huseyintaskin", "@mattcrump", "@t_tattoo", "@amomiheladera", "@liv_jess", "@zachlower", "@victoriawolf__", "#WHPspooky"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "703,559", "path": "instagram/picture2828.jpg", "like_list": [], "date_time": "Nov 3, 2015", "location": "", "tag_list": ["@yosuke_ueno", "@yosuke_ueno"], "caption": "As a child, Yosuke Ueno () loved wowing his friends with his artwork, and it continues to be his biggest motivation to draw to this day. The characters he paints have an element of fantasy and reality, with big, disproportionate heads and porcelain-white faces — or sometimes their heads are shaped like the moon or flowers. The modern art creator from Tokyo draws inspiration from his daily encounters and his interest in science. “I think there’s something in common between scientists and artists,” says Yosuke. “The act of conducting experiments to open up new frontiers and the challenge of creating work that goes beyond your imagination share the same spirit.” People categorize Yosuke’s artistic style as “pop surrealism,” but that is less of a concern for him. “My initial impulse was to make my friends happy with my work,” he says. “I just want to create art that beams with positive energy.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,101,542", "path": "instagram/picture2829.jpg", "like_list": [], "date_time": "Nov 2, 2015", "location": "", "tag_list": ["@elchadsantos", "@elchadsantos"], "caption": "Day of the Dead found Mexican photojournalist Iván “Chad” Santos () at a very early age. “When I was four or five years old, I was told that on the 1st and 2nd of November the souls of the dead would come to my house,” he says. Iván’s initial shock turned into a passion over the years, and now he annually documents the “Catrinaje,” a word he uses to describe those who are disguised or painted as “La Calavera Catrina,” an early 20th-century illustration by Mexican painter José Guadalupe Posada that depicts death.\n\nIván captures representations of La Catrina because he considers them ephemeral: “Sugar skulls, pan de muerto [bread of the dead] and papel picado [perforated paper] haven’t changed that much since I was a child, but the makeup and characterizations of people last just one day,” he says.\n\nThrough his photos, Iván wants to share this tradition with those living outside Mexico. “These are my favorite days of the year, and I try to convey a part of it in each picture.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "893,546", "path": "instagram/picture2830.jpg", "like_list": [], "date_time": "Nov 2, 2015", "location": "", "tag_list": ["@zalmai", "@chilligansisland", "@sohailsingh", "@inigoagote", "@bellaagogo", "@felixvelvet", "@pao_lamaga", "@hskodvin", "@brandt_am", "@hskodvin"], "caption": "Every Sunday, we look back on the week and select some of our favorite images and videos from emerging voices across the globe. For these and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "809,972", "path": "instagram/picture2831.jpg", "like_list": [], "date_time": "Nov 1, 2015", "location": "", "tag_list": ["@mahlimae", "@mahlimae"], "caption": "Stones, clay, thistles, feathers, bones and moss — these are the natural elements Nicole Watt () finds on her property to create her 4-inch-high (10 centimeter) sculptures. But they add up to something that feels very otherworldly — and that’s the intention. “I’ve had these little creatures in my head since I was a child,” says Nicole. “Even though I’m a mixed-media artist, I’m inspired more by words than visuals — folklore, myth, ritual. They stir something in me.” Eight years ago, Nicole moved from mainland Australia to remote Tasmania, a wild environment where her art has flourished. “In the city, my connection to nature languished. I grieved for that. When we found this piece of land it brought my creativity back to me. Now I live in the same world — the trees, the mist — that I picture [my sculptures] living in.” And that is the urgency behind these hollowed-eyed mystical figurines. “I see people moving away from their innate sense of connection to the earth,” says Nicole. “We’re forgetting something as people — parts of our history and humanity. For me, they’re a reflection of where we’re at right now. That’s why they’re so melancholy.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "789,575", "path": "instagram/picture2832.jpg", "like_list": [], "date_time": "Nov 1, 2015", "location": "", "tag_list": ["@zachking", "#IGHalloween", "@zachking"], "caption": "Fact: Filmmaker Zach King () dressed up as a cowboy for 10 straight Halloweens when he was a kid. But the 25-year-old more than makes up for his costume slump by creating hilariously delightful short-form videos today. “We wanted to play off of trick or treat this year,\" Zach says, referring to himself and his small production crew in Los Angeles. “My trick actually results in treats.” Zach’s seamlessly edited stunts tend to propose fun solutions to everyday problems. Sharing them has resulted in millions of fans, and attention from celebrities like Ellen DeGeneres and Larry King. “People are convinced it’s real magic or sorcery,” says Zach. “It’s always healthy, I think, when curiosity enters someone’s body again and they’re thinking or looking at something in a different way. I want to keep that childlike wonder.”\n🎃 If you’re in the US, celebrate Halloween with Zach and many other members of the Instagram community by tapping on Explore to see the best videos throughout the holiday. Any public Halloween video is eligible to be featured, but if you want to make sure we see yours, add .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "797,593", "path": "instagram/picture2833.jpg", "like_list": [], "date_time": "Nov 1, 2015", "location": "", "tag_list": ["@mabgraves", "#drawlloween", "#drawlloween", "@mabgraves"], "caption": "It’s hard to believe that Mab Graves () – one of the most popular leaders of the  community – didn’t celebrate Halloween when she was growing up. Her fantastical drawings of endearing, creepy girls grew from her own wrestling with her conservative Midwest upbringing, where she says she felt like a “misunderstood monster” herself. For the  challenge, a month-long project where artists create and post a different piece every day, Mab likes to go deeper with the same theme that features in her art year-round: finding the innocence in things generally seen as dark, and the knowing sadness in a subject generally seen as innocent: little girls. But it’s one little boy that really brings the holiday home for her. “I’m not a mom, just an auntie, but I’m super close to my nephew. I want him to have all the magical memories I missed out on. Halloween is our special holiday together!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "557,954", "path": "instagram/picture2834.jpg", "like_list": [], "date_time": "Oct 31, 2015", "location": "", "tag_list": ["#WHPspooky", "@sandynicholsonphoto", "#WHPspooky", "@sandynicholsonphoto"], "caption": "Weekend Hashtag Project: \n\nInspired by Halloween in the United States, the goal this weekend is to create spooky videos filled with suspense, like this one by .\n\nHere’s how to get started:\n\nNatural sounds play a big part in hair-raising moments. Whether it’s chilling silence, or the creepy creaking of a floorboard — find ways to incorporate ambient noise in your videos that adds to the scariness of the scene. If you use music in your video submissions, please be sure to only use music to which you own the rights.\n\nBuild up suspense in your videos by starting with a quiet scene that culminates in a shocking payoff. Make videos with surprise spooky endings — and don’t be afraid to use humor for a more playful ending as well.\n\nCostumes and props are central to Halloween. Dress up with your friends to create frightening-looking characters, and film a bone-chilling video around them. Be sure to find a location that adds to the haunted vibe.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured Monday.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "745,645", "path": "instagram/picture2835.jpg", "like_list": [], "date_time": "Oct 31, 2015", "location": "", "tag_list": ["@strawburry17", "#cosplay", "#spideymurdermystery", "@michaelbecker88"], "caption": "“Something really crazy happens when I put on a costume. I start walking a little bit taller; I start embodying that character,” says Meghan Camarena, better known to her legion of fans as . As a longtime digital creator living in Los Angeles, Meghan has taken on many roles in her online life: director, producer, singer-songwriter, anime enthusiast. But offline,  — dressing up as fictional character — helps her find her true identity. “There’s no way you can take off that costume without having that confidence boost,” says the 28-year-old. “That’s what cosplay has done for me — it really got me comfortable in my own skin. I start to see the hero in myself.”\nThis photo is a part of Meghan’s cosplay portrait series on Instagram. Follow  to learn more.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "737,401", "path": "instagram/picture2836.jpg", "like_list": [], "date_time": "Oct 30, 2015", "location": "", "tag_list": ["@dogzillalives", "@dogzillalives"], "caption": "Karen Main () can create one of her bewitching, multi-tentacle polymer clay pieces in one day, with another day to paint them. Not bad for an artist who only began working with polymer five years ago just for the fun of it. “I was doing beadwork for a while,” says Karen, who lives in Pawcatuck, Connecticut. “There were cool things online incorporating polymer clay, so I started trying it. It’s easy to work with.” However the glass eyes, which feature so prominently in her work, are a bit more of a challenge. Unable to find them inexpensively, Karen started making her own and strives to keep making them more detailed. As for the slithery tentacles? “I have a lot of love for weird sea creatures,” she explains. Yet, while her sculptures might give some people goose bumps, she has no plans for Halloween. “I’m just normally very quiet and I don’t like to talk to people,” she says. “I sit in my own little world and make monsters.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "656,718", "path": "instagram/picture2837.jpg", "like_list": [], "date_time": "Oct 30, 2015", "location": "", "tag_list": ["@ancient_hearts", "@ancient_hearts"], "caption": "In a misty, shadowy forest near Bocholt, Germany, the mood is set for a Brothers Grimm tale, and Sarah van der Biezen () is making her art. Not only does Sarah find the woods meditative, but they are the perfect backdrop for her fairy tale-inspired images. “Fairy tales are huge here in Germany. It’s what your grandparents read to you. It’s what you fall asleep with,” she says. With those images planted before bedtime, Sarah says the primary inspiration for her work is that first moment of wakefulness, when you don’t know if you’re still dreaming. “The moments where you wonder, is this magic?” she says. Putting herself in the narrative with her self-portraits also allows her to engage in a deeper level of role-play, letting go of her work week, juggling being an artist and mom, and immersing herself in an ideal world. “I have a good picture of who I want to be in my head,” she says. “In my art I can practice being her.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "588,805", "path": "instagram/picture2838.jpg", "like_list": [], "date_time": "Oct 30, 2015", "location": "", "tag_list": ["@shakenhallow", "@shakenhallow"], "caption": "Nine years ago, Justin () was in a near-fatal car accident that left him severely burned and a double amputee. Now 29, he has had to go through years of rehabilitation and physical therapy to be able to walk again, using prosthetics. During that time, he took art classes, which turned into another form of therapy, and led to deeply personal creations. “[My art] is about me and my accident and my emotions going into these drawings,” says Justin, who lives in Phoenix and prefers not to use his last name. “To me, a creature’s a creature. The world’s very judgmental. I think there’s beauty in every person.” If you feel a little uncomfortable looking at the sketches and paintings he makes, that’s just as well. “It does make me smile if someone gets a scare out of what I make,” he says, admitting that his work is in the dark arts genre — but absolutely not satanic. “I have followers that’ll be like, ‘Yeah, 666!’ You can believe whatever you want to believe, but I don’t want [my art] to be clumped into that kind of thing.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,135,225", "path": "instagram/picture2839.jpg", "like_list": [], "date_time": "Oct 29, 2015", "location": "", "tag_list": ["@_mr.boo", "@_mr.boo", "@_mr.boo", "@_mr.boo"], "caption": "Do you believe in ghosts?  thinks you should. “Of course I am a real ghost,” he says. “If I were a normal person I wouldn’t be wearing a sheet.”  doesn’t remember what he was doing before he became a ghost, but since he started taking photos of his hauntings (with what he describes as “a selfie stick for ghosts”), he’s been able to keep track of all the places he’s visited, mostly in Spain. And what’s next for this photogenic spirit? “I will keep wandering and frightening on the streets,”  says. “This job makes me feel alive.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "650,690", "path": "instagram/picture2840.jpg", "like_list": [], "date_time": "Oct 29, 2015", "location": "", "tag_list": ["@dominicqwek", "@dominicqwek"], "caption": "Dominic Qwek’s () days and nights are filled with monsters — and he wouldn’t have it any other way. “Ever since I was a kid, I’ve been fascinated by monsters and scary-looking aliens,” Dominic says. Born in Singapore, Dominic, who’s 35, now lives with his wife (an artist and occasional creative collaborator) in Southern California, where he’s a character designer for the video game company Blizzard Entertainment. Inspired by the unforgettable creatures that slithered and munched their way through so many classic sci-fi thrillers, especially the “Alien” and “Predator” films, Dominic spent countless hours when he was younger filling notebooks with drawings of nightmarish, oddly beautiful beasts. Today, working with advanced software as well as old-school modeling techniques and 3-D printers, he designs eye-popping creatures for popular video games (Hearthstone: Heroes of Warcraft, and others) and for his own amusement — including the ultra-freaky inhabitants of what he calls a “holistic universe of crazy alien warriors.” In the end, Dominic seems at peace delving ever deeper into the darker realms of his own imagination. “Being in a career like this requires a lot of passion,” he says. “I can’t imagine someone who doesn’t love monsters doing this for a living.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "693,854", "path": "instagram/picture2841.jpg", "like_list": [], "date_time": "Oct 29, 2015", "location": "", "tag_list": ["@marijncoertjens", "@marijncoertjens"], "caption": "World Chocolate Masters, currently underway in Paris, is the Olympics of chocolate competitions, and finalist chef Marijn Coertjens () is going for the equivalent of gold. “I have competed in a lot of competitions, and this world championship will be my last,” he says. “So I have to win.” Marijn was born in Belgium and studied pastry in school. He planned on working in a bakery in his hometown, but changed course one day, when he saw chocolate show pieces in a magazine. “I wanted to be a part of the elite chefs of chocolate. And then I wanted to do competitions,” he says from his current perch as master chocolatier for The Peninsula, a hotel in Hong Kong. “Of course being the best in the world is great. If you’re best in the world in chocolate, you’re probably the best in the universe, because you can’t find chocolate on any other planet.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "454,436", "path": "instagram/picture2842.jpg", "like_list": [], "date_time": "Oct 28, 2015", "location": "", "tag_list": ["@wefollowlucasduda", "@cgrand3", "@wefollowlucasduda"], "caption": "Along the way to their first World Series appearance since 2000, the New York Mets kept their clubhouse loose, even though few experts believed they’d even make the playoffs. Case in point: , an Instagram account run by right fielder Curtis Granderson (), that, as its name suggests, lovingly surveils first baseman Lucas Duda. Though he’s a 6’4\", 255-pound slugger, Lucas is fairly shy with fans and media, so Curtis decided something must be done. “Duda’s a great guy and a great athlete, so we felt like we needed to share Duda with the fans. He’s really funny, even when he doesn’t intend to be. He enjoys sushi, music and likes to have fun, but is a serious guy when it comes to baseball,” says Curtis. Other teammates have joined in on the fun, filming him in the batting cage or having a pregame snack, even though Lucas acts frustrated by the attention. “I’m not sure which annoyed him most, but he’s taken my phone on many occasions and deleted a bunch of really good videos!” Curtis says. In the last game against the Cubs, Lucas hit a home run and had five RBIs to help the team win, but is he starting to enjoy the Instagram attention? “I think it’s 50-50,” says Curtis. “It’s growing on him.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "715,282", "path": "instagram/picture2843.jpg", "like_list": [], "date_time": "Oct 28, 2015", "location": "Tompkins Square Park", "tag_list": ["#WeeklyFluff", "#howloween", "@stellamcbarkney", "@stellamcbarkney"], "caption": "Hello, Instagram! Today’s seasonal  honors the hundreds of hounds who dressed up for the annual  dog parade in New York City’s Tompkins Square Park. Stella () and her stellar “pom frites” outfit was just one of many creatively costumed canines that turned out for the festivities. Follow  to add a dose of precocious Pomeranian to your feed, and tap the location link above to see more dressed-up doggies."}, {"num_of_comments": 24, "num_of_like": "652,389", "path": "instagram/picture2844.jpg", "like_list": [], "date_time": "Oct 28, 2015", "location": "", "tag_list": ["#MyStory", "@petrafcollins", "#MyStory", "@petrafcollins"], "caption": "“ is about changing the way that we look at ourselves.” —Petra Collins (), 22-year-old artist, New York.\n“We live in an image-based world. We’re all constantly bombarded by images, but a lot of them don’t reflect the normal person or girl. I think the selfie is a really important tool for girls because they can create images of themselves that aren’t the manipulated ones that they see. I wanted to capture my own life. I wanted to create new images that felt nostalgic — like, ‘This happened. This is real.’ I didn’t want to create some sort of greater version of me. So, I’ll post photos of my body unfiltered or me with acne. I get mean responses, but it’s always really nice to hear girls say, ‘Oh, I have that right now. I can post a photo like you’re posting a photo.’ That’s the best feeling.”\nThis is the first installment of  — a new series that spotlights inspiring women in the Instagram community. Join the conversation by sharing your own story.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "674,851", "path": "instagram/picture2845.jpg", "like_list": [], "date_time": "Oct 27, 2015", "location": "", "tag_list": ["@omarzrobles", "@weekdaybest", "@jessyvictorio", "@deivitt", "@luigiskmz", "@mijipxl", "@naseke", "@almedapottery", "@clareappleyard", "#WHPboomerang"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "560,141", "path": "instagram/picture2846.jpg", "like_list": [], "date_time": "Oct 27, 2015", "location": "", "tag_list": ["@rashidjohnson", "@rashidjohnson"], "caption": "On Wednesday in Paris, the artist Rashid Johnson () worked with volunteers to build a wall out of shea butter and cinder blocks. The performance was a reimagination of Allan Kaprow’s 1970 performance “Sweet Wall,” using the yellowy butter Rashid often uses in his practice instead of the bread and jam used in the original. “The suggestion of shea butter’s healing properties lends this restaging a new layer of meaning, and on some level erodes the harshness of the way in which we imagine the wall as an obstacle,” says Rashid, who lives in New York City. Shortly after the wall was completed, Rashid knocked it down. “2015 feels like it is a year of wall-building around the world, and the potential of the collapse of these walls is an ambition and ever-expanding concern of my practice.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "904,834", "path": "instagram/picture2847.jpg", "like_list": [], "date_time": "Oct 26, 2015", "location": "", "tag_list": ["@miyukiadachi", "@miyukiadachi"], "caption": "To many, pasta means Italy, and evokes images of mouthwatering alfresco meals surrounded by olive groves in the hills of Tuscany. But there is a whole world of pasta lovers out there, and Miyuki Adachi () of Osaka, Japan, is the ultimate pasta geek, despite having never stepped foot in Italy.\n\nA British and American literature graduate, Miyuki was unsure about her future when she finished college. Little did she know her destiny was held in her own name (Miyuki means “deeply happy” in Japanese). After much soul-searching, she realized what made her most happy was kneading dough and artfully shaping it — so she became a professional cook.\n\nCurrently working as the lead pasta-maker at a restaurant in Toronto, Canada, Miyuki forms all kinds of pasta, but one of her favorites is strascinati, which requires a technique of “dragging” the pasta. “I love the feeling of the knife pulling over the layers of pasta dough,” she says. When it comes to her favorite pasta dish to eat, Miyuki has no doubts: “Orecchiette, because of its chewiness and ability to hold sauce well,” says Miyuki. “I serve it with broccoli raab, garlic and anchovy with toasted bread crumbs. It is really simple and has a clean flavor.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "792,736", "path": "instagram/picture2848.jpg", "like_list": [], "date_time": "Oct 26, 2015", "location": "", "tag_list": ["@delton_b", "@carolina_nusadua", "@paolosartophoto", "@ali.shms", "@_165s", "@mariearago", "@travisjensen", "@idianarizun", "@jasonnocito666", "@ali.shms"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "932,523", "path": "instagram/picture2849.jpg", "like_list": [], "date_time": "Oct 25, 2015", "location": "", "tag_list": ["@jacquifink", "@jacquifink"], "caption": "Using custom-built, industrial-sized knitting needles, Jacqui Fink () uses her whole body to knit extreme-scale textiles and art installations at her home in Sydney. “It’s one part bonkers, two parts beautiful and three parts the best therapy there is,” she says. Jacqui, whose mother taught her to knit as a child, returned to the craft after a career in law and being bolstered by a moment of inspiration. “I had a vision, which transformed my life and opened the door to extreme knitting. While I was asleep, a big, loud booming voice said to me, ‘You have to knit, and it needs to be big.’ The command was as terrifying as it was profound,” she says. “There was no way I wasn’t going to listen to it.”\nJacqui uses high-grade merino roving, yarn and wools sourced from Australia and New Zealand. Effectively handling delicate merino wool on a large scale took her over two years of research and experimentation. She sits on an armless chair to support the needles — over three and a half feet (110 centimeters) long, made of PVC plumber’s pipe with hand-turned timber ends — and the weight of the wool, which can be 11 pounds (5 kilograms) for an average throw. “The terrific thing about extreme knitting is that you get rewarded very quickly for all your hard work. You can knit yourself a scarf in an hour, a throw in four and king-size blanket in six,” she says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "969,878", "path": "instagram/picture2850.jpg", "like_list": [], "date_time": "Oct 25, 2015", "location": "", "tag_list": ["@scottradkeart", "@scottradkeart"], "caption": "Don’t get spooked — despite their gnarled hands, corpse-colored skin and sunken eyes, Scott Radke’s () creations come in peace. “If you wanna get creepy with it, it’s real easy! Any film or music video [they are] involved in goes straight to the dark side,” says the 44-year-old sculptor, whose work made a cameo appearance in Tim Burton’s “Alice in Wonderland.” Even if Scott prefers to bring his caterpillar people and bodiless, baby-cheeked creatures to life in suburban Cleveland nature preserves, he understands the desire to situate them in more shadowy worlds. After all, many of them were born there: Before discovering yoga and meditation, Scott displaced his anxiety and panic attacks by carving their faces. “I’ve always been told I was like Eeyore. I’ve had emotions and feelings I wanted to express and there was just no way I could do it with words. It comes out with what I do,” he says. These days, Scott lives with his daughter, their pet chickens and a lot more serenity — which he wants to pay forward to his soulful-eyed sculptures. “I’m pretty happy and content inside,” he says. “I wish I could write my own stories. I’d put them in something with a positive message.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "607,985", "path": "instagram/picture2851.jpg", "like_list": [], "date_time": "Oct 24, 2015", "location": "", "tag_list": ["#WHPboomerang", "@jeffreyfever", "#WHPboomerang", "#Boomerang", "@jeffreyfever"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to use the new Boomerang from Instagram app to turn everyday moments into fun and creative videos, like this one from .\n\nHere’s how to get started:\n\nLook for moments with great energy or movement – like the sudden burst of a balloon popping or a friend doing a hilarious dance – and focus on capturing the peak moment of action.\n\nTap and hold your finger on your subject to lock the focus and exposure, then press record as your subject moves through your frame, or move the camera itself to add motion to your video.\n\nBecause Boomerang videos play back and forth on repeat, think of ways you might play tricks on the eye with your submissions - objects or people flying through the frame or seeming to defy gravity.\n\nFor more ideas and inspiration, and to learn more about Boomerang from Instagram, head to blog.instagram.com. Boomerang from Instagram is available for iOS in Apple’s App Store and for Android in Google Play.\n\nPROJECT RULES: Please add the  hashtag only to Boomerang videos taken over this weekend and only submit your own visuals to the project. Any tagged Boomerang video taken over the weekend is eligible to be featured Monday.\n by "}, {"num_of_comments": 24, "num_of_like": "744,966", "path": "instagram/picture2852.jpg", "like_list": [], "date_time": "Oct 24, 2015", "location": "", "tag_list": ["@blenheimpalace", "@elensham", "@elensham"], "caption": "The stone facades and ornate ceilings of Blenheim Palace () in Oxford, England, are currently home to an exhibition by the conceptual artist Lawrence Weiner, who works primarily with language. The show includes small paintings placed subtly among other palace treasures, as well as pieces Lawrence created specifically for the show, such as the title piece, “Within a Realm of Distance,” which glows at the palace entrance. “My favorite work is ‘More than enough’ on the ceiling of the library,” says Elena Shamis (), a marketing manager who lives in London and visited the palace on Saturday. “I see a connection between language — Weiner’s artistic medium — and the books that surround us in the library.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "886,223", "path": "instagram/picture2853.jpg", "like_list": [], "date_time": "Oct 23, 2015", "location": "", "tag_list": ["@kustomlifespace", "@kustomlifespace"], "caption": "When the UK’s economy soured, and Nick Kaye’s () construction company in Mid Wales went under, he saw it as the chance to pursue his true passions: carpentry, interior design and Volkswagen buses.\n“Each bus has a story to tell,” he says. “I love it when they get stripped back to show all the lost souvenirs and trinkets they picked up along the way — old coins, key rings, maps and stickers that show where they’ve been.”\nEach restoration is completely customized, allowing Nick to tailor the restoration to the clients’ intended use. It also caters to Nick’s obsessive attention to detail. “I get hung up on the smallest of details, which the majority of people would never even notice. But it’s all worth it when somebody actually does.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "690,494", "path": "instagram/picture2854.jpg", "like_list": [], "date_time": "Oct 23, 2015", "location": "", "tag_list": ["@cimek", "#LocalLens", "@cimek"], "caption": "A relaxed pace of life paired with pastries and quality coffee helped lure photographer Cim Ek () to move from Stockholm to the coastal city of Gothenburg, Sweden. “One of the best things about being in Gothenburg is that you have the west coast archipelago nearby,” she says. “For the same price as a tram ticket you can get out and explore some of the gorgeous islands like Vrångö, Donsö or Asperö. There is a never-ending beauty on these small and charming islands and I love to go shoot here off-season when it’s windy and cold.” When she’s not outside, Cim can be found inside a coffee shop. “We have a word in Swedish that means having a coffee and pastry, called ‘fika.’ We have at least one fika a day here!”\nFor more of Cim’s  on Gothenburg, visit blog.instagram.com.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "438,804", "path": "instagram/picture2855.jpg", "like_list": [], "date_time": "Oct 23, 2015", "location": "", "tag_list": [], "caption": "Today, we’re announcing Boomerang from Instagram, a new video app that lets you turn everyday moments into something fun and unexpected.\nCapture someone jumping off a diving board, defying physics as she flies back and forth through the air. Transform an ordinary selfie into a funny video. Get that exact moment your friend blows out his birthday candles, then watch them come back to life again and again.\nPress a button and the app does the rest. Boomerang takes a burst of photos and stitches them together into a high-quality mini video that plays forward and backward. Shoot in portrait or landscape. Share it on Instagram. Boomerang automatically saves to your camera roll.\nWe’re inspired by the visual stories you tell on Instagram. With looping videos and Hyperlapse, you experiment with motion in new and exciting ways. Now, with Boomerang, we can’t wait to see what you’ll create next.\nTo learn more about Boomerang from Instagram, check out help.instagram.com. Boomerang from Instagram is available today for iOS in Apple’s App Store and for Android in Google Play."}, {"num_of_comments": 24, "num_of_like": "755,607", "path": "instagram/picture2856.jpg", "like_list": [], "date_time": "Oct 22, 2015", "location": "", "tag_list": ["@littlelizziev", "#NationalBullyingPreventionMonth", "#stopbullying", "@littlelizziev"], "caption": "Twenty-six-year-old motivational speaker and author Lizzie Velasquez () has dedicated her life to spreading positivity. Born in Austin, Texas, with a rare congenital disease that prevents her from gaining weight, Lizzie endured years of severe online bullying after a video deemed her the “ugliest woman alive.” But Lizzie no longer pushes the negativity aside. Instead, she uses it as fuel for anti-bullying activism across her social media channels. “Some days, the negative comments get to me, and on those days, I have to say, ‘OK, they are reminding me that I still have a job to do; I still need to keep doing the things I’m doing,’” says Lizzie. “To be able to process those feelings and let myself go through it has been really, really important for me.”\nOctober is . Explore the  hashtag for more anti-bullying messages and stories.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "529,808", "path": "instagram/picture2857.jpg", "like_list": [], "date_time": "Oct 22, 2015", "location": "", "tag_list": ["@tessyking", "@tessyking"], "caption": "Though simple in form, Tessy King’s () objects are laborious to create. For her enamel pieces she draws a shape onto a flat sheet of copper, cuts it out, cleans it and finally sprinkles enamel from a sieve onto the metal before firing it in the kiln. Then she repeats the enameling process in multiple layers until the colors look just right. The final product is often a brightly colored combination of basic shapes. “I see my objects as playful things that you can place in a space and rearrange,” says the Melbourne, Australia-based artist, whose work also includes ceramics. “My grandfather was a carpenter, so growing up I was surrounded by wooden toys, like colored blocks and puzzles that when pieced together created a three-dimensional object.” Despite the process, for Tessy it’s a labor of love. “With enameling you see the colors change each time,” she says. “I get absorbed in watching them evolve from start to finish.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "653,256", "path": "instagram/picture2858.jpg", "like_list": [], "date_time": "Oct 21, 2015", "location": "", "tag_list": ["@presentandcorrect", "@presentandcorrect"], "caption": "Roughly five to six times a year, Neal Whittington and Mark Smith make trips all over the world to find stationery and ephemera to sell in their independent London store of office sundries, Present & Correct (). “I like midcentury and modernist architecture and patterns, as well as packaging and type from that era,” explains Neal, who in addition to running the shop is a graphic designer. The trips always turn into mini-adventures for the pair, from meeting a man who wore a live fox like a scarf in Lille, France, to being chased by a woman in an Estonian market for taking pictures of her stall. “It’s exciting and you never know what you will find,” Neal says. “We look for stationery, but also for items which can be utilized in a new way: old storage items, packaging, posters. It can be hard work, and a bit dirty, but it is always fun. And at the end of the day we have beer, and it is the best reward.” Photo by "}, {"num_of_comments": 24, "num_of_like": "917,137", "path": "instagram/picture2859.jpg", "like_list": [], "date_time": "Oct 21, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@tinytiger_indy", "@tinytiger_indy"], "caption": "Hello, Instagram! It’s time for the . This week’s furry feature is a luxurious orange tabby named Indy () — a chicken-favoring rescue feline that spends his days leisurely lounging about the house. If your feed could use an infusion of fantastically handsome burnt-orange kitty, follow ."}, {"num_of_comments": 24, "num_of_like": "640,528", "path": "instagram/picture2860.jpg", "like_list": [], "date_time": "Oct 20, 2015", "location": "", "tag_list": ["@1st", "@golden2dew", "@macolores", "@carlosthegypsy", "@toniandash", "@niklasporter", "@ironsage", "@ptimiya", "@kierstan_leigh", "#WHPmakebelieve"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "593,786", "path": "instagram/picture2861.jpg", "like_list": [], "date_time": "Oct 20, 2015", "location": "", "tag_list": ["@w_elkhateb", "@w_elkhateb"], "caption": "Twenty-five-year-old Walaa ElKhateb () lives in a small town in Upper Egypt in a house filled with extended family. In her bedroom, she finds peace and quiet, surrounded by tokens from Egypt during its “beautiful era” — which ended in the 1950s. “My dream is to create something that reflects who I am,” says Walaa. It all started with her rummaging through family heirlooms and bringing them to life through art. Her collection includes a vintage rotary dial phone, a red classic View-Master and an assortment of old cameras. And it’s not just objects that Walaa collects from the past — she also paints iconic figures of the era. A recurring image in her work is Umm Kulthum, arguably Egypt’s most influential singer. “I feel empowered by women like Umm Kulthum,” she says. “People still listen to her, know her songs by heart and idolize her. She is one of those icons no one can forget.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "645,215", "path": "instagram/picture2862.jpg", "like_list": [], "date_time": "Oct 19, 2015", "location": "", "tag_list": ["@leticiabanegasart", "@leticiabanegasart"], "caption": "Leticia Banegas () overcame her fear of exposing her art to the public after her paintings had consumed every room of her mother’s house. “One day my mum said, ‘You either give them away, throw them away or exhibit them!’” says Leticia, who lives in San Pedro Sula, Honduras. It was an ultimatum that would eventually turn her into a successful full-time artist.\n\nIn Leticia’s family, women have always played a dominant role. In her art things aren’t different, as magnificent female characters fill Leticia’s paintings. “I paint a queen, a priestess and a damsel. I really like to explore archetypes and use mythology,” she says. “I feel like we are all those women. All those archetypes live inside of us.”\nOne of her favorites is “La Matriarca” (The Matriarch), a Queen Elizabeth I look-alike who represents her grandmother. “She has always been the pillar of the family, and I painted her when she was younger, in her climax, when she was 45 or 50 years old. That’s when you can see the energy she’s always transmitted.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "771,267", "path": "instagram/picture2863.jpg", "like_list": [], "date_time": "Oct 19, 2015", "location": "", "tag_list": ["@rodrigoroher", "@kevindliles", "@voodart", "@taubattice", "@larryvsharry", "@alicetea718", "@roxipopphoto", "@bouletto", "@felipemorozini", "@alicetea718"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,001,004", "path": "instagram/picture2864.jpg", "like_list": [], "date_time": "Oct 18, 2015", "location": "", "tag_list": ["@cherylsenter", "@cherylsenter"], "caption": "Cheryl Senter () was warned that the deep, direct stare of the husky mix puppy she was adopting frightened people, but she felt an immediate connection. “People fear what they don’t understand,” says Cheryl, a photojournalist based in New Hampshire. “I got it right away — Bella was a visual being, just like myself.” Cheryl calls her other dog, Rudy, a Chihuahua-schipperke mix, a “godsend” for coming into her life during hard times. Rudy had a magical calming effect on Cheryl’s parents, one of whom was suffering from Alzheimer’s, and the other from dementia. “When things started getting intense with my parents, my images started to reflect my dark emotions,” she explains. “So I started focusing more on my dogs. Taking and posting images of Bella and Rudy gave me a positive thing to focus on.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "701,196", "path": "instagram/picture2865.jpg", "like_list": [], "date_time": "Oct 18, 2015", "location": "", "tag_list": ["@sunkissalba", "#BeautyconNYC", "@sunkissalba"], "caption": "Two things used to be missing from the world of expert beauty advice, according to 27-year-old Alba Ramos (): chemical-free products that are actually available in Latin America, where she is from, and Spanish speakers. “I grew up on an island, in the Dominican Republic, so our grandparents and ancestors used natural ingredients from the yard,” says Alba. “But then we come to America, we fantasize about the American dream, and we kind of lose that.” So, she started a Spanish-only beauty channel from her home in New York City, and began providing Spanish translations in her captions on Instagram. Her work focuses on DIY beauty solutions, like homemade facials and hair masks. “A lot of my Spanish-speaking viewers write me saying that I’m the only person online they’ve ever seen embracing natural hair, natural beauty or even thinking of safer ways to still look and feel beautiful.”\nFor more voices from the beauty community, explore the  hashtag this weekend.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "595,013", "path": "instagram/picture2866.jpg", "like_list": [], "date_time": "Oct 17, 2015", "location": "", "tag_list": ["#WHPmakebelieve", "#WHPmakebelieve", "@bebeismyname"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to explore your imagination and make photos and videos that capture out-of-this-world moments in everyday life. Here’s how to get started:\nDream up a fantasy world and bring it to life through staging a scene with creative costumes or props, or look for naturally occurring moments around you that appear to be defying reality in some way.\n\nUse light to your advantage. For example, especially dramatic lighting or photographing at dawn or dusk can help add a dreamlike quality to your images.\n\nPay attention to your setting. Look for outdoor scenes that may resemble another planet, or transform your own home into an imaginary scene inspired by another place or time.\n\nPROJECT RULES: Please add the  hashtag only to photos or videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured Monday.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "717,280", "path": "instagram/picture2867.jpg", "like_list": [], "date_time": "Oct 17, 2015", "location": "", "tag_list": ["@patricia_cronin", "@friezeartfair", "@hellynahmadlondon", "#whereartthou", "@patricia_cronin"], "caption": "This week at Frieze Masters art fair in London, Helly Nahmad Gallery is breaking from the convention of a minimal, white-wall setting for its art. Instead, the gallery presents works by the French artist Jean Dubuffet, who sought inspiration in numerous visits to mental institutions in the 1940s, alongside a vivid set based on those experiences and the art that he found there. “It was equal parts surprising and refreshing because one rarely sees a booth at an art fair devote such space and resources to making the artist’s inspiration legible,” says Patricia Cronin (), who lives in New York City. “As an artist, I find these other artists’ creative processes incredibly inspiring and this made me want to get back in the studio ASAP.” Frieze () and “The Asylum” by Helly Nahmad () are open until Sunday. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "715,313", "path": "instagram/picture2868.jpg", "like_list": [], "date_time": "Oct 16, 2015", "location": "", "tag_list": ["@christinehmcconnell", "@christinehmcconnell"], "caption": "Christine McConnell’s () baking aesthetic is reminiscent of Tim Burton’s “Edward Scissorhands”: retro glam with a little bit of creepy. “I’m not into Goth in the classic way with lots of black eyeliner,” says Christine. “I’m into poking fun at something actually scary. I like toying with that.” Trained as a hair and makeup artist, Christine, who lives in Twin Peaks, California, taught herself to bake by watching online videos. She crafts everything from Motörhead “Warpig” cakes to waffle cones that look straight out of “Little Shop of Horrors,” and then stages them – and herself – in late ‘50s motif. “That’s the style of woman that I grew up thinking was perfect,” says Christine. “When people say, ‘You were born in the wrong era,’ I’m like, ‘No, no, no. I like where we are now.’ But I do like the aesthetic of the time.” Baker, photographer, seamstress, set designer – Christine does it all. “There’s no one else involved. It’s literally just me,” she says. “People go to bars and have friends and have children and families. This is really what I do. It is a sacrifice in some ways, to do this all the time, but it’s fun and I love it.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "941,079", "path": "instagram/picture2869.jpg", "like_list": [], "date_time": "Oct 16, 2015", "location": "", "tag_list": ["@davidgilmore", "@selenagomez", "#REVIVALStories", "@davidgilmore", "@music"], "caption": "There’s a man behind that phone, in full body paint. To his right, is artist David Gilmore (). To his left, Selena Gomez (). They’ve come together to celebrate the pop star’s new album “Revival,” which is all about owning who you are, with no apologies. After the record dropped last week, Selena asked fans for their own revival stories — and got David and his friend Jesse’s creation in response.\n“Revival, to me, is about setting your creativity free, and what truly fuels and fires you,” says David, who worked at an ad agency before pursuing art full time. “And this body painting is definitely a snapshot of my creative process.”\n“My generation, they’re eager to be heard and tell their stories,” says Selena. “I’ve lived my life in front of everyone. And I have wanted to give up so many times. But when I hear their stories, it reminds me of wanting and needing to be a voice for these people too.” \n\nPhoto by . Words by "}, {"num_of_comments": 24, "num_of_like": "726,478", "path": "instagram/picture2870.jpg", "like_list": [], "date_time": "Oct 15, 2015", "location": "", "tag_list": ["@linsey_levendall", "@linsey_levendall"], "caption": "Growing up in South Africa’s poverty-stricken Cape Flats, artist Linsey Levendall () didn’t have many resources — but he turned that scarcity into his strength. “I’m classified as colored back home, and as a colored boy, you don’t really have those opportunities,” says the 32-year-old, who now lives in Saskatchewan, Canada. “It afforded me a way of thinking that I could see my peers never had. I’m not a purist. Even if I do paintings, I don’t just stick to one medium. I jump around.” That might mean he uses a pricey Kolinsky sable hair paintbrush to shade a portrait that he’s drawn over his two-year-old daughter’s doodles, or that he pulls out a ballpoint pen to sketch a fantastical world on the butcher paper acting as a restaurant’s tablecloth. “I don’t see less worth within myself because I never went to those art schools. I feel less tainted. I don’t have preconceived ideas,” he says. “You drift further into this art world and it’s all about champagne and networking — and you get lost in it. When I do my work, there’s this thinking at the back of my mind that I’m representing for my people who haven’t made it, my community back home. I’m always trying to not forget.” Photo by "}, {"num_of_comments": 24, "num_of_like": "676,617", "path": "instagram/picture2871.jpg", "like_list": [], "date_time": "Oct 15, 2015", "location": "", "tag_list": ["@st.petersburger", "@st.petersburger"], "caption": "Moscow is the capital of Russia, but St. Petersburg is the undisputed architectural crown jewel — with sites like Nevsky Prospekt, the Hermitage Museum and Kazan Cathedral. And while their grand exteriors are well-documented tourist destinations, Sergey Prokopenko () has another way to look at these buildings. “It’s hidden from intruders behind closed doors and security locks, inside the courtyards,” Sergey says, referring to the beauty he finds indoors. “This is the world of century-old stained glass, old oak staircases and abandoned attics, which still keep the possessions of the long gone occupants of the tenements.” The local doctor calls his trips to photograph interiors a quest: “For me, finding such locations becomes somewhat of a gamble: you never know what to expect behind the closed doors — an angry janitor or a gorgeous fireplace that hasn’t been affected by time.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "644,873", "path": "instagram/picture2872.jpg", "like_list": [], "date_time": "Oct 14, 2015", "location": "", "tag_list": ["@chewingscum", "@chewingscum"], "caption": "Most people see chewing gum on the ground as a nuisance to avoid. Not Sanne Couprie (), who documents every sticky blob he finds. “Each one is unique and intriguing,” says Sanne, a photographer in Amsterdam who is drawn to gum’s \"after-mouth life\" – the dents and colors it acquires once left on the ground. “For me the streets are packed with chewing scum, unseen and underappreciated, but hidden treasures that keep triggering my curiosity as a photographer.” Photo by "}, {"num_of_comments": 24, "num_of_like": "965,424", "path": "instagram/picture2873.jpg", "like_list": [], "date_time": "Oct 14, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@zeldathegreyhound", "@zeldathegreyhound"], "caption": "Hello, Instagram! We go to the land down under for today’s . Meet Zelda (), an extraordinarily expressive lady greyhound. When she’s not playing dress-up or munching on her human’s footwear, you can find this rescue pup lying outdoors, soaking up the Melbourne sun. For more Aussie greyhound in your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "636,202", "path": "instagram/picture2874.jpg", "like_list": [], "date_time": "Oct 13, 2015", "location": "", "tag_list": ["@popperantonio", "@schapridu", "@aravisdolmenna", "@lina_liss", "@elinelindblom", "@spathumpa", "@pu3karina", "@nigelpaulin", "@anybodyseenmylife", "#WHPcamouflage"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "673,291", "path": "instagram/picture2875.jpg", "like_list": [], "date_time": "Oct 13, 2015", "location": "", "tag_list": ["@one_forty_three", "@one_forty_three"], "caption": "When Logan Hendrickson () finished building his Henderson, Nevada, log cabin, he began to fabricate lamps and furniture to outfit the space, sharing photos of his creations online. When he opened an Etsy store at the urging of his readers, he says he was “instantly swamped with orders.” All of a sudden, he was in business.\n\nThe son of a cabinetmaker, Logan learned carpentry as a kid, and picked up welding, upholstery and other skills along the way. “I try to make things with the least amount of materials as possible while still keeping it functional and original,” Logan explains. The preferred medium for his midcentury-inspired furniture is molded plywood. “It’s a tedious process of trial and error involving layers of wood and glue and molds,” he says. But the payoff — creative flexibility, incredible strength and clean lines — makes the extra effort worth it.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "698,671", "path": "instagram/picture2876.jpg", "like_list": [], "date_time": "Oct 12, 2015", "location": "", "tag_list": ["#hellomynameis", "@jordandoww", "#nationalcomingoutday", "@jordandoww", "@humanrightscampaign", "@trevorproject"], "caption": "“ Jordan Doww (). I am 20 years old and from Detroit, Michigan. During my senior year of high school, I realized I liked boys. But whenever I think about ‘coming out,’ I get nervous and confused. Come out of what? Come out of where? Now that I have found out who I truly am, why does everyone want me to make a grand announcement to the world?\nI now realize that I am lucky to have a platform through social media to share my experiences with the hopes of helping others. So here it is: I am gay, and I’m proud of being part of the LGBTQ community. But I also know that being gay is one part of me. Who we are and who we love exists on an amazing spectrum that is literally light-years wide. When you peel back all the labels, we are all human. And more than anything, that’s how I identify.” \n\nPhoto by \n\nFor more LGBTQ resources, follow  and ."}, {"num_of_comments": 24, "num_of_like": "738,713", "path": "instagram/picture2877.jpg", "like_list": [], "date_time": "Oct 12, 2015", "location": "", "tag_list": ["@umarmeraj", "@mjasik", "@priyapathiyan", "@maskbalam", "@pouriasimin", "@peksicahyo", "@globalshutter", "@avose", "@saraterry13", "@mjasik"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "621,819", "path": "instagram/picture2878.jpg", "like_list": [], "date_time": "Oct 11, 2015", "location": "", "tag_list": ["@katiemeyler", "@morethanmeorg", "#dayofthegirl", "@katiemeyler"], "caption": "The girl is 16. She is dancing on a rooftop near the ocean in Liberia with friends, including Katie Meyler (), a 33-year-old activist and photographer from New Jersey who changed the girl’s life. “I met her in the slums. She was 11, and she asked me to help her go to school. So I did,” Katie says, making the role that she and her organization More Than Me () have played in helping one of the poorest countries in the world sound dead simple.\n\nOne year after Katie opened the More Than Me Academy, a school for girls where students see the phrase “I promise to make my dreams come true” every time they walk up the stairs, Ebola broke out in Liberia. Katie didn't flee. She fought the disease. “It was the worst hell you could imagine, and it was also ecstasy,” she says. “You had a common goal and it was urgent.”\nNow, Katie’s aim is to overhaul Liberia’s entire educational system, using the academy as a model. “If Liberia remains vulnerable, our girls are vulnerable to health crises and war and extremist groups that are not far away,” she says, adamant that part of supporting girls is making sure boys have access to quality education, too. “We’re pro-women and children. We’re pro-men too. We’re pro-people. Everyone can make Liberia stronger.”\nOctober 11 is International Day of the Girl Child. Explore  to see more people supporting girls’ rights around the world.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "916,557", "path": "instagram/picture2879.jpg", "like_list": [], "date_time": "Oct 11, 2015", "location": "", "tag_list": ["@lealovescars", "@lealovescars"], "caption": "Lea Perelsztein () inherited a love for cars from her dad, but it was a tiny blue 1971 Fiat 500 that got Lea’s Instagram account rolling. Last year, Lea bought “Baby Blue” as a birthday present for herself. The duo has been cruising the streets of Hamburg, Germany, ever since, always on the lookout for the next motif. Whether it’s horses in a meadow, giant shipping containers or shiny firetrucks – Lea finds impressive backdrops for her car.\nWhile all pictures of Baby Blue are precisely planned, Lea photographs other automobiles spontaneously. According to Lea, particularly unusual models can be seen at the Oldtimer Tankstelle (Oldtimer Gas Station) – a hangout for car enthusiasts. “People come here in their classic cars to meet up on the weekend,” says Lea. “If I haven’t spotted any interesting cars during the week, I know I’ll find some here.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "708,364", "path": "instagram/picture2880.jpg", "like_list": [], "date_time": "Oct 10, 2015", "location": "", "tag_list": ["#WHPcamouflage", "#WHPcamouflage", "@hartlands"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make photos and videos of subjects that blend into their surroundings. Here’s how to get started:\n\nThink of both small- and large-scale settings in which to hide the focus of your image — whether in the intricate pattern of a fabric, against the colors of a bright mural or in the lush greenery of a forest scene.\n\nLook for naturally camouflaged objects or people around you — or get creative by selecting an interesting background for your picture, and then painting or dressing your subject to blend into the scene.\n\nTo make your compositions more complex, try incorporating multiple subjects in your frame that blend into different areas of your picture.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured Monday.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "709,965", "path": "instagram/picture2881.jpg", "like_list": [], "date_time": "Oct 10, 2015", "location": "", "tag_list": ["@jon_neill", "@jon_neill"], "caption": "Most people don’t lift weights to prepare to carve a Halloween pumpkin. But for Jon Neill (), daily upper body workouts are required for the 850-pound (385-kilogram) behemoths he sculpts at live audience shows throughout the season. “You need good core strength and endurance in your shoulders because you have your arms out in front of you all day long pulling through material,” he says.\n\nJon honed his skills in Hollywood, sculpting dinosaurs for “The Lost World: Jurassic Park,” and is now invited to compete at extreme food TV shows and events. Using a customized vegetable peeler and carving tools, Jon pulls his designs through the meaty flesh of the pumpkin, drawing inspiration for the character from the squash’s size and shape. “I like heroic-looking pumpkins, which normal people wouldn’t find unless they get to the farm,” he says. “Then people are like ‘oh my gosh’ when you carve it — it gives it a supernatural extraordinary feel.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "353,444", "path": "instagram/picture2882.jpg", "like_list": [], "date_time": "Oct 9, 2015", "location": "", "tag_list": ["@tastyasheck", "@tastyasheck"], "caption": "Green eggs? Dr. Seuss, you have competition. “I want to create purple pancakes,” says Heike Müller (), who uses plant-based ingredients to construct Technicolor dishes that look almost too fanciful to eat. “It’s just fun to eat something colorful. Maybe it’s my inner child playing around with food.” The 49-year-old visual designer, who lives in the countryside near Zurich, has been a vegetarian for over 20 years. But it was only last year that she began whipping up rainbow-hued, mostly veggie works of art in her kitchen and sprinkling them with homegrown edible blossoms. “When I was a trend analyst, putting colors and textures together is what I loved,” Heike explains. “Eating is a very sensual experience. I love to combine unusual flavors, mixing savory with sweet, crunchy and soft, cold and warm.” Most people would hesitate to destroy a masterpiece like tossed bits of grass-green tarragon onto coins of Barbie-pink potatoes or ladled creamy coconut yogurt over sunny orange jewels and ruby-red strawberries in a to-go breakfast jar. Not Heike. “I never have a problem demolishing my creations,” she says, laughing. “I’m always hungry!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "836,003", "path": "instagram/picture2883.jpg", "like_list": [], "date_time": "Oct 9, 2015", "location": "", "tag_list": ["@dylan_odonnell_", "@dylan_odonnell_"], "caption": "After his family goes to sleep, Dylan O’Donnell () goes outside and looks at the stars. The 36-year-old self-proclaimed computer nerd and business owner from Byron Bay, in the easternmost point of Australia, has immersed himself in the precision-driven craft of astrophotography after having his photo of the Comet McNaught published in a local newspaper. “I think people have the idea that all we’re doing is going up to a telescope and putting a camera on the back and just clicking the button, as you would take a normal photo,” he says, pointing out that the process involves longer exposures, sometimes up to 20 minutes at a time, and “stacking” images. “That allows you to draw out the detail that you wouldn’t normally see.” Dylan shares his solar, planetary and deep space pictures, hoping to educate and inspire others who are curious about space. “Sometimes the most benign photos can take on a life all of their own. And the scientific intrigue and depth that you can get from a little bit of knowledge behind what we’re looking at can really add to that image.” Photo by "}, {"num_of_comments": 24, "num_of_like": "767,163", "path": "instagram/picture2884.jpg", "like_list": [], "date_time": "Oct 8, 2015", "location": "", "tag_list": ["@agungparameswara", "#balineselife", "@agungparameswara"], "caption": "White sand beaches and luxurious resorts make up the tourists’ view of Bali. Agung Parameswara () has a different perspective.\n\nAgung, who was born and raised on the Indonesian island, records the experiences of his fellow Balinese. “Formerly, most Balinese were farmers and artists, dancers, painters, carpenters,” he says, pointing out how many of them have left those trades for jobs in the tourism industry, which arrived in earnest 45 years ago. Through the hashtag , Agung is shining a light on people like this porter carrying a sack of cement on a wooden cargo ship or the feet of one of the few remaining “dokar” carriage drivers in the city of Denpasar.\n\nBalinese philosophies, like Tri Hita Karana, or the “three causes of well-being” — harmony among people, harmony with the surrounding environment and harmony with God — are what Agung says tourism is eroding. So he captures the moments he can.\n“I understand that change is inevitable and lasting,” says Agung. “Sometimes I feel sad and think, perhaps by documenting something that is starting to fade, someday it will be useful because, while it may not have value today, 30 years or 40 years ahead of this documentation it will be precious.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "798,765", "path": "instagram/picture2885.jpg", "like_list": [], "date_time": "Oct 8, 2015", "location": "", "tag_list": ["#polesellojoven", "@museomalba", "#whereartthou", "@flavia_ess_pi"], "caption": "Like a kaleidoscope, the work of Argentine optical artist Rogelio Polesello plays with perceptions. “Polesello Joven” (), an exhibition of Rogelio’s early years, is on display at the Latin American Art Museum of Buenos Aires ().\n“The work of the young Polesello wasn’t conceptual, it showed what was happening in the industrial world and how that related to art and design, challenging people’s perceptions,” says Mercedes Casanegra, the curator of the exhibition, which is open through October 12.\nVibrant acrylic plates and color-carved transparent columns and blocks prompt visitors to interact with the art. “Polesello was interested in industry,” says Mercedes. “Working in his workshop, he had the idea of making those carvings, which resulted in magnifying glasses of concave and convex games that deal with elements of scientific perception.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "947,713", "path": "instagram/picture2886.jpg", "like_list": [], "date_time": "Oct 7, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@able_maew", "@able_maew"], "caption": "Hello, Instagram! It’s time for the . Today’s furry friend is Able (), a handsome two-legged kitty from Thailand. Before he was adopted by a loving family, Able lived on the streets and lost his front legs and tail from an electric shock. These days, he spends his time eating and chasing feathers with his sister FinFin. For an extra dose of unconventional feline fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "1,243,140", "path": "instagram/picture2887.jpg", "like_list": [], "date_time": "Oct 7, 2015", "location": "", "tag_list": ["#🎉"], "caption": "Happy birthday, Instagram! Today we are celebrating five years with you — our global, creative and ever-growing community. Thank you for all you do.  ❤️, The Instagram Team"}, {"num_of_comments": 24, "num_of_like": "653,052", "path": "instagram/picture2888.jpg", "like_list": [], "date_time": "Oct 6, 2015", "location": "", "tag_list": ["#WWIM12", "#todayimet", "@aljvd", "@il_mastromatto", "@kajeh", "@darialexfati", "@guntoros", "@mao_kokubu", "@super.edd", "@dougsjr", "@dcsummerproject"], "caption": "This past weekend, Instagrammers across the globe joined Worldwide InstaMeet 12. There were 2,600 WWIM hashtags in use. There was a great turnout, especially in places like Indonesia, the United States, India, Russia, Italy, Spain and the United Kingdom. Check out  to see the gatherings in small towns and big cities, at the beach and on mountaintops — and meet the diverse members of the community by exploring .\nFeatured photos by: , , , , , , , , "}, {"num_of_comments": 24, "num_of_like": "886,386", "path": "instagram/picture2889.jpg", "like_list": [], "date_time": "Oct 6, 2015", "location": "", "tag_list": ["@tobishinobi", "@tobishinobi"], "caption": "A London-dwelling lawyer by day, Tobi Shonibare () spends his nights and sunrises photographing the city’s most iconic buildings. “My mother is an engineer, and I remember seeing her technical drawings from a young age, which gave me an early appreciation for perspective, lines and symmetry,” he says. Tobi rises early to head to London’s “Square Mile,” a financial district that includes architectural feats now synonymous with the city’s unique skyline, such as 30 St. Mary Axe, better known as the Gherkin, and the recently completed Leadenhall Building — its wedge shape earning it the nickname the “Cheese Grater.” He considers a building’s structural angles and goes by the motto “composition is king and patience is paramount” to get the right shot. “London has world-class architecture that people travel across the globe to see,” he says. “It’s in my city so I have to make the most of it.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "751,072", "path": "instagram/picture2890.jpg", "like_list": [], "date_time": "Oct 5, 2015", "location": "", "tag_list": ["@remichapeaublanc", "@remichapeaublanc"], "caption": "A picture per day. That was the challenge photographer Rémi Chapeaublanc () gave himself during his recent 57-day trip to Southeast Asia. “It’s like keeping a diary,” he says, noting that he would close out each day around 11 p.m. thinking about what the most important moment was, and then post it. “I loved it. It allowed me to take the time to think about my trip. I can now stream through my feed and see what I did or discovered on day 1, day 15, day 37...” Day 53’s moment was this “Buddha inside the tree,” which Rémi and his two travel companions saw in Thailand a week before they went home to Paris. “When you travel to new places, it’s easy to get caught up by the beauty of landscapes. So I kept aiming for narratives in my pictures,” he says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "853,313", "path": "instagram/picture2891.jpg", "like_list": [], "date_time": "Oct 5, 2015", "location": "", "tag_list": ["@mosaabelshamy", "@carlinhosluz", "@lauraelizabethpohl", "@davidmryder", "@bpooleparty", "@ricci_s", "@nervous_jessica", "@wtjackanory", "@macieknabrdalik", "@mosaabelshamy"], "caption": "Every Sunday, we look back on the week and select some of our favorite images and videos from emerging voices across the globe. For these and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "852,530", "path": "instagram/picture2892.jpg", "like_list": [], "date_time": "Oct 4, 2015", "location": "", "tag_list": ["#hellomynameis", "@ryanmizard", "@ryanmizard", "@asengirawan"], "caption": "“ Ryanmizard Binsar Rizal (). I am 21 years old and I live in Semarang, on the north coast of Java, Indonesia. My favorite spot to take photos is in the mountains. I go with my friends, and when we’re there we feel a joint sense of friendship, solidarity and gratitude about our lives.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "731,908", "path": "instagram/picture2893.jpg", "like_list": [], "date_time": "Oct 4, 2015", "location": "", "tag_list": ["@devteros", "@devteros"], "caption": "Dressed in traditional clothes like a scene from a bygone era, kids will still be kids on the streets of Munich, Germany. Tilman Haerdle () says that dirndl dresses and lederhosen are not an uncommon sight in his hometown, especially during holidays and festivals, like Oktoberfest, which wraps up this weekend. Tourists have flocked to the city for the past two weeks making Munich “even more cosmopolitan than it is already,” says Tilman, who goes out of his way to photograph Bavarian traditions.\nAn annual tradition at Oktoberfest is the festive prelude – “Einzug der Wiesn-Wirte.” Tilman says the thousands of people who wait for the parade of flower-decked horse-drawn carriages, marching bands and pompous carts from local breweries come to a calm silence just before the show. And then they explode with excitement: “When the first division of the procession arrives, there is no holding back. The music-making and clapping go on and on,” says Tilman. “It’s a grand tryst of Bavaria’s traditional associations.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "809,419", "path": "instagram/picture2894.jpg", "like_list": [], "date_time": "Oct 3, 2015", "location": "", "tag_list": ["#WWIM12", "#todayimet", "#whoifollow", "#todayimet", "#WWIM12", "#todayimet", "@hilda.parra"], "caption": "This weekend, we’re putting the Weekend Hashtag Project on hold for the 12th Worldwide InstaMeet.\n\nThe theme of  is to share  portraits of the people you meet this weekend. To help others connect to new and interesting people, ask the subject of your portrait about their favorite Instagram accounts, and include them in your caption with the  hashtag. For tips or to find an InstaMeet near you, visit community.instagram.com.\n\nBrowse  and  throughout the weekend to explore communities around the world, and check back Monday for a look at some of our favorites.\n\n photo by "}, {"num_of_comments": 24, "num_of_like": "1,023,637", "path": "instagram/picture2895.jpg", "like_list": [], "date_time": "Oct 3, 2015", "location": "", "tag_list": ["@yur_rii", "#worldsmileday", "@yur_rii"], "caption": "All parents have special tricks for communicating effectively with their children. Rikako Ezumi (), a cook and mother of a teenage daughter from Fukuoka, Japan, uses a method that draws on what she does best: cooking. “I’ve been continuing this for 10 years now,” explains Rikako. “I work from morning to midnight, and the least I can do for my daughter is to make her something cute for breakfast so that she won’t feel lonely when she has to eat by herself in the morning.” Surely, the meals Rikako prepares are made to put a smile on anyone’s face, with happy and playful characters peeking out from somewhere inside the dishes. The tradition further carried on into lunch boxes when her daughter started going to school. “This is how I’ve been raising my daughter all along, and seeing how well she’s grown up, I feel like I’m doing the right thing,” she says. “No matter how old my daughter gets — even when she moves up to high school and beyond — I will forever continue to decorate the meals I cook for her.” \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "864,128", "path": "instagram/picture2896.jpg", "like_list": [], "date_time": "Oct 2, 2015", "location": "", "tag_list": ["@balletandphotos", "#worldballetday", "@balletandphotos"], "caption": "Laurent Liotardo () had his eye on becoming a ballet dancer when he was just 10 years old. “It wasn’t the easiest choice to deal with at school, as the other kids would make fun of me. But ultimately, I don’t regret my decision a bit,” he says. Now a member of the English National Ballet, Laurent also keeps watch on other dancers from behind the lens of his camera.\n“When I photograph dancers I try to focus on their individuality and unique sensibilities — capturing their physicality and athleticism is not my only aim,” says Laurent, who got into photography only a few years ago, but now says hardly a day goes by that he doesn’t think about taking pictures. “I have to let the space and the model bring their own part to the story.”\nPhotographing a live dance performance is more spontaneous though: “Everything goes really quick — there is a lot of adrenaline, and the best moments come and disappear with a blink of an eye.” \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "541,793", "path": "instagram/picture2897.jpg", "like_list": [], "date_time": "Oct 2, 2015", "location": "", "tag_list": ["@chloe", "#whoifollow", "@clarewaightkeller", "@camillebwaddington", "@jane_how", "@robertclarkphoto", "@ideabooksltd", "@ryanmcginleystudios", "@manrepeller", "@_glen_luchford", "@hughhefner", "@clarewaightkeller"], "caption": "“Everyone always asks me ‘what inspires you? How do you create collections for Chloé ()? What is it like to be a designer living in Paris with your family?’ So my photographs are very personal. I love that I see responses from friends and fans. There is something fantastic about the possibility to be intimate but also global. This is .” —Clare Waight Keller ()\n: She mixes her French and British roots with a cool, chic attitude.\n: A stylist I find quite fascinating.\n: Photos which are inspiring in color, subject and composition.\n: They are just genius at finding the most brilliant books and writing about their passion for them.\n: He is on the cutting edge of modern art photography.\n: Hilarious commentary on fashion and life.\n: A photographer and good friend who posts hilarious images of himself.\n: Just too fabulous.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "755,955", "path": "instagram/picture2898.jpg", "like_list": [], "date_time": "Oct 1, 2015", "location": "", "tag_list": ["@cozinhadalbo", "@cozinhadalbo"], "caption": "Complex cake recipes with many steps are chef Angelo Dal Bó's () favorite challenges. “I really take pleasure in the creativity and manual work,” he says. Angelo was inspired to become a chef as a child. “I grew up in the kitchen watching my grandmothers cook for family lunches.” Today, as a photographer and food blogger in his native Brazil, Angelo is out to spread his inherited passion to others. “I realized that my relationship with food is not about selling a physical product. It’s about creating and sharing photographs, recipes and inspiration. I hope I can inspire people to cook more often and take risks in the kitchen,” he says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "631,404", "path": "instagram/picture2899.jpg", "like_list": [], "date_time": "Oct 1, 2015", "location": "", "tag_list": ["@mujtabajalali", "@mujtabajalali"], "caption": "Generations of refugees, driven by years, and decades of war, are landing on the shores of Europe. Among them is Mujtaba Jalali (), a 24-year-old photojournalist, born in Iran to parents who fled Afghanistan 30 years ago. “You hear news, every day, of refugees coming in,” he says, describing a journey that has taken him across three countries so far, “but you will never feel the moments when mothers sleep with their two-year-old kids in freezing weather in the mountains, and when they feel death very close on the sea, with no captain.” Determined to tell the story of hundreds of thousands of displaced people, Mujtaba, along with three Afghan friends, joined an exodus of desperate travelers from the Middle East, Africa and South Asia. Unlike previous generations of refugees, he stays connected to his parents over messaging apps — meanwhile, his sister is following his journey on Instagram. He reflects on his passage across borders, saying, “It’s humans’ right, regardless of their nationality, religion and skin color to choose wherever they want to live, in peace and security.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "712,618", "path": "instagram/picture2900.jpg", "like_list": [], "date_time": "Sep 30, 2015", "location": "", "tag_list": ["@cwpencilenterprise", "@cwpencilenterprise"], "caption": "In this increasingly paperless age, a boutique that specializes in pencils may seem antiquated. Yet for Caroline Weaver (), the owner of Manhattan’s C.W. Pencil Enterprise, business is booming. Curiosity has lured customers into her sharply designed, happy shoebox of a store. “A lot of adults just haven’t written with a pencil for a long time,” says the 24-year-old proprietor and art school graduate. “One of the most popular ones in my shop is a Caran d’Ache Black Wood, mostly because it’s beautiful. It’s an entirely black pencil and very chic. Then people write with it. It’s so buttery it glides across the page. Writing with a pencil can be just as pleasurable as writing with an $800 fountain pen.” It’s certainly less pricey — most of the two dozen brands Caroline carries can be paid for with pocket change. Still, there is a vernacular specific to pencil connoisseurs. “Point retention means how long you can write with it until you have to sharpen it again. The metal thing that holds the eraser at the end of a pencil is called a ‘ferrule.’ Otherwise, we try not to use the word lead because there was never actually any lead in a pencil,” Caroline says, decoding the language of pencil buffs. “We get called out for being nerds all the time.”\nPhoto by "}]}