{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "255,034", "path": "instagram/picture4701.jpg", "like_list": [], "date_time": "Jun 27, 2013", "location": "Instagram HQ", "tag_list": ["@dirka"], "caption": "Today, Instagrammer and designer Dirk Dallas () stopped by our office for a visit and a portrait in front of our living wall! Be sure to follow Dirk for great shots of Southern California's beaches and sunshine."}, {"num_of_comments": 24, "num_of_like": "348,201", "path": "instagram/picture4702.jpg", "like_list": [], "date_time": "Jun 27, 2013", "location": "", "tag_list": ["@disneyland", "@sixflags", "@tylern66"], "caption": "In the course of the past week, thrill-seeking Instagrammers around the world have brought their phones along for the ride on roller coasters around the world. And with our new Cinema feature, videos are smoother than ever so you can share in the rush even on even the shakiest coasters.\n\nFor more great photos and videos from top theme parks, check out  and  on Instagram.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "315,441", "path": "instagram/picture4703.jpg", "like_list": [], "date_time": "Jun 27, 2013", "location": "United States Supreme Court Building", "tag_list": ["#DOMA", "#prop8", "#SCOTUS", "@andypee"], "caption": "Today, the Supreme Court of the United States handed down a landmark decision invalidating the Defense of Marriage Act, a law barring the federal government from recognizing same-sex marriage. The historic occasion is being documented on Instagram by the thousands of people who turned out in front of the Supreme Court—some even camping through the night—to hear the decision, which was announced shortly after 10 a.m. ET.\n\nSee photos and videos as they happen by searching the ,  and  hashtags and by tapping the blue Supreme Court location link above.\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "421,016", "path": "instagram/picture4704.jpg", "like_list": [], "date_time": "Jun 26, 2013", "location": "Rain Room at MoMA", "tag_list": ["@themuseumofmodernart", "@barbicancentre", "@melfids"], "caption": "Good news, everyone! The Rain Room at MoMA's EXPO 1 is actually open until July 28th, not June 28th as we previously posted. Sorry for the mix-up.\n\nIn October of 2012, UK art studio Random International unveiled something amazing at London’s Barbican Centre: a 100-square-meter room filled with artificial rain known as the Rain Room. A series of 3D cameras tracks the presence of people in the space and stops the rain from falling directly around them, allowing visitors to wander and play throughout the downpour while staying completely dry. The installation traveled to New York City for MoMA’s EXPO 1 in May of this year and will end July 28th.\nThroughout its tour, Rain Room has quickly become a favorite for local and traveling Instagrammers, who have captured photos and videos of the magical experience.\nTap the blue location text above for more photos of the Rain Room. To discover more great art on Instagram, be sure to follow  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "245,057", "path": "instagram/picture4705.jpg", "like_list": [], "date_time": "Jun 26, 2013", "location": "", "tag_list": ["@dannybeck1", "@lolagil", "@NYC", "@steveespopowers", "@benvenom", "@kelseybrookes"], "caption": "Artists use Instagram to bring people into their studio for an intimate glimpse at their craft, and with last week's addition of video on Instagram, many artists have begun sharing clips of their works in progress.\n\nTo see in-the-making shots brought to life, check out these accounts on Instagram: artist and illustrator , Los Angeles painter ,  painter and sign-maker , heavy-metal quilt maker , and San Diego painter ."}, {"num_of_comments": 24, "num_of_like": "351,344", "path": "instagram/picture4706.jpg", "like_list": [], "date_time": "Jun 26, 2013", "location": "", "tag_list": ["@tylerlinahan"], "caption": "This weekend (June 28-30), we’re challenging people around the globe to participate in the the seventh Worldwide InstaMeet! Organizing is easy: grab some Instagram friends, pick a location and add a hashtag to the photos and videos you share that’s unique to your InstaMeet! Learn more at blog.instagram.com/instameets and meetup.com/instagram. Photo by "}, {"num_of_comments": 24, "num_of_like": "546,994", "path": "instagram/picture4707.jpg", "like_list": [], "date_time": "Jun 25, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@bailey_bunny"], "caption": "Happy Monday,  fans! This week, we have a treat for you—an especially adorable fluff that has been posting some extra cute Instagram videos. Hop on over to , a Mini Lop from London, England, to add a little bunny fur to your feed."}, {"num_of_comments": 24, "num_of_like": "255,727", "path": "instagram/picture4708.jpg", "like_list": [], "date_time": "Jun 25, 2013", "location": "", "tag_list": ["@teresa_franco", "@mooney_the_cat", "@atav_", "@lauricesolomon", "@jelitodeleon", "@elixir818", "@_lukesalin", "@trevlee", "@kateth325", "#WHPmovingphotos"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured videos for !"}, {"num_of_comments": 24, "num_of_like": "220,664", "path": "instagram/picture4709.jpg", "like_list": [], "date_time": "Jun 24, 2013", "location": "", "tag_list": [], "caption": "When you're viewing a video on Instagram, the sound is controlled by your device's volume setting. If your phone is set to silent, the video will play with the sound off.\n\nOn an iOS device, you can switch the sound on and off by flipping the switch on the left side of your device. On Android, you can control the volume under Settings, or Wait for an Instagram video to begin playing and raise/reduce the volume from the switch on the side of your device.\n\nTo improve the audio quality when recording a video on Instagram, try using an external mic, like the one in your hands-free set.\n\nFor more tips, tricks and troubleshooting assistance, visit help.instagram.com."}, {"num_of_comments": 24, "num_of_like": "263,060", "path": "instagram/picture4710.jpg", "like_list": [], "date_time": "Jun 24, 2013", "location": "", "tag_list": ["@alice_gao", "@reynhornwood", "@bythebrush", "@piarieu", "@sgoralnick", "@jsugrue", "@famewhore", "@dandyromain", "@koci"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. This week, we've rounded up some of our favorite videos instead! Congrats to those whose videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "266,001", "path": "instagram/picture4711.jpg", "like_list": [], "date_time": "Jun 23, 2013", "location": "", "tag_list": ["@tonyhawk", "@almond_surfboards", "@wimbledon", "@snoopdogg", "@wearephoenix", "@madonna", "@karliekloss", "@burberry", "@jamieoliver", "@vervecoffee", "@shaym", "@jimmyfallon", "@charitywater"], "caption": "Looking to see a kickflip from your favorite skateboarder, the perfect latte pour from your corner coffee shop or what your favorite reporter sees when the camera turns off? Follow these accounts who are using Video on Instagram to share some incredible moments: , , , , , , , , , , ,  and ."}, {"num_of_comments": 24, "num_of_like": "287,726", "path": "instagram/picture4712.jpg", "like_list": [], "date_time": "Jun 22, 2013", "location": "", "tag_list": ["#WHPmovingphotos"], "caption": "Weekend Hashtag Project: \n\nThis weekend's goal is to bring photos to life by capturing video of a scene you would normally photograph. Here are some tips to get you started with the new video feature: place your phone on a flat surface or hold your phone still and don't move it—that way you capture the movements that occur within a single scene. Press and hold the record button to capture just one clip for this project.\nPROJECT RULES: Please only add the hashtag to videos taken over this weekend and only submit your own content to the project. Any content taken then tagged over the weekend is eligible to be featured on the Instagram blog at blog.instagram.com on Monday morning!"}, {"num_of_comments": 24, "num_of_like": "339,666", "path": "instagram/picture4713.jpg", "like_list": [], "date_time": "Jun 22, 2013", "location": "", "tag_list": ["@fosterhunting", "@fosterhunting"], "caption": "Foster Huntington () is a nomad surfer who travels the country in his 1986 Volkswagen van. His Instagram photos capture moments from his adventures on the road, building fires at campsites in the Sierras and catching waves in Baja.\nNow with Video on Instagram, Foster is adding sound and movement to his nomadic life and taking followers along for the ride. We can hear wind whipping out the windows as he travels along the coast and see the hammocks swinging in the trees at his campsite. \"Video on Instagram lets me capture a more dynamic portrait of my life on the road,\" Foster says.\n\nWant to see more of Foster's adventures? Be sure to check out his videos and follow him on Instagram "}, {"num_of_comments": 24, "num_of_like": "423,169", "path": "instagram/picture4714.jpg", "like_list": [], "date_time": "Jun 21, 2013", "location": "", "tag_list": ["@petehalvorsen", "#pierpressure", "#pierpressure", "@petehalvorsen"], "caption": "Since he first moved to Manhattan Beach, California, photographer Pete Halvorsen () has documented the city's nearly century-old pier. Jetting 928 feet (283 meters) out into the Pacific Ocean, the concrete structure—the oldest on the West Coast—is a hub for southern California Instagrammers. \"In Manhattan Beach we don't have your traditional 'City Center,' we have our pier. It is our meeting place,\" Pete explains. He even created the  hashtag series as an ode to his favorite subject.\n\nNow with Video on Instagram, Pete is able to capture movements and sounds at the pier. \"Instead of wondering if that surfer made it or how the waves sound crashing against the pier, we can watch these moments unfold. Just as Instagram has fine-tuned my eye as a photographer, video will allow me to share these same stories with more personality and depth.\" Want to see Pete's  series in action? Be sure to check out his videos and follow him on Instagram "}, {"num_of_comments": 24, "num_of_like": "358,156", "path": "instagram/picture4715.jpg", "like_list": [], "date_time": "Jun 21, 2013", "location": "", "tag_list": [], "caption": "Introducing: Video on Instagram! Download the latest update in the Apple App Store or Google Play Store today to play the video above. Be sure to tune in to our live event—happening right now!—to hear all about Instagram's newest feature at instagram.com/press or by clicking the link in our profile's bio."}, {"num_of_comments": 24, "num_of_like": "192,340", "path": "instagram/picture4716.jpg", "like_list": [], "date_time": "Jun 21, 2013", "location": "", "tag_list": ["@kevin"], "caption": "We have exciting news to share with you today! Tune in to the live announcement—happening right now—at instagram.com/press, or by clicking the link in our profile's bio.\n\nHere's a behind-the-scenes photo from yesterday of Instagram co-founder  rehearsing for the event."}, {"num_of_comments": 24, "num_of_like": "335,824", "path": "instagram/picture4717.jpg", "like_list": [], "date_time": "Jun 19, 2013", "location": "", "tag_list": ["@khiesti", "@khiesti"], "caption": "Kerstin Hiestermann's () minimalistic, playful and sometimes odd drawings are proof that, as she asserts, the child in her is still alive. By laying real objects on white paper and adding simple black line drawings, she brings new worlds to life.\n\nKerstin, an elementary school teacher, pulls inspiration from all around her. \"Flowers, plants, food, things from my work and sometimes a word that someone says to me or a question my son asks me. I often see worlds in little things.\" \"Instagram is my ignition,\" says Kerstin. \"I love the interaction with all the people all over the world, the inspiration, the mindfulness. I think without Instagram I would never have come to this idea and I would never know how much creativity is inside me.\" Be sure to view more of Kerstin's wonderful, whimsical drawings on Instagram at ."}, {"num_of_comments": 24, "num_of_like": "395,309", "path": "instagram/picture4718.jpg", "like_list": [], "date_time": "Jun 19, 2013", "location": "", "tag_list": ["#vemprarua", "#protestorj", "@pedropavanato"], "caption": "Thousands gathered in Brazil’s largest cities starting over the weekend and running through tonight to protest what started as a fight against bus-fare increases and has evolved into one of the biggest movements since the nation’s military dictatorship ended in 1985. Protesters are voicing frustration about a variety of issues, including inflation, government corruption, tax rates and the cost and delays associated with next year’s World Cup soccer tournament.\n\nIn São Paulo, thousands took to Avenida Paulista to march and wave Brazilian flags. In Rio de Janeiro, marchers stormed Avenida Rio Branco. In Brasilía, protesters danced atop the roof of the Congresso Nacional. To view more photos, tap the blue location text above this image and visit the  and  hashtags. Photo by "}, {"num_of_comments": 24, "num_of_like": "347,857", "path": "instagram/picture4719.jpg", "like_list": [], "date_time": "Jun 19, 2013", "location": "", "tag_list": ["#huangshan", "#黄山", "@yeefs"], "caption": "Huangshan (黄山), or \"Yellow Mountain,\" is situated in east China's Anhui province. It's known for sweeping views of jutting granite peaks that emerge just above the clouds, sturdy pine trees and must-see sunrises over the North Sea. Those who visit Huangshan have the opportunity to stand on the world's highest bridge, known as The Bridge of Immortals. Visitors can also climb several hundred steps to Lotus Peak—Huangshan's highest summit at an altitude of 1,837 meters (6,027 feet). Want to see more? Visit Huangshan by clicking the blue location link above and check out the  and  hashtags. Photo by "}, {"num_of_comments": 24, "num_of_like": "452,272", "path": "instagram/picture4720.jpg", "like_list": [], "date_time": "Jun 18, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@ava_the_cat"], "caption": "Happy  Monday, Instagram! This week we meet Ava (), an adorable blue British shorthair kitty from way down under in Australia. If your feed is lacking in feline fluff, follow along on her adventures."}, {"num_of_comments": 24, "num_of_like": "204,222", "path": "instagram/picture4721.jpg", "like_list": [], "date_time": "Jun 18, 2013", "location": "", "tag_list": ["@penelopelane", "@gmentezi", "@cuordicarciofo", "@erin_leydon", "@sherrylu", "@just_yk", "@zobolondon", "@truthslinger", "@assicohen", "#WHPthanksdad"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had photos featured for !"}, {"num_of_comments": 24, "num_of_like": "236,874", "path": "instagram/picture4722.jpg", "like_list": [], "date_time": "Jun 17, 2013", "location": "", "tag_list": ["@kbucklandphoto", "@sev2fve", "@carsonspann", "@hongdave", "@dellybean", "@patrickkolts", "@aleclovett", "@reddotdesign", "@robertbroadbent"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!     \n   "}, {"num_of_comments": 24, "num_of_like": "422,363", "path": "instagram/picture4723.jpg", "like_list": [], "date_time": "Jun 16, 2013", "location": "", "tag_list": ["@awnoom", "@diawdd", "@woody_chai", "@zcongklod", "@woody_chai"], "caption": "In 2012, Bangkok, Thailand, proved to be one of Instagram's most photographed cities. More photos were shared at Suvarnabhumi Airport than anywhere else in the world!\n\nWith such a vibrant Instagram community, how could we not do a Bangkok spotlight? To get a local's perspective of Bangkok, be sure to follow these exceptional Instagrammers: , ,  and ! Photo by "}, {"num_of_comments": 24, "num_of_like": "255,177", "path": "instagram/picture4724.jpg", "like_list": [], "date_time": "Jun 16, 2013", "location": "Estádio Nacional de Brasília", "tag_list": ["@cescf4bregas", "@njunior11", "@CH14_instagram", "@ikercasillasoficial", "@cbf_futebol"], "caption": "Today marks the start of the Confederations Cup, a football tournament held every four years by FIFA as a rehearsal to the World Cup. Eight national teams will duke it out in cities across Brazil for a chance at the title. Tonight, the opening match between Brazil and Japan will take place in Brasilia. Tomorrow Mexico and Italy will compete in Rio De Janeiro, followed by Spain and Uruguay in Recife.\n\nWant to follow the Confederations Cup action on Instagram? Be sure to tap the blue location page above this image for photos from the opening game in Brasilia tonight and follow these players on Instagram for a first-hand look at the tournament: Cesc Fàbregas Soler, Spain (), Neymar, Brazil (), Javier \"Chicharito\" Hernandez, Mexico () and Iker Casillas, Spain (). Photo by "}, {"num_of_comments": 24, "num_of_like": "250,864", "path": "instagram/picture4725.jpg", "like_list": [], "date_time": "Jun 15, 2013", "location": "", "tag_list": ["#WHPthanksdad", "#WHPthanksdad", "@cindyloughridge"], "caption": "Weekend Hashtag Project: \n\nMany countries around the world are celebrating Father's Day this weekend, so we're dedicating this hashtag project to dads. The goal this weekend is to share moments with and memories of your dad. Some tips to get you started: if you're with your dad this weekend, take a portrait or capture a moment of the two of you together sharing a favorite activity; share photos of the objects that remind you most of your father; or if you're a dad yourself, share photos of a special moment with your kids.\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning! Photo by "}, {"num_of_comments": 24, "num_of_like": "218,438", "path": "instagram/picture4726.jpg", "like_list": [], "date_time": "Jun 15, 2013", "location": "", "tag_list": ["@phloemstudio", "@phloemstudio"], "caption": "Phloem Studio ()—named after the vascular structure of plants—is the Portland, Oregon-based creation of furniture designer and craftsman Benjamin Klebba. From its North Portland workshop, Phloem produces beautiful, hand-crafted furniture and documents the process through Instagram.\n\nSays Ben, \"I post pictures of designs coming together, furniture parts in process, the finished pieces, as well as things that catch my eye in everyday life. I've [also] found many creative types out there who I admire.\" To add a regular dose of furniture envy to your feed, follow  on Instagram."}, {"num_of_comments": 24, "num_of_like": "420,016", "path": "instagram/picture4727.jpg", "like_list": [], "date_time": "Jun 14, 2013", "location": "Masada", "tag_list": ["@learan"], "caption": "In the Israeli desert overlooking the Dead Sea sits Masada (מצדה), an ancient ruined city atop a tall plateau. More than 2,000 years old, the settlement's significant fortifications were erected between 37 and 31 BCE.\n\nIn 72 CE, Jewish rebels that had taken control of the city several years prior came under siege by the Roman army. Over the course of a year the Romans bombarded Masada while building a ramp up the side of the plateau, eventually overcoming the city's defenses.\n\nThe ramp and the army's fortifications remain to this day, and tourists can either walk up the narrow snaking foot path or take a gondola to the top. Explore more photos by clicking the blue location link above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "196,435", "path": "instagram/picture4728.jpg", "like_list": [], "date_time": "Jun 13, 2013", "location": "Bonnaroo Music & Arts Festival - What Stage", "tag_list": ["@dannybones64", "@bonnaroo", "@the_xx_", "@reggiewatts", "@porterrobinson", "@babyhaim", "@ntnl", "#trueroo"], "caption": "Danny Clinch () has photographed musicians and their performances in his signature unobtrusive style for 30 years. He posts some of those intimate, modest moments on Instagram and even shared a few of his concert photography tips with us: 1. Try to find a point of view that is different from the people around you. 2. The most interesting photograph is not always of the lead singer at the microphone. 3. Watch what happens between songs. 4. Try different angles. The view from the furthest seat in the house can be as rewarding as the front row.\n\nStarting tomorrow, Danny will be photographing the four-day Bonnaroo festival () in Manchester, Tennessee. Follow him and performers like The XX (), Reggie Watts (), Porter Robinson (), Alana Haim () and The National () for a behind-the-scenes look at the music and comedy festival. You can also visit the  hashtag and tap the blue location text above this image to view photos from the festival."}, {"num_of_comments": 24, "num_of_like": "400,124", "path": "instagram/picture4729.jpg", "like_list": [], "date_time": "Jun 12, 2013", "location": "", "tag_list": ["@neji_maki_dori", "@neji_maki_dori", "@neji_maki_dori"], "caption": "Tokyo-based Instagrammer  has been exploring abandoned buildings in Japan ever since his first visit to the ruins of a sulfer mine in 2006. \"The overwhelming scale, inorganic and deserted feel, moldy smell and excitement were all very refreshing and inspiring to me at the time,\" he says. \"I've been captivated by ruins ever since.\"  sources locations from printed materials about abandoned sites and the collective knowledge base of his fellow explorers. From mines and towers to apartment blocks and even a larger-than-life building in the shape of a cow, his adventures take his followers through some of Japan's most forgotten places.\n\nFor more photos from abandoned sites around Japan, be sure to follow ."}, {"num_of_comments": 24, "num_of_like": "358,871", "path": "instagram/picture4730.jpg", "like_list": [], "date_time": "Jun 11, 2013", "location": "Alamo Square", "tag_list": ["#WeeklyFluff", "@tunameltsmyheart", "#WeeklyFluff", "@trotterpup", "@biggie_griffon", "@dagger"], "caption": "Happy Monday, Instagram! We've got a special treat for you this week. On Saturday,  alum  made the trip up to San Francisco where he hosted a meet-up with his  friends  and . Instagram pup  also joined the fun! Follow along if you don't have enough canine fluff in your feed."}, {"num_of_comments": 24, "num_of_like": "251,496", "path": "instagram/picture4731.jpg", "like_list": [], "date_time": "Jun 11, 2013", "location": "", "tag_list": ["@technopaul", "@luke_asper"], "caption": "Paul Tellefsen (), creator of the short documentary \"Instagram Is,\" visited the Instagram office today with his friend Luke ()! His film—a university project that grew into a passion—celebrates the Instagram community and its love of adventure. If you haven't had a chance to view the video, head over to instagramis.com."}, {"num_of_comments": 24, "num_of_like": "252,240", "path": "instagram/picture4732.jpg", "like_list": [], "date_time": "Jun 11, 2013", "location": "", "tag_list": ["@withawildheart", "@kevinwillchen", "@_garrl", "@tweethonk", "@soof_uckinginsane", "@cschoonover", "@bryanttrinh3", "@jnsilva", "@jswanbeck", "#WHPaquarium"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured photos for !"}, {"num_of_comments": 24, "num_of_like": "362,627", "path": "instagram/picture4733.jpg", "like_list": [], "date_time": "Jun 10, 2013", "location": "Russia La Biennale", "tag_list": ["@aiww", "@vikmuniz", "@tomsachs", "@jr", "@moscerina", "@giariv"], "caption": "Every two years, Venice, Italy, transforms into the center of the art world. Established in 1895, the Venice Biennale (La Biennale di Venezia) is a major contemporary art exhibition and the closest thing art has to the Olympics. Each of the 88 countries participating this year have selected promising artists to create elaborate installations in their designated national pavilions and palazzos. The installations are now open to the public and will be trafficked by more than 350,000 visitors before the Biennale closes on November 24.\nTo get a first-hand look at the Biennale, be sure to follow these Instagrammers: Chinese artist Ai Weiwei (), Brazilian artist Vik Muniz (), American artist Tom Sachs (), French artist JR () and freelance journalist Erica Firpo (). You can also tap the blue location text above this image to view photos from Russia's pavilion.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "222,394", "path": "instagram/picture4734.jpg", "like_list": [], "date_time": "Jun 10, 2013", "location": "", "tag_list": ["@shakastics", "@_aaronweiss", "@k_mao", "@craytx", "@jsuarez54", "@thebaldwhiteguy", "@jespertjader", "@saulgm", "@yukomouton"], "caption": "Every Sunday we post a weekly roundup\non our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "372,956", "path": "instagram/picture4735.jpg", "like_list": [], "date_time": "Jun 9, 2013", "location": "", "tag_list": ["#yarnbombing", "@oleknyc", "@susan_elnora"], "caption": "On June 8, for the third year running, yarn enthusiasts from around the globe will share their passion with the world through the act of yarn bombing. Guerrilla knitters and crocheters will cover trees, lampposts and bike racks with their colorful handicrafts in a tradition established by Alberta knitter Joann Matvichuk.\n\nTag your own work and any yarn bombing installations you may come across with the  hashtag! Need inspiration for your own project? Check out New York-based crocheting artist Olek: . Photo by "}, {"num_of_comments": 24, "num_of_like": "264,187", "path": "instagram/picture4736.jpg", "like_list": [], "date_time": "Jun 8, 2013", "location": "沖縄美ら海水族館", "tag_list": ["#WHPaquarium", "#WHPaquarium", "@ridingmybicycle"], "caption": "Weekend Hashtag Project: \n\nIn honor of World Oceans Day tomorrow, the goal this weekend is to capture photos of your favorite underwater creatures, whether they're the stars of your city's aquarium or your own fish tank friends. Some tips to get you started: hold your photo against the glass and turn off flash to prevent reflections and glare; at the aquarium, jellyfish, turtles and fish take their own sweet time, so be patient and keep snapping; and keep an eye out—aquariums tend to be great places for silhouettes.\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "502,727", "path": "instagram/picture4737.jpg", "like_list": [], "date_time": "Jun 8, 2013", "location": "", "tag_list": ["#NationalDonutDay", "@sidecardoughnuts", "@goglazed", "@krispykreme", "@voodoodoughnut"], "caption": "Whether you spell it \"donut\" or \"doughnut,\" we can all agree that these rings of sugary deep-fried dough make for a delicious treat. Thankfully, today you have an excuse to indulge because it's National Donut Day. Share your delectable donut experience with the  hashtag! And if you need a little more sweetness in your feed, follow these tasty accounts:    and "}, {"num_of_comments": 24, "num_of_like": "385,215", "path": "instagram/picture4738.jpg", "like_list": [], "date_time": "Jun 8, 2013", "location": "", "tag_list": ["#derweze", "#darvaza", "@atoscanom"], "caption": "In the heart of the Karakum Desert in Turkmenistan lies \"The Door to Hell,\" a giant hole filled with eternally-burning fire. While drilling in 1971, Soviet geologists tapped into the cavern filled with natural gas and it collapsed beneath their drilling rig, leaving a hole 70 meters (230 feet) in diameter and 20 meters (65 feet) deep. In an attempt to prevent the cavern's poisonous gas from being released into the atmosphere, scientists decided to light it on fire and burn off the fumes. The gas is still burning today—40 years later—and a few brave Instagrammers have made the trek to the deposit to witness and document it in person.\n\nTo see more photos, tap the blue location text above this image and visit the  and  hashtags. Photo by "}, {"num_of_comments": 24, "num_of_like": "297,602", "path": "instagram/picture4739.jpg", "like_list": [], "date_time": "Jun 7, 2013", "location": "", "tag_list": ["#drivein", "#driveinmovie", "@brethawkins"], "caption": "On this day in 1933, the very first drive-in movie theater opened in Camden, New Jersey, USA. The phenomenon quickly caught on with drive-ins numbering nearly 5,000 at its peak popularity peak popularity. Now, eighty years later, only a few hundred of these relics currently operate in the United States.\n\nMany of these remaining theaters are celebrating the 80th anniversary with special showings. Will you be going to a drive-in tonight? Share your experience with the  and movie hashtags! Photo by "}, {"num_of_comments": 24, "num_of_like": "226,391", "path": "instagram/picture4740.jpg", "like_list": [], "date_time": "Jun 7, 2013", "location": "", "tag_list": ["#nationaldag", "@rimens"], "caption": "On June 6, Sweden celebrates National Day (Sveriges nationaldag). The date holds historic significance for two reasons. On June 6, 1523, the independent state of Sweden was established with the election of King Gustav Vasa. Vasa's ascendance brought an end to the Kalmar Union and the reign of a single ruler over the kingdoms of Denmark, Sweden and Norway. On the same day in 1809, Sweden adopted a new constitution granting civil rights and liberties to its citizens.\n\nExperience National Day through the lens of the Swedes by browsing the  hashtag.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "506,825", "path": "instagram/picture4741.jpg", "like_list": [], "date_time": "Jun 6, 2013", "location": "", "tag_list": ["@flo_ow"], "caption": "As the Iguazu River snakes along the border between Argentina and Brazil, the river suddenly surges over an 82-meter drop. A series of islands along the 2.7-kilometer ridge divides the river into the hundreds of cataracts that make up Iguazu Falls, one of the widest waterfalls in the world.\n\nThe giant U-shaped gorge known as \"The Devil's Throat\" marks the focal point of the Iguazu. A walkway on the Argentine side leads visitors to a dizzying view from the gorge's top, while the Brazilian side boasts a platform at the falls' base that affords tourists a panoramic view of the surrounding 260 degrees of falls.\n\nIntrepid Instagrammers braved the mists and weren't afraid to get their phones a bit damp for these incredible photos from the falls.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "282,854", "path": "instagram/picture4742.jpg", "like_list": [], "date_time": "Jun 5, 2013", "location": "", "tag_list": ["@nasyakopteva", "@nasyakopteva"], "caption": "Nasya Kopteva () made her first mail artwork at the age of five. “My grandmother let me paint old Soviet envelopes. In those opened envelopes, I saw small houses and added doors, windows, fences and whole rooms inside.” Nasya still makes mail art today but sends the letters to just one recipient, her friend Sasha. “We exchange painted post stories and try to surprise and delight each other.” Nasya and Sasha share some of their most beautiful creations on their blog (fishmailart.com) and on Instagram. “I am a completely visual person. For me, Instagram is the most convenient way to freeze moments and share visual information–energy, feelings and beauty—with others who are in search of it.” To see more of Nasya's beautiful post creations, follow her on Instagram "}, {"num_of_comments": 24, "num_of_like": "244,699", "path": "instagram/picture4743.jpg", "like_list": [], "date_time": "Jun 4, 2013", "location": "Taksim Gezi Parkı", "tag_list": ["@ugurdemiroz"], "caption": "On May 31, three days after demonstrators set up camp in Istanbul's Gezi Park to protest the development of a new shopping mall, police dispersed the crowd with water cannons and tear gas, setting off the most significant wave of protests in Turkey's recent history.\n\nTapping into deeper cultural divisions and discontent, demonstrations have spread throughout Turkey, where protestors and bystanders alike have been documenting the skirmishes through Instagram. View more photos from Taksim Square by clicking the blue location link above, and see photos from elsewhere in Istanbul and Ankara by visiting blog.instagram.com.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "475,040", "path": "instagram/picture4744.jpg", "like_list": [], "date_time": "Jun 4, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@kingsleythecavalier"], "caption": "Hey Instagram! It's Monday, which means it's time for ! This week we meet Kingsley, a beautiful one-year-old Blenheim cavalier King Charles spaniel. Make Kingsley (and his big floppy ears) a part of your day by following ."}, {"num_of_comments": 24, "num_of_like": "247,965", "path": "instagram/picture4745.jpg", "like_list": [], "date_time": "Jun 4, 2013", "location": "", "tag_list": ["@majjor_tom", "@nickline", "@priscillaablas", "@dondb", "@ryannreyes", "@j_laine", "@mattdelrocco", "@zobolondon", "@tang310", "#WHPlighthouse"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured photos for !"}, {"num_of_comments": 24, "num_of_like": "438,921", "path": "instagram/picture4746.jpg", "like_list": [], "date_time": "Jun 3, 2013", "location": "", "tag_list": ["@aidslifecycle", "#alc2013", "@shawnmulchay"], "caption": "Today, thousands of bicyclists embark on a seven-day ride along the 545 miles of scenic California coast between San Francisco and Los Angeles to raise money and awareness in the fight against HIV/AIDS.\n\nOriginally founded in 1993 as the California AIDS Ride, AIDS/LifeCycle () celebrates its 20th ride this year. The event, supported by the Los Angeles Gay and Lesbian Center and the San Francisco AIDS Foundation, is now the world's largest HIV/AIDS fundraiser and is expected to raise up to $13 million from the 2013 ride.\n\nAre you biking AIDS/LifeCycle this year? Be sure to share your photos with the  hashtag and add your location to your photos so friends and followers can watch you make the journey!\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "223,017", "path": "instagram/picture4747.jpg", "like_list": [], "date_time": "Jun 3, 2013", "location": "", "tag_list": ["@sophia_sin", "@jacobcboynton", "@haileybe", "@katekipley", "@scottrinck", "@denizhazar", "@norikophone", "@marijekuiper", "@penelopelane"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "164,297", "path": "instagram/picture4748.jpg", "like_list": [], "date_time": "Jun 2, 2013", "location": "", "tag_list": ["@patrickwitty", "@patrickwitty"], "caption": "Patrick Witty () spends his days editing and curating photos as TIME magazine's international picture editor. But in late March, Witty inadvertently embarked on his own photo series when he began documenting fellow commuters that had seemingly fallen asleep on the subway. After posting a couple photos of snoozing passengers and captioning them \"out cold,\" \"it sort of snowballed from there.\" Despite the appearance that the people in his photos are sleeping, most are actually engrossed in their mobile devices. \"They are looking down, lost in their phones or tablets. And I'm doing exactly the same… they are self-portraits in some ways.\" Join Patrick's daily commute by following him on Instagram at ."}, {"num_of_comments": 24, "num_of_like": "228,939", "path": "instagram/picture4749.jpg", "like_list": [], "date_time": "Jun 1, 2013", "location": "", "tag_list": ["#WHPlighthouse", "#WHPlighthouse", "@ryanmoser"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture photographs of lighthouses. Worried there aren’t any lighthouses where you live? Have no fear! There are a surprisingly large number of lighthouses around the world—just visit bit.ly/WHPlighthouse to find the one closest to you.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning! Featured photo by "}, {"num_of_comments": 24, "num_of_like": "462,920", "path": "instagram/picture4750.jpg", "like_list": [], "date_time": "Jun 1, 2013", "location": "", "tag_list": ["@bhirtwish"], "caption": "In the middle of Turkey sits Cappadocia, a region defined as much by its iconic \"fairy chimneys\" as by its long and colorful history. These days, visitors from around the world make the trek to this region to catch a bird's-eye view of the unique and spectacular scenery. Each morning, 90 balloons lift more than 1,500 passengers high above the landscape, providing one of the best Instagram opportunities the world has to offer. View more photos by clicking the blue location link above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "531,511", "path": "instagram/picture4751.jpg", "like_list": [], "date_time": "May 31, 2013", "location": "Manhattan Henge", "tag_list": ["#manhattanhenge", "@_tamarapeterson"], "caption": "Don't miss out on the photos from yesterday's Manhattanhenge! Twice a year, the setting sun in New York City aligns perfectly with Manhattan's east-west street grid. This phenomenon makes for the perfect chance to snap photos of the sun setting between the skyscrapers of Manhattan. For more photos, check out blog.instagram.com and check out the  hashtag and tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "256,392", "path": "instagram/picture4752.jpg", "like_list": [], "date_time": "May 31, 2013", "location": "", "tag_list": ["@missunderground", "@missunderground", "@missunderground"], "caption": "In 2011, Jess Macdonald () snapped her first photo of the London Underground. Quickly, the beloved Tube's architecture and tunnels became a favorite scene for Jess and her followers on Instagram. \"I got more comments on my underground pictures so that's when my feed became solely underground shots.\" Her iconic photos have drawn a global audience and have also introduced Jess to new friends in London. \"I love posting my photos on Instagram, reading and responding to all the comments I get and forming friendships with users from all over the world. I have met some wonderful people, made some best friends and met my boyfriend through the Instagram Community here in London.\" Want to shoot your local subway like ? Be sure to follow Jess on Instagram  and try out her tips: \"Assess your space. Be sure to work with the lines, the artificial light and play with reflections.\""}, {"num_of_comments": 24, "num_of_like": "247,515", "path": "instagram/picture4753.jpg", "like_list": [], "date_time": "May 30, 2013", "location": "", "tag_list": ["#oboticario_rio", "#instawalkcphmay2013", "#mabonengmothersday", "#oceanbeach_instameet", "#InstameetCardiff", "#ArtBiennaleInstameet", "#igcthashtag", "@justinslens", "@ursulabach", "@charlesmlouw", "@elvinalessa", "@ruby26", "@igerspretoria", "@vaporettoarte"], "caption": "Over the past several weeks, Instagrammers around the world gathered together to take photos and share them on Instagram. We were excited to see photos posted from Rio de Janeiro (), Copenhagen (), Petoria (), San Diego (), Cardiff (), Venice () and Cape Town ()! Want to host your own InstaMeet or photowalk? Be sure to check out blog.instagram.com for tips on how to organize a great event. Photos by , , , , ,  and ."}, {"num_of_comments": 24, "num_of_like": "345,632", "path": "instagram/picture4754.jpg", "like_list": [], "date_time": "May 29, 2013", "location": "", "tag_list": ["@melkadel", "@melkadel"], "caption": "Mel Kadel's serene, sepia-tinged drawings are characterized by repetitive patterns and varied but recurring characters. It's hard to imagine how such precise and delicate drawings are created, but through her Instagram feed, , Kadel brings people into her Echo Park, California, studio for an up-close glimpse. \"Art-making is a quiet and personal process that I love to show snaps of from under my drawing lamp,\" says Kadel. \"I like the intimacy of showing something while it's being made.\" Follow Mel's account for photos of both her process and the lives of her rich characters: ."}, {"num_of_comments": 24, "num_of_like": "409,108", "path": "instagram/picture4755.jpg", "like_list": [], "date_time": "May 28, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@tamagotchi_cat"], "caption": "Happy Monday, Instagram! Time for the ! This week we meet Tamagotchi (). Tama is polydactyl, which means she has extra toes on her paws. In Tamagotchi's case, she has six toes on each paw, instead of the normal five on the front and four on the rear. Follow Tamagotchi's adventures if you would like a bit more polydactyl kitty in your feed."}, {"num_of_comments": 24, "num_of_like": "268,213", "path": "instagram/picture4756.jpg", "like_list": [], "date_time": "May 28, 2013", "location": "", "tag_list": ["@hesoyam93", "@merileeloo", "@yellowillow", "@rjribbit", "@lifewithart", "@coryacrawford", "@loversponder", "@sejkko", "@nathalia8a", "#WHPsolocolor"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured photos for !"}, {"num_of_comments": 24, "num_of_like": "395,206", "path": "instagram/picture4757.jpg", "like_list": [], "date_time": "May 28, 2013", "location": "", "tag_list": ["@jgboyer", "@jgboyer", "@caitraeboyer"], "caption": "National Guard Soldier Justin Boyer () shipped out to Afghanistan in November 2011 and stayed for a full year. While in Kabul, he was a member of a Brigade Movement Team that drove higher-ranking and non-commissioned officers in armored vehicles to visit Afghan Police Headquarters, coalition bases and Afghan public works projects in the Kabul City District.\n\nJustin shared photos of these trips and his daily life in Afghanistan on Instagram: \"While I was overseas, Instagram was a way for me to stay sane,\" he says. \"I could easily communicate what it was like over there to my wife and share my perspective with the world. My brother was in Afghanistan at the same time as me. He was across the country and we never saw each other, but we were able to share our experiences on a daily basis via Instagram.\" Justin is now back in his hometown of Salt Lake City awaiting to hear if he'll return to Afghanistan. To view more moments from his last deployment and daily life in Salt Lake, follow him on Instagram: . Photo by "}, {"num_of_comments": 24, "num_of_like": "549,421", "path": "instagram/picture4758.jpg", "like_list": [], "date_time": "May 27, 2013", "location": "海港城 Harbour City", "tag_list": ["#FlorentijnHofman", "@samyung888"], "caption": "Since the beginning of May, Dutch artist Florentijn Hofman's 16-meter (52-foot) rubber duck has turned Hong Kong's Victoria Harbour into a giant bathtub. Instagrammers there have captured the giant duck's daily travels about the harbor and were on hand to photograph its deflation in mid-May (part of scheduled maintenance work according to the exhibition organizers). To view more photos of the famed rubber ducky, be sure to tap the blue location text above this image and browse the  hashtag. Photo by "}, {"num_of_comments": 24, "num_of_like": "239,474", "path": "instagram/picture4759.jpg", "like_list": [], "date_time": "May 27, 2013", "location": "", "tag_list": ["@reelfilm", "@matthewdenis", "@cassidy_diane", "@jenniferreid", "@j08433", "@_tiou", "@thrdn", "@maxwelldone", "@bandofkittens"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "217,959", "path": "instagram/picture4760.jpg", "like_list": [], "date_time": "May 26, 2013", "location": "Indianapolis Motor Speedway", "tag_list": ["@indianapolismotorspeedway", "@josefnewgarden", "@grahamrahal", "@marcoandretti", "@sebsaavedra", "@jrhildebrand", "@conordaly22", "#Indy500orBust", "@josefnewgarden"], "caption": "The 97th annual Indianapolis 500, also known as the Indy 500, takes place tomorrow afternoon in the town of Speedway, Indiana. Approximately 400,000 spectators will gather at Indianapolis Motor Speedway () to watch 33 IndyCar drivers cover 500 miles of track, completing 200 laps around the 2.5-mile oval circuit!\n\nBe sure to keep an eye on these Instagramming IndyCar drivers who will be racing tomorrow: Josef Newgarden (), Graham Rahal (), Marco Andretti (), Sebastian Saavedra (), JR Hildebran () and Conor Daly (). You can also browse photos from the race through the official hashtag  or by tapping on the Indianapolis Motor Speedway location link above this photo.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "333,757", "path": "instagram/picture4761.jpg", "like_list": [], "date_time": "May 25, 2013", "location": "", "tag_list": ["@fcbayern", "@chelseafc", "@da_27", "@shaqirixherdan", "@leobittencourt32", "@fesantana27", "#UCLfinal", "@dbpierre"], "caption": "Tonight, German rivals FC Bayern () and Borussia Dortmund will battle it out in the Union of European Football Associations (UEFA) Championship, the most prestigious club competition in European football. The annual Champions League Final features the two best teams from the 53 full-member associations, and this year's winner will take the trophy from 2012 champions Chelsea (). To get a first-hand look at the game, be sure to follow FC Bayern players David Alaba () and Xherdan Shaqiri (), Dortmund players Leonardo Bittencourt () and Felipe Santana (), and browse the  hashtag. Photo by "}, {"num_of_comments": 24, "num_of_like": "202,809", "path": "instagram/picture4762.jpg", "like_list": [], "date_time": "May 25, 2013", "location": "", "tag_list": ["#WHPsolocolor", "@geoffduncan"], "caption": "The goal this weekend is to create photos organized around a single color. Some tips to get you started: Walk through your home and find objects that are all the same color, lay them out neatly and photograph them on a white background; grab a friend and pose them in front of a wall that matches the color of their clothes for a color-coordinated portrait; or go on a photo walk and let your attention be drawn by a single color along your way.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "264,280", "path": "instagram/picture4763.jpg", "like_list": [], "date_time": "May 25, 2013", "location": "The Gorge Amphitheatre", "tag_list": ["@sasquatchfestival", "@gibbstack", "@sigurros", "@esmzeros", "@macklemore", "@ryanlewis", "@chaz2sexy", "@steveaoki", "@imaginedragons", "@atlasgenius", "#sasquatchfestival", "@canuck41"], "caption": "The 12th annual Sasquatch! Music Festival () takes place this weekend in George, Washington, at the beautiful Gorge Amphitheater—a scenic outdoor venue above the Columbia River with sweeping views of mountain ranges and the spectacular river gorge. The indie rock festival takes place over the next four days, boasts over 120 artists and bands across five stages and draws festival-goers from around the world.\n\nBe sure to keep an eye on these Instagramming musicians who will be performing at Sasquatch!: Ben Gibbard from The Postal Service (), Sigur Rós (), Edward Sharpe & The Magnetic Zeros (), Macklemore & Ryan Lewis ( & ), Toro Y Moi (), Steve Aoki (), Imagine Dragons () and Atlas Genius (). For more photos from Sasquatch! tap the blue location text above this image or visit the official festival hashtag . Photo by "}, {"num_of_comments": 24, "num_of_like": "207,343", "path": "instagram/picture4764.jpg", "like_list": [], "date_time": "May 25, 2013", "location": "", "tag_list": [], "caption": "Yesterday we experienced technical issues that caused people to be unable to access their accounts for a short period of time. We restored access as soon as the issue was brought to our attention, and we're sorry for any inconvenience this may have caused you.\nThank you for all your comments and reports to let us know about the problems you were experiencing. We're always listening and we were able to fix this as quickly as we did because of your help.\nIf you're still experiencing issues accessing your account, visit help.instagram.com. Thanks again for your patience and support."}, {"num_of_comments": 24, "num_of_like": "421,598", "path": "instagram/picture4765.jpg", "like_list": [], "date_time": "May 24, 2013", "location": "RHS Chelsea Flower Show", "tag_list": ["#chelseaflowershow", "@tienbusch"], "caption": "This week, the United Kingdom's Royal Horticultural Society (RHS) holds the 100th annual Chelsea Flower Show—the most important flower show in the UK, if not the world. The event takes place at the Royal Hospital, Chelsea, where the show has been held for the past hundred years.\n\nOver 550 exhibitors from around the world display their show gardens and choice florals for a chance at winning a coveted gold medal. The event draws crowds from across London, including a visit from the Royal Family on the show's opening day.\n\nFor more photos from the 100th RHS Chelsea Flower Show, be sure to check out the  hashtag and tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "225,824", "path": "instagram/picture4766.jpg", "like_list": [], "date_time": "May 23, 2013", "location": "Instagram HQ", "tag_list": ["@saverome"], "caption": "Today, archaeologist  stopped by for lunch with the Instagram team! Follow Darius for first-hand photos of Rome's cultural treasures."}, {"num_of_comments": 24, "num_of_like": "328,887", "path": "instagram/picture4767.jpg", "like_list": [], "date_time": "May 23, 2013", "location": "東京スカイツリー / Tokyo Skytree", "tag_list": ["@deijiidaisy"], "caption": "One year ago today, the Tokyo Skytree (東京スカイツリ) officially opened to the public. Standing 634 meters (2,080 feet), the Skytree is the tallest tower and the second largest structure in the world. The Skytree took four years to build and in the last year alone over 6.3 million people visited the tower—many capturing the experience on Instagram.\n\nTo view more photos of the Skytree, tap the blue location text above this image. Photo by ."}, {"num_of_comments": 24, "num_of_like": "234,736", "path": "instagram/picture4768.jpg", "like_list": [], "date_time": "May 23, 2013", "location": "", "tag_list": ["@kamilsharaidin", "@farrahallan", "@stephanie_somebody", "@cleocoppinger"], "caption": "The city of Melbourne—Victoria's capital and the second most populous city in Australia—was deemed the most livable city in the world two years in a row, causing a plethora of artists to move into the city's limits. Due to the ever-changing skyline's modern, cutting-edge designs and its diverse, historical architecture there is never a shortage of photographic inspiration. Want to view Melbourne from an insider's perspective? We put together a list of some amazing Instagrammers from in and around the city. Be sure to follow , , , and !"}, {"num_of_comments": 24, "num_of_like": "345,826", "path": "instagram/picture4769.jpg", "like_list": [], "date_time": "May 22, 2013", "location": "", "tag_list": ["@katia_mi", "@katia_mi_"], "caption": "Moscow, Russia-based art director Katia () isn't trying to create a mood with her photos. \"I have no mission, no reason. This is an internal dialogue. Feelings are much more interesting than ideas,\" she says.\n\nIn her day-to-day, Katia works as a versatile designer, working on interiors, jewelry, women's accessories and even communication design. And while her career requires her to tailor her art to the needs of her clients, her Instagram account allows her to express her own daring thoughts. \"Most photographers believe that details are the most important things in a picture. In black and white, I get rid of details and put sense in shadow.\" Though shadows are her specialty, Katia also has a second Instagram account, _, where she posts some of her photos in color."}, {"num_of_comments": 24, "num_of_like": "203,782", "path": "instagram/picture4770.jpg", "like_list": [], "date_time": "May 22, 2013", "location": "ROLAND-GARROS", "tag_list": ["@rolandgarros", "#1", "@bryanbros", "#3", "@vichka35", "#6", "@tomasberdych", "#1", "@serenawilliams", "@atpworldtour", "@WTA", "@djalphab"], "caption": "Today marks the start of Roland Garros (), also known as the French Open, one of the most prestigious events in the world of professional tennis. The clay court tournament has been held in Paris since the late 1800s and is named after Roland Garros, a beloved French fighter pilot in World War II who frequented the tennis stadium where the Open is held.\n\nTwo hundred and fifty-six players—128 men and 128 women—will compete for the singles and doubles crowns over the next two weeks. Want to get a first-hand look at the tournament? Be sure to follow these Instagrammers: Men's Doubles  Bob Bryan (), Women's World  Victoria Azarenka (), Men's World  Tomáš Berdych (), Women's World  Serena Williams (), the men's professional tour () and the Women's Tennis Association (). You can also view the photos taken at Stade Roland Garros by tapping the blue location page above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "374,847", "path": "instagram/picture4771.jpg", "like_list": [], "date_time": "May 21, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@milmii"], "caption": "Happy Monday,  fans! We have a treat for you this week: Meet Milli () a beautiful and extremely photogenic Shetland Sheepdog. Make her a part of your Instagram feed if you could use a little more Sheltie fluff in your life!"}, {"num_of_comments": 24, "num_of_like": "221,302", "path": "instagram/picture4772.jpg", "like_list": [], "date_time": "May 21, 2013", "location": "", "tag_list": ["@ciunkz", "@eastman_kodak_24", "@nois7", "@jbokeh", "@mattglastonbury", "@memyselfandicecream", "@canceled", "@franzipan", "@_badkarma", "#WHPputaplaneonit"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured photos for !"}, {"num_of_comments": 24, "num_of_like": "204,563", "path": "instagram/picture4773.jpg", "like_list": [], "date_time": "May 20, 2013", "location": "", "tag_list": ["@roldixbcn", "@madeemayflower", "@zacd3tt1ng3r", "@dantom", "@malimish_airstream", "@mysterhee", "@alebaldwin", "@mamotoraman", "@tathei"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "245,449", "path": "instagram/picture4774.jpg", "like_list": [], "date_time": "May 19, 2013", "location": "The Metropolitan Museum of Art, New York", "tag_list": ["@samhorine"], "caption": "In honor of International Museum Day, we assembled a list of our favorite museums around the world. Museums house the world's treasures—be they artistic, scientific or historical—and in turn they are often designed to reflect or enhance the collections they host.\n\nSee more photos from The Metropolitan Museum of Art by tapping the blue location text above and explore more museum photos from across the Instagram community on blog.instagram.com\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "253,573", "path": "instagram/picture4775.jpg", "like_list": [], "date_time": "May 18, 2013", "location": "Malmö Arena", "tag_list": ["@loreenofficial", "@eurovision", "@byealexittvan", "@stjernbergrobin", "@anouk_goldilox", "@ryandolanmusic", "@kristasiegfrids", "@jonasgeorgsson"], "caption": "Tonight, the 2013 Eurovision Song Contest will come to a close and officially name a winner. The annual competition pits the top songs from countries in Europe against one another on live TV for a shot at the crown of most popular song. The city of Malmö, Sweden, had the honor of hosting this year's contest since a Swedish song, \"Euphoria\" by Loreen (), won last year.\nEurovision () has been sharing photos from the rehearsals, press-conferences and semi-final competitions leading up to tonight's main event. Be sure to tune into their account for more behind-the-scenes content and check out photos from competitors: Hungary's ByeAlex (), Sweden's Robin Stjernberg (), The Netherlands' Anouk (), Ireland's Ryan Dolan () and Finland's Krista Siegfrids (). To view live photos from the Malmö Arena, tap the blue location text above this image. Photo by ."}, {"num_of_comments": 24, "num_of_like": "206,332", "path": "instagram/picture4776.jpg", "like_list": [], "date_time": "May 18, 2013", "location": "", "tag_list": ["#WHPputaplaneonit", "@alozor"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture photographs of airplanes mid-flight. Some tips to help get you started: keep your eye on the sky, venture to an airport of any size in your area and, finally, be patient while waiting for the perfect photo opportunity!\n\nPROJECT RULES: Please only add the hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured on the Instagram blog at blog.instagram.com on Monday morning! Featured photo by "}, {"num_of_comments": 24, "num_of_like": "276,778", "path": "instagram/picture4777.jpg", "like_list": [], "date_time": "May 18, 2013", "location": "Salvation Mountain", "tag_list": ["@verameat"], "caption": "If you ever visit Niland, California, a desert town of just over 1,000 people in the southeasternmost corner of the state, you're sure to find Salvation Mountain. The giant, bright relgious tribute is made of over 100,000 gallons of paint and stands 50 feet tall by 150 feet in breadth. Artist Leonard Knight started building the mountain in the 1980s and lived there for 30 years, passing days adding to and caring for his life's work.\n\nSince Knight, now 82, entered into a long-term care facility in late 2011, concern has been raised for the future of the site. Without constant upkeep, the harsh environment can quickly erode the fragile mountain made of clay and paint. Browse more photos of Salvation Mountain by tapping the blue location text above this image. Photo by ."}, {"num_of_comments": 24, "num_of_like": "319,833", "path": "instagram/picture4778.jpg", "like_list": [], "date_time": "May 17, 2013", "location": "", "tag_list": ["@jamieoliver", "#FRD2013", "@foodrev", "@jamieoliver", "@peabag"], "caption": "Today marks the second annual Food Revolution Day, a day of action to highlight global food issues and raise awareness of the importance of good food and better food education.\n\nChef Jamie Oliver () started Food Revolution Day in 2012 as a way to spur impactful conversations and community action around supporting local food options and developing basic cooking skills to maximize sustainability and nutrition in the food we eat.\n\nEncouraged by 2012's enthusiastic reception, Jamie, the Food Revolution team and more than 550 ambassadors around the world are leading more than 1000 events and initiatives today. You can join in the fun by finding an activity in your area, going to a farmers' market or just cooking a healthy meal at home.\n\nShare photos from your own Food Revolution Day with the  hashtag and be sure to follow Food Revolution () and Jamie Oliver () on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "296,500", "path": "instagram/picture4779.jpg", "like_list": [], "date_time": "May 17, 2013", "location": "", "tag_list": ["#biketoworkday", "#fromwhereibike", "@thebicycleacademy", "@bradwiggins", "@rapharacing", "@slvrlyt", "@steiner_argon18", "@sakit319"], "caption": "May is National Bike Month, and tomorrow, May 17, is the League of American Bicyclists' official Bike to Work Day. Many commuters around the United States will forsake their cars tomorrow in favor of cycling to promote environmentally friendly transportation and healthy living. If you're planning to bike to work tomorrow, be sure to share your Instagram photos with the hashtags  and .\n\nCan't get enough cycling in your life? Be sure to check out these great Instagrammers: bicycle workshop The Bicycle Academy (), Tour de France and Olympic champion Bradley Wiggins (), cycling accessories company Rapha (), LA bike-portraitist David Aaron Roberts () and Swiss cycling team Steiner - Argon 18 (). Photo by "}, {"num_of_comments": 24, "num_of_like": "258,290", "path": "instagram/picture4780.jpg", "like_list": [], "date_time": "May 17, 2013", "location": "X Games Barcelona", "tag_list": ["@xgamesbarcelona", "#xgamesbarcelona", "@nateadams741", "@giegsey", "@krobbmx", "@stevemccann", "@plgsk8", "@nyjah_huston", "@tannerfoust", "@briandeegan38", "@bielgranollers"], "caption": "Starting today, some of the world's top extreme athletes will converge on Spain for X Games Barcelona. If you can't be in Spain this week, you can experience the X Games through your favorite athletes' Instagram feeds,  and the  hashtag. Here are just a few of the many athletes that will be there:  and  (motocross),  and  (BMX),  and  (skateboarding) and  and  (rallycross). Photo by "}, {"num_of_comments": 24, "num_of_like": "184,677", "path": "instagram/picture4781.jpg", "like_list": [], "date_time": "May 16, 2013", "location": "", "tag_list": ["@edroste", "@kylematteson"], "caption": "In addition to being an avid Instagrammer, Ed Droste () also happens to be a songwriter and singer in Grizzly Bear, an indie-rock band from Brooklyn, New York. The band has been playing shows across the United States after the debut of their latest album, and Ed has been sharing his behind-the-scenes perspective of life on the road as they go.\n\nMidway through their tour we launched Photos of You, providing Ed with an with an incredible new view of Grizzly Bear's life on the road—the fans' perspective: “I've always used Instagram as a public photo album of my travels, and the Photo Map is one of my favorite elements in terms of remembering exactly where I was when I took a certain pictures years ago, but with Photos of You I get a whole new perspective on tours and my journeys, which is really cool to see.” What have you discovered through Photos of You? Starting tomorrow, the Photos of You section will be visible to everyone who can currently see your profile. Read more about Photos of You at help.instagram.com. Photo by "}, {"num_of_comments": 24, "num_of_like": "177,645", "path": "instagram/picture4782.jpg", "like_list": [], "date_time": "May 16, 2013", "location": "Le Festival De Cannes", "tag_list": ["@clairejulien", "@sonamkapoor", "@amitabhbachchan", "@canalplus", "@justintimberlake", "@kylieminogue", "#cannes2013", "@alykh"], "caption": "Today marks the beginning of the 66th Festival de Cannes, one of the most prestigious film festivals in the world. Over the next ten days, nearly 100 films of all genres will be screened throughout the Palais des Festivals et des Congrès for the invite-only attendees, but only twenty are considered \"In Competition\" for the coveted Palme D'Or awarded to the director of the best feature film of the festival.\n\nAs celebrities and industry luminaries arrive to the waterfront red carpet by yacht and explore the festival, follow along on Instagram with actress Claire Julien (), Bollywood stars Sonam Kapoor () and Amitabh Bachchan (), French TV channel Canal+ () and musicians Justin Timberlake () and Kylie Minogue (). For more from Cannes, browse the  hashtag and tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "208,510", "path": "instagram/picture4783.jpg", "like_list": [], "date_time": "May 15, 2013", "location": "", "tag_list": ["@saturday", "@saturday"], "caption": "You may have noticed in last week's update that the Instagram logo got a fresh look. Mackey Saturday (), a designer and typographer from Denver, Colorado, is the creative force behind Instagram's logo.\n\nAn avid Instagrammer, Mackey committed himself to creating a logo that would resonate with the community: \"My hope is that the new design maintains all the excitement and delight that Instagram has had from the beginning, but with an even more polished finish,\" Mackey says.\n\nMackey spent countless hours collaborating with our team until the final design emerged. \"I want people to know and see that every last detail is always being considered and that this is a place where they can confidently create and share new memories for years to come. I'm honored to have a part in helping further those moments and hope that this piece becomes synonymous with fond memories, joyful emotions, and thrilling aspirations for the community.\" See more of Mackey's photos at his profile , and browse more of his work at mackeysaturday.com"}, {"num_of_comments": 24, "num_of_like": "331,350", "path": "instagram/picture4784.jpg", "like_list": [], "date_time": "May 14, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@maezy321"], "caption": "Happy Monday, Instagram! Time for the ! When it comes to kitties, sometimes one just isn't enough. This week we meet , an Instagram feed documenting the lives of three Oriental cats (Indie, Lila and Freya) and one Siamese kitty (Piper). Follow along if your feed is lacking in feline fluff."}, {"num_of_comments": 24, "num_of_like": "238,388", "path": "instagram/picture4785.jpg", "like_list": [], "date_time": "May 14, 2013", "location": "", "tag_list": ["@slowjam98", "@sun_shinealight", "@mattjnovak", "@prska", "@rperspective", "@_mattsteele_", "@thuglifeforevs", "@sarakhanov", "@anaraines", "#WHPmotherlylove"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured photos for !"}, {"num_of_comments": 24, "num_of_like": "199,327", "path": "instagram/picture4786.jpg", "like_list": [], "date_time": "May 13, 2013", "location": "", "tag_list": ["@adelaurens", "@clayoverturf", "@brokenlenscap", "@pcap_", "@drflet", "@logancolephoto", "@matthewferri", "@alix_nicole", "@mr_darcy"], "caption": "Every Sunday we post a weekly roundup\non our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "338,184", "path": "instagram/picture4787.jpg", "like_list": [], "date_time": "May 11, 2013", "location": "", "tag_list": ["@itthii"], "caption": "Located near the city of Chiang Rai, Wat Rong Khun (วัดร่องขุ่น)—known outside Thailand as the “White Temple”—stands as an unusual and beautiful mix of traditional Thai architecture and modern-day science fiction memorabilia. The temple's white color symbolizes purity; its glittering glass signifies the teachings of the Buddah; and the moat filled with outreaching arms represents desire. Detailed sculptures of skulls, demons and severed heads are also scattered around the premises. Perhaps most interestingly, a mural inside with images of Batman, Superman, and even the alien from Predator tell a modern-day story of Buddha.\nConstruction on Wat Rong Khun began in 1996 and is expected to be finished in 2070. Though it is a work in progress, the temple attracts an increasingly large number of visitors every year many of whom share their visit to the temple on Instagram.\n\nFor more photos of Wat Rong Khun tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "243,764", "path": "instagram/picture4788.jpg", "like_list": [], "date_time": "May 11, 2013", "location": "", "tag_list": ["#WHPmotherlylove", "#WHPmotherlylove", "@cescamag"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to document what motherly love means to you. Some ideas to get you started: If you'll be spending time with your mom for Mother's Day, be sure to take a portrait of her and share a favorite moment in the caption; if you are a mom, take a photo of yourself with your kids, either in a warm embrace, holding hands or sharing a favorite activity; or feel free to get creative when trying to capture what motherly love means to you!\nPROJECT RULES: Please only add the hashtag  to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "215,142", "path": "instagram/picture4789.jpg", "like_list": [], "date_time": "May 11, 2013", "location": "Kadikoy-Haydarpasa Gari", "tag_list": ["@ddmbnrl"], "caption": "Train stations have been around for over 200 years—ever since the United Kingdom constructed the very first structures in the early 19th century. Many of the first stations reflect the grandiose architecture popular at the time, while those built more recently are more likely to have simple, abstract designs.\nTo honor the history of these buildings, we gathered together a list of some of the most beautiful stations from around the world. For more photos, visit blog.instagram.com. You can also see more photos Instagrammers captured of Istanbul's Haydarpaşa Garı by tapping the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "300,767", "path": "instagram/picture4790.jpg", "like_list": [], "date_time": "May 11, 2013", "location": "", "tag_list": ["#eclipse", "#solareclipse", "@getting2knowl"], "caption": "The first annular solar eclipse of 2013 took place yesterday. The passage of the moon directly in front of the sun made it appear as though there were a \"ring of fire\" in the sky. Instagrammers from Australia and the islands of the Southern Pacific Ocean—the only places where the eclipse was visible—shared photos of this spectacular sight. To see more photos from the eclipse navigate to the  and  hashtags. Photo by "}, {"num_of_comments": 24, "num_of_like": "281,941", "path": "instagram/picture4791.jpg", "like_list": [], "date_time": "May 10, 2013", "location": "Frieze Art Fair New York", "tag_list": ["@friezenewyork", "@vikmuniz", "@daniel_arsham", "@artforum", "@simondepury", "@hauserwirth", "@vikmuniz"], "caption": "Tonight marks the start of the four-day Frieze New York art fair (), one of the art world's biggest annual events. Frieze started in 2003 in London, but last year they opened a second fair at Randall’s Island Park in New York City. Artists, galleries, shoppers and spectators alike are documenting the fair and the artwork that's both for sale and on display.\nTo get a behind-the-scenes look, be sure to follow Brazilian artist Vik Muniz (), American artist Daniel Arsham (), art magazine Artforum (), collector and auctioneer Simon de Pury () and gallery Hauser & Wirth (). To see all the photos from the fair, tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "274,820", "path": "instagram/picture4792.jpg", "like_list": [], "date_time": "May 10, 2013", "location": "", "tag_list": ["@michaelchristopherbrown", "@benlowy", "@philmoorephoto", "@kevinfrayer", "@ivankphoto", "@yamashitaphoto", "@michaelchristopherbrown"], "caption": "Photojournalists from around the globe have begun using Instagram as an important part of their storytelling, using the intimacy and immediacy of mobile photography to open up new avenues of engagement with their audiences. From Hurricane Sandy's destruction to baseball's opening season, photojournalists are capturing and sharing the world's stories with people in real time through Instagram. To tune into the news as it unfolds, be sure to follow these photojournalists:      . Photo by ."}, {"num_of_comments": 24, "num_of_like": "282,230", "path": "instagram/picture4793.jpg", "like_list": [], "date_time": "May 9, 2013", "location": "Красная площадь", "tag_list": ["@ria_novosti", "@damedvedev", "#9мая", "#риа9мая", "#moskvapomnit", "@victoriaukolova"], "caption": "Today, millions of people around the world celebrate Victory Day, the day when Nazi Germany surrendered in 1945. Due to time differences, the holiday is celebrated on May 8 in most parts of the world and May 9 in the former Soviet states.\n\nThe holiday remains extremely significant in the former Soviet region due to the gravity of World War II: an estimated 28,000,000 people were killed in the Soviet Union alone. Regardless of faith, political affiliation or nationality, people come together to honor their war veterans. Hundreds of military parades complete with armored vehicles, fireworks, choreographed marching and speeches will be held in various cities. To see sights from some of the biggest parades, follow Russian news agency RIA Novosti (), Russian Prime Minister Dmitry Medvedev () and tap the blue location text above this image. Will you be celebrating May 9? Be sure to share your photos with the ,  and  hashtags. Photo by "}, {"num_of_comments": 24, "num_of_like": "194,549", "path": "instagram/picture4794.jpg", "like_list": [], "date_time": "May 8, 2013", "location": "", "tag_list": ["@strght"], "caption": "Gabe Willis is a surfer—or at least he was until he moved from sunny San Diego to landlocked Oklahoma for college. Facing a sudden lack of waves, Gabe bought a skateboard and took to the streets, only to be left with a broken board after a few weeks. Rather than dip into his student budget for a new one, Gabe decided to try his hand at making one himself. Drawing inspiration from old-fashioned wooden boards and his family's engraving company, he set to work and documented his process on Instagram as he went.\n\nBe sure to follow  for more behind-the-scenes photos and check out their Photos of You section to see photos of their boards from across Instagram."}, {"num_of_comments": 24, "num_of_like": "240,996", "path": "instagram/picture4795.jpg", "like_list": [], "date_time": "May 8, 2013", "location": "", "tag_list": ["#greatteaching", "@mraverystudents"], "caption": "Happy National Teacher Day!\n\nTeachers are tasked with the difficult challenge of engaging and inspiring future generations. We're excited to see so many teachers among those pushing the Instagram envelope and finding creative and innovative ways of bringing Instagram into the classroom. Educators are at the forefront of highlighting the rich and unique aspects of the global Instagram community, from using Instagram photos to inspire creative writing, to employing Photo Maps for geography lessons, to encouraging students to undertake ethnographic studies of their neighborhood. Take a moment today to reflect on an educator that has had a meaningful impact on your life and share your story with the  hashtag. Photo by "}, {"num_of_comments": 24, "num_of_like": "365,498", "path": "instagram/picture4796.jpg", "like_list": [], "date_time": "May 7, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@norah_rainbow"], "caption": "Happy Monday,  fans! Today we meet Norah (), an adorable 2-year-old miniature poodle from Osaka, Japan. If your Instagram feed is missing a little poodle fluff, follow along!"}, {"num_of_comments": 24, "num_of_like": "207,267", "path": "instagram/picture4797.jpg", "like_list": [], "date_time": "May 7, 2013", "location": "", "tag_list": ["@alinatsvor", "@mayziebird", "@islandika", "@taliamarie", "@lawalker2", "@alexanderpavone", "@fotomakerdennis", "@maxinesferra", "@lilonlilonette", "#WHPsilhouettes"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured photos for !"}, {"num_of_comments": 24, "num_of_like": "205,129", "path": "instagram/picture4798.jpg", "like_list": [], "date_time": "May 6, 2013", "location": "", "tag_list": ["@secretcities", "@dwags414", "@stanstotch", "@olgamklnko", "@figure01", "@sachaleclair", "@visualmemories_", "@hisarahbaugh", "@laurenzunno"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "210,185", "path": "instagram/picture4799.jpg", "like_list": [], "date_time": "May 5, 2013", "location": "Churchill Downs", "tag_list": ["@kentuckyderby", "#KentuckyDerby", "#KYDerby", "@thepricklypearboutique"], "caption": "On the first Saturday of May each year, thousands of people descend on Louisville, Kentucky, for the legendary Kentucky Derby horse race. While many turn out to Churchill Downs to watch the race, the main event generally lasts only about 2 minutes. Others come for the fanfare and traditions, which include eating burgoo and drinking mint juleps. But perhaps the most recognizable and photogenic Kentucky Derby tradition is the donning of big, extravagant hats. To see this year's fashions, follow , browse the  and  hashtags and tap the blue location link above for Churchill Downs. Photo by ."}, {"num_of_comments": 24, "num_of_like": "358,315", "path": "instagram/picture4800.jpg", "like_list": [], "date_time": "May 4, 2013", "location": "", "tag_list": ["@joshuabgeyer", "@joshuabgeyer", "@jr", "@aakashnihalani", "@alicepasquini", "@oleknyc", "@kennyscharf"], "caption": "Committed to visually documenting New York City's street art, photographer Joshua Geyer () uses Instagram and his knowledge of the street art community to connect his followers with the artists behind the work. \"Just seeing and photographing the art wasn't enough for me...I became obsessed with learning as much as I could about the artwork and who made it,\" he says. \"I always add context to my pictures so others could learn from me and know the artists behind the work.\" By adding artists on Instagram to his photos and mentioning them in his captions and comments, Joshua's followers can discover new artists and the artists themselves can source photos of their work from the Instagram community. \"I am a strong believer of giving credit where credit is due,\" he explains. \"My followers love seeing new work from new artists and the artists love having new people appreciate their gifts. It really is a win-win situation and it makes me happy to be able to help make that connection.\" To view more of Joshua's photos and learn more about the New York City street art community, follow  and artists , , ,  and  on Instagram."}]}