{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "961,850", "path": "instagram/picture0801.jpg", "like_list": [], "date_time": "Jul 30, 2017", "location": "Mumbai, Maharashtra", "tag_list": ["#TheWeekOnInstagram", "@kaushalpar"], "caption": "“My wife and I were going to have breakfast with a friend at the Mumbai racecourse, one of the few open spaces in an otherwise over-congested city. When we got there, I saw this light streaming through the trees and I told my wife to go ahead and I would join in a bit,” says Kaushal Parikh, a photographer based in Mumbai. “There is nothing like the feeling of knowing that you might have captured a special moment.” \nPhoto by "}, {"num_of_comments": 16, "num_of_like": "1,318,591", "path": "instagram/picture0802.jpg", "like_list": [], "date_time": "Jul 30, 2017", "location": "Spain", "tag_list": ["@victordevalles", "#TheWeekOnInstagram", "@victordevalles"], "caption": "Victor de Valles Ibañez () dove into a brilliant blue sea cave in the Mediterranean to capture this underwater scene off the coast of Minorca, Spain. Plunging into the sea is nothing new for Victor, who is a lifeguard. “I just jumped in front of the camera. I had to climb 10 meters high to dive deep enough,” he says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,318,591", "path": "instagram/picture0803.jpg", "like_list": [], "date_time": "Jul 30, 2017", "location": "Miami, Florida", "tag_list": ["@fcbarcelona", "@realmadrid"], "caption": "We’re heading to sunny Florida for El Clásico Miami, a friendly match between soccer clubs FC Barcelona () and Real Madrid (). Watch our Instagram story now to see the FC Barcelona players gearing up for the game. ⚽"}, {"num_of_comments": 24, "num_of_like": "918,961", "path": "instagram/picture0804.jpg", "like_list": [], "date_time": "Jul 30, 2017", "location": "Japan", "tag_list": ["#TheWeekOnInstagram", "@jinuco"], "caption": "A quiet moment, cool mist and a beautiful gateway set the perfect scene in Omachi, Japan. \nPhoto by "}, {"num_of_comments": 17, "num_of_like": "1,724,759", "path": "instagram/picture0805.jpg", "like_list": [], "date_time": "Jul 29, 2017", "location": "Guarapari", "tag_list": ["@suryaepandora", "#TheWeekOnInstagram", "@suryaepandora"], "caption": "“I just wanted a beautiful, different photo,” says 28-year-old Daianni David () of her photogenic canine siblings, Surya and Pandora. At first it was difficult to get these two to stay in position, but at just the right moment they struck a pose. “This photo shows the love and companionship of these two sisters,” says Daianni, who lives in Guarapari, Brazil. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,140,490", "path": "instagram/picture0806.jpg", "like_list": [], "date_time": "Jul 29, 2017", "location": "Puerto Vallarta, Jalisco", "tag_list": ["@eduardooropeza", "@eduardooropeza", "#TheWeekOnInstagram"], "caption": "“What really inspired me was the calmness of that morning. I felt happy to live where I live,” says Eduardo Oropeza Escamilla (), who captured this pop of color in Puerto Vallarta, Mexico. “I appreciate the fact that this photo wasn’t even planned. In moments like that when the landscape, the weather and friends all comes together, it enhances your creativity.” Photo by \n"}, {"num_of_comments": 24, "num_of_like": "1,140,490", "path": "instagram/picture0807.jpg", "like_list": [], "date_time": "Jul 29, 2017", "location": "", "tag_list": ["#WHPtalentshow", "@nicofrankfb", "#WHPtalentshow", "@nicofrankfb"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos that show off a talent or passion — like this video by Nico Frank () showing off some fingerboarding flips. Whether your talent shines on paper, in motion or in some other medium, here’s how to get started:\nHighlight how you’ve added your own personality to a skill, or taken what you’ve learned to a new level — such as adding custom art to your musical instrument, or adding a new step to a dance routine.\nIt doesn’t matter if you’ve taken lessons for years or if you’re self-taught, use your caption to celebrate your progress and how far you’ve come.\nOn a sports field or in the studio, think about how you can use your surroundings to frame your talent to tell more of your personal story.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "912,459", "path": "instagram/picture0808.jpg", "like_list": [], "date_time": "Jul 29, 2017", "location": "San Francisco, California", "tag_list": ["@tulipinadesign", "@tulipinadesign"], "caption": "Kiana Underwood () doesn’t just stop and smell the roses — she looks for foliage, fruit and other wild things to combine them with. “I believe in creating arrangements that have the movement they would have in nature — asymmetrical, wild and organic,” says Kiana, an Iranian-born, San Francisco-based floral designer who combs the city’s flower mart and her own personal garden to create one-of-a-kind bouquets. Kiana attributes her love for fresh cut flowers to her Persian upbringing — “flowers are such a huge part of our culture, they define our new year” — but making a career out of it was an unexpected choice that came after she was married and raising children. “I never took a lesson from anyone. Flowers were just part of the entertaining and people would comment and ask, ‘Can you teach me how to do it?’” Now, Kiana splits her time between weddings, local photo shoots and teaching her craft around the world, in countries including South Korea, Italy and Ukraine. “When I first started in this business, I didn’t have events. It takes a lot of hard work and patience to achieve what you want. I also believe that you are constantly evolving. It’s funny, I once wanted to be a diplomat and here I am, traveling and making so much beauty.”\nWatch our story now to see how Kiana brings a blossoming bouquet to life. 💐\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "912,459", "path": "instagram/picture0809.jpg", "like_list": [], "date_time": "Jul 29, 2017", "location": "Eisbach", "tag_list": ["@wandermom28", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "#Boomerang", "@instagram", "#Boomerang", "@wandermom28"], "caption": "Surfers on the Eisbach channel in Munich caught the eye of California native Carla Cuares () for our . “It was thrilling to see them tackle the water in such a very narrow stream,” says Carla.\nAdd  to your next ’s caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "1,255,236", "path": "instagram/picture0810.jpg", "like_list": [], "date_time": "Jul 28, 2017", "location": "Oakland, California", "tag_list": ["#WeeklyFluff", "@thatdoodbirch", "@thatdoodbirch"], "caption": "Hello, world! Today’s  is bounding in from Oakland, California. Meet Birch (), a goldendoodle that is sometimes described by his human as part bunny. When he’s not leaping down a grassy hill, Birch can be found chasing his ball at the beach or going for romps with his doodle friends. Follow  to tag along on his adventures."}, {"num_of_comments": 24, "num_of_like": "656,082", "path": "instagram/picture0811.jpg", "like_list": [], "date_time": "Jul 27, 2017", "location": "Lagos, Nigeria", "tag_list": ["@elshamyme", "#WhereIComeFrom", "@elshamyme"], "caption": "Mohammed Elshamy () is still looking for a home. Born in Cairo, raised in Lagos and working around the world as a photojournalist since the age of 17, he recalls a life as an outsider. “When I was only a few weeks old, my family moved to West Africa, where I spent most of my formative years. In Nigeria, I went to a public school and, despite being African myself, I could never feel welcome in the place I spent most of my life in — I did not look like I belonged.”\nNow 23 years old and based in New York, Mohammed is weary, but still pursuing his journey. “It’s very challenging to be an Arab Muslim during the rise of extreme voices around the world calling for a refugee lockdown, violence against Muslims and further marginalizing minority and vulnerable populations,” he says. “But I find it very important to witness and document this dark but historic era.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "842,972", "path": "instagram/picture0812.jpg", "like_list": [], "date_time": "Jul 27, 2017", "location": "East London", "tag_list": ["@vickysdonuts", "@vickysdonuts"], "caption": "Vicky Graham’s Plan A was to open up a doughnut and coffee shop that was simple and authentic. But then she started experimenting, and people liked what she was coming up with. And then the special requests started pouring in — which quickly turned into Plan B, Vicky’s Donuts (), the two-year-old East London doughnut shop that’s already won taste-test awards. “I don’t think people had really seen anything like them before, and it was really working,” says Vicky of her vibrant colors and unique combinations. “I haven’t looked back!”\nVicky isn’t content to stick to one flavor or design. While she occasionally dots her doughnuts with edible flowers or gold leaf, she doesn’t shy away from old favorites, like chocolate glaze with sprinkles. And she often dreams up unconventional designs and shapes, such as wedges decorated to look like pepperoni pizza slices or rings dipped in lime icing and striped with white to mimic tennis balls. “They are just really fun to do,” says Vicky of her creations. “And because they are deep-fried, the wait time is two minutes — instant gratification!”\nWatch our Instagram story now to see Vicky’s doughnut decorating in action.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "975,481", "path": "instagram/picture0813.jpg", "like_list": [], "date_time": "Jul 26, 2017", "location": "Charleston, West Virginia", "tag_list": ["@tessiewallace", "#WHPmood", "@tessiewallace"], "caption": "While learning underwater photography, Tessie Wallace () captured a moment of quiet sibling bonding between her two nephews. “I was really just trying to capture them in the light because it was so amazing — you could see that they are identical twins,” says Tessie. “These boys love my son like he’s their little brother. This bond only gets stronger over time. It’s amazing to see, especially since my son is an only child. He never feels alone.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "489,489", "path": "instagram/picture0814.jpg", "like_list": [], "date_time": "Jul 26, 2017", "location": "", "tag_list": ["@mlnordan", "#WHPmood", "@mlnordan"], "caption": "Melissa Nordan () wasn’t quite sure what she’d get when she decided to experiment with a glass block that she found in her garage. “Each picture was a surprise depending on how my daughter tilted her head, and at the age of 7 there is really not too much instruction to give her other than, ‘Let’s have some fun and take pictures.’ The bends and curves in the glass did the rest.” While Melissa liked the perplexed effect of this  submission, she notes: “My model thought the images were quite funny.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "885,838", "path": "instagram/picture0815.jpg", "like_list": [], "date_time": "Jul 26, 2017", "location": "Havana, Cuba", "tag_list": ["@easternsuns", "#WHPmood", "@easternsuns"], "caption": "“Photography has helped me pinpoint my exact emotions as I too experience it,” says Jonathon Collins (), an environmental scientist and photographer from Australia. This  submission, from the streets of Havana, makes him feel reflective: “When I look at it now, I’m reminded of a city with beautiful moments to capture, and an infinite number of stories to tell.”\nPhoto by "}, {"num_of_comments": 20, "num_of_like": "943,611", "path": "instagram/picture0816.jpg", "like_list": [], "date_time": "Jul 26, 2017", "location": "Kauai", "tag_list": ["@mikecoots", "@mikecoots"], "caption": "Shark attack survivor and amputee Mike Coots () isn’t afraid of sharks. When he was 18, Mike was attacked by a tiger shark while surfing off the coast of his hometown of Kilauea, on the Hawaiian island of Kauai’s north shore; it took Mike five weeks to recover from the near-fatal accident, which resulted in an amputated leg. “The hardest part wasn’t losing a limb,” says the photographer and still-avid surfer, who is outfitted with a carbon fiber prosthetic leg. “It was being out of the water.”\nAlmost 20 years after the attack, Mike is more of a shark lover than ever, and he has devoted his life to being their advocate. “I love the beauty of them surviving mass extinctions,” he describes. “They’ve outlived dinosaurs. They’re older than trees. The entire Earth has been wiped out, species have completely disappeared, and sharks have existed and survived through that. I believe, strongly, that they’re here for a reason.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,385,660", "path": "instagram/picture0817.jpg", "like_list": [], "date_time": "Jul 26, 2017", "location": "Minneapolis, Minnesota", "tag_list": ["@kayla_boyer", "@kayla_boyer"], "caption": "Vivid colorist Kayla Boyer () believes rainbow hair makes the world a happier place. “If I had it my way, everyone would have colored hair,” she says. Rainbow hair, unicorn hair, confetti hair and even black-light hair are more than just mesmerizing hair color trends — they’re works of art for all to appreciate: “Hair can be just like a painting. It’s my canvas, and I can put these colors in 10 million different ways and it will always look beautiful,” she says.\nKayla, who owns and operates a salon in Minneapolis, exclusively services a booming vivid color clientele. The best part about her job? Encouraging a unique identity and renewed confidence in her clients. “You have to believe you can rock it to walk around and just be like, ‘This is me and I love my hair and I love myself.’ My goal is to impart that mindset.” After all, Kayla knows from experience that she’s the best version of herself when she’s sporting neon or pastel as her crown: “Vivid hair is my thing. I love it.”\nWatch our Instagram story now to see how Kayla creates rainbow-colored hair. 🌈\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "757,151", "path": "instagram/picture0818.jpg", "like_list": [], "date_time": "Jul 25, 2017", "location": "", "tag_list": ["@astikarumateor", "#WHPmood", "@astikarumateor"], "caption": "There’s nothing like the silliness shared among friends, Astika Rumateor de Leeuw () reminds us. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "855,427", "path": "instagram/picture0819.jpg", "like_list": [], "date_time": "Jul 25, 2017", "location": "Donauinsel", "tag_list": ["@irinahp", "#WHPmood", "@irinahp"], "caption": "Irina () captures her bright, summery state of mind with some juicy watermelon and a pink picnic to match. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "773,536", "path": "instagram/picture0820.jpg", "like_list": [], "date_time": "Jul 25, 2017", "location": "Jakarta, Indonesia", "tag_list": ["@masjiwa", "#WHPmood", "@masjiwa"], "caption": "In Jakarta,  captures that familiar feeling of just hanging in there.\nFollow along to see more of our favorites from last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "733,241", "path": "instagram/picture0821.jpg", "like_list": [], "date_time": "Jul 25, 2017", "location": "Tomorrowland", "tag_list": ["@tomorrowland", "@martingarrix", "@martingarrix", "@louisvanbaar"], "caption": "Tens of thousands of electronic music revelers from around the globe descend upon the Belgium city of Boom for two weekends in July for the  festival. “I love how the festival keeps improving itself — the production, the stages — it gets crazier every year,” says DJ Martin Garrix (), who is performing at the festival for the fourth year in a row. “Onstage, I get a very euphoric feeling when I see all these people in the crowd, having the best time and enjoying the music,” the Dutch musician explains. “I always want to put on the best performance so before my show I still get nervous, but when I get onstage it just all falls in place. It’s hard to explain, but the adrenaline I get from performing is insane and one of the best feelings in the world.”\nWatch our Instagram story now for a behind-the-scenes look from one of the world’s largest music festivals.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "1,333,687", "path": "instagram/picture0822.jpg", "like_list": [], "date_time": "Jul 23, 2017", "location": "Aichi Prefecture", "tag_list": ["@aixphoto", "#TheWeekOnInstagram", "@aixphoto"], "caption": "Fireworks are on display for one in this surreal scene from Japan’s Aichi Prefecture by Taizi Sakamoto (). “I was inspired by the light and shadow in the beautiful sky,” says Taizi. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "740,788", "path": "instagram/picture0823.jpg", "like_list": [], "date_time": "Jul 23, 2017", "location": "Drvengrad", "tag_list": ["@markorisovic", "#TheWeekOnInstagram", "@markorisovic"], "caption": "“Serendipity has played its role in making this photo,” says Marko Risovic () of a timeless moment captured in Drvengrad, Serbia. The freelance photographer from Belgrade noticed the golden light on the mountaintops from the corner of his eye while on assignment at a nearby music festival. “The timing was perfect. Ten minutes before or after this photograph was made, the scene had a completely different feeling and visual quality.” \nPhoto by "}, {"num_of_comments": 17, "num_of_like": "1,784,792", "path": "instagram/picture0824.jpg", "like_list": [], "date_time": "Jul 23, 2017", "location": "Balaklava", "tag_list": ["#TheWeekOnInstagram", "@chuuubaka"], "caption": "A single flower becomes a giant gift when playing with scale in this coastal scene from Balaklava, Ukraine. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "614,991", "path": "instagram/picture0825.jpg", "like_list": [], "date_time": "Jul 23, 2017", "location": "", "tag_list": ["@amaru_ler", "@bravenewvoices", "@bravenewvoices", "@amaru_ler"], "caption": "It’s been an exciting year for Sejahari Saulter-Villegas (). The 18-year-old, who travels to NYU this fall to study dramatic writing, was recognized by Chicago’s young playwrights competition, and made his Broadway performance debut after winning a separate competition. “I was born into this community of arts and activism,” says Sejahari. “I started at Kuumba Lynx, which is a hip-hop arts and education program housed in the Uptown area of Chicago. We take elements of rap, poetry, theater, dance, and we put it into a production, so the world of poetry and theater were always intertwined.”\nThis week, Sejahari joined other young creatives at the International Youth Poetry Slam Festival  for its 20th annual gathering. “People think that poetry is this café, after-midnight thing, when the culture that it’s become is a place for youth to speak their truth and express themselves in a way that informs the entire world of what’s going on.” The multi-day festival, which includes workshops, competitions, showcases, community service and civic participation, is an energizing moment for Sejahari. “I love this slam community. I have people in Philly, New York, Twin Cities, Miami — we haven’t seen these people for a whole year, some two years, but we come back and we’re best friends. Social media plays a big part in that because it’s sort of how we constantly stay updated on each other’s lives.”\nCheck out our story to meet more poets from this year’s  festival.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,476,518", "path": "instagram/picture0826.jpg", "like_list": [], "date_time": "Jul 22, 2017", "location": "Zermatt Matterhorn", "tag_list": ["@iryna_raichuk", "#TheWeekOnInstagram", "@iryna_raichuk"], "caption": "The majesty of the Matterhorn pales in comparison to the cuteness of these Valais blacknose sheep. “When I saw this herd of sheep and well-known Matterhorn in the background, I imagined exactly this picture in my mind,” says Iryna Raichuk (). “I just didn’t know how to make them still,” says Iryna, who lives in Zurich. An unfortunate misstep while trying to get the shot did just the trick. “I knocked over a stone and fell down with my heavy backpack. At that moment, I was screaming something and all sheep stopped moving. It was a magic.” \nPhoto by "}, {"num_of_comments": 21, "num_of_like": "1,476,518", "path": "instagram/picture0827.jpg", "like_list": [], "date_time": "Jul 22, 2017", "location": "Sunnyside Beach - OHSA", "tag_list": ["@kate_matsevych", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@kate_matsevych"], "caption": "Two swans make guest appearances as Kate Matsevych () strolls down a dock at Toronto’s Sunnyside Beach in our . Kate has spent the past three years traveling the globe, and at each stop she tries to capture Boomerangs of inspiring places. “Actually, I’m scared of water,” says Kate, who grew up in the Ukraine. “But when moving forward into something new and unexplored, the main thing is to know that you’re not alone, and you have a person that will always take care of you — like those two swans. Did you know that they are mates for life?”\nAdd  to your next Boomerang — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "934,211", "path": "instagram/picture0828.jpg", "like_list": [], "date_time": "Jul 22, 2017", "location": "", "tag_list": ["#WHPmood", "@rojiman", "#WHPmood", "@rojiman"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to create photos and videos that creatively interpret specific moods, like this underwhelmed, sleepy cat by . Whether you’re feeling amused, energetic, mellow or even bored, here’s how to get started:\nIf you’re with friends, look for ways to playfully exaggerate a mood without using words — like all yawning together to show being tired, or contrasting one friend’s silliness with another friend’s seriousness.\nConsider how an emotion can be conveyed through props, colors and even sounds. Colors like blue and gray can create a sense of calm, while happiness can be found in overhearing laughter at a public park.\nIf you’re not sure what mood best suits you — try some on in stories via face filters and stickers, and share your favorite creations to feed.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 22, "num_of_like": "601,470", "path": "instagram/picture0829.jpg", "like_list": [], "date_time": "Jul 22, 2017", "location": "Atlanta, Georgia", "tag_list": ["@kieraplease", "@kieraplease"], "caption": "“I’m an adult and I dress up as people,” says 22-year-old cosplayer Kiera Please (). While Kiera enjoys seeing the reactions she gets from bystanders when she’s in costume, she says the process of transforming herself into beloved characters is the real reward. “I think growing up, I was a little scared to be myself in a sense, or wear whatever I wanted to or do my hair however I wanted to,” the Atlanta-based creative explains. “What I’ve learned is, don’t be afraid to just try something completely random or new, because you never know what you’re going to like until you try it.”\nWatch our Instagram story now to see Kiera’s cosplay characters come to life.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "601,470", "path": "instagram/picture0830.jpg", "like_list": [], "date_time": "Jul 21, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@sun.kyu39thankyou", "@sun.kyu39thankyou"], "caption": "Hello, world! Meet today’s squeaky-clean , . This Himalayan cat and his brother from Japan are often seen soaking in the tub, dressing up and munching on treats. To learn more about these seal-point furballs, follow "}, {"num_of_comments": 24, "num_of_like": "884,044", "path": "instagram/picture0831.jpg", "like_list": [], "date_time": "Jul 21, 2017", "location": "Edmonton, Alberta", "tag_list": ["@uhmlady", "#🇨🇦❤️", "@uhmlady"], "caption": "Lady Divine Tugade () is a natural both in front of and behind the camera. “I’m not very camera shy,” says the 19-year-old fashion blogger and photographer, “but styling and capturing individuals is definitely something I love!”\nLady Divine moved from Quezon City in the Philippines to Edmonton, Alberta, with her family when she was just 1 year old. “Alberta is absolutely beautiful,” she says. “I can’t even explain the rush you can get hiking up mountains in Jasper, Banff and Canmore.”\nIn her off-blogging hours, Lady Divine likes to spend time with her neighbors and friends, and especially appreciates the range of people she meets in her city. “I love the diversity here,” she says. “Not only in ethnicity and background, but in the types of individuals you meet and their crafts.”\nThis story is part of  a new series celebrating people all across Canada.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "904,571", "path": "instagram/picture0832.jpg", "like_list": [], "date_time": "Jul 20, 2017", "location": "Bolan, Helmand, Afghanistan", "tag_list": ["@suneengel", "#EyesOn", "@suneengel"], "caption": "Foreign news correspondent Sune Engel Rasmussen () has his  Afghanistan, a place he says is teeming with stories. “Afghanistan has, to some extent, dropped off the news radar,” he says. Sune is working to bring it back.\nSune, who is Danish, arrived in Afghanistan in 2014 after three years of living and working in Iran. “I knew the Persian language and had a great interest in the region,” he says. Though he lives in Kabul, he tries to travel to other parts of the country, such as Helmand Province, at least once a month to understand the conflict happening outside of the capital city. “Afghanistan is an immensely fascinating place to report from, and every day offers new surprises about the country,” he says. “Afghans are generous with their time and their stories, and I feel fortunate to be able to listen to them and to experience this country at a crucial time in its modern history.”\nPhoto by "}, {"num_of_comments": 17, "num_of_like": "968,749", "path": "instagram/picture0833.jpg", "like_list": [], "date_time": "Jul 19, 2017", "location": "Dunlap, Illinois", "tag_list": ["@creekside_studio", "#WHPISpyEmojis", "@creekside_studio"], "caption": "Turning an emoji into a polymer clay mosaic is no easy feat, but artist Linda Webb () made it happen with this little 😻. “This photo makes me happy,” she says. “This particular emoji is always used to communicate a positive message.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "695,391", "path": "instagram/picture0834.jpg", "like_list": [], "date_time": "Jul 19, 2017", "location": "Stuttgart, Germany", "tag_list": ["@lookoflal", "#WHPISpyEmojis", "@lookoflal"], "caption": "“If I could send one emoji to my dog, which one would it be?” asks Samuel Jurcic (), blowing 😘 to his loyal friend Lal. \nPhoto by "}, {"num_of_comments": 16, "num_of_like": "824,858", "path": "instagram/picture0835.jpg", "like_list": [], "date_time": "Jul 19, 2017", "location": "Barcelona, Spain", "tag_list": ["@candyperfumeworld", "#WHPISpyEmojis", "@candyperfumeworld"], "caption": "As an architect, “I’m always looking for simple, minimal structures,” says Aida Rivero Díaz (). “The fact that this is not a regular emoji made it harder to find!” Ⓜ️\nFollow along to see more of our favorites from last weekend's hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "957,007", "path": "instagram/picture0836.jpg", "like_list": [], "date_time": "Jul 19, 2017", "location": "", "tag_list": ["@brookeshaden", "@brookeshaden"], "caption": "Many photographers seek out the light, but for Brooke Shaden (), the most interesting aspects of human nature are in the dark. “I see a lot of beauty in the things I find dark and scary,” says the Arizona-based fine art photographer. “I’ve always been a joyous person, and I find that to be a little boring when you’re telling stories. I think that’s why I’m compelled to create dark imagery.”\nAnd yet Brooke also shines light into dark corners with The Light Space, a school in India she co-founded to teach photography to survivors of human trafficking. “I was doing a workshop for women who had been kicked out on the street because they’d gotten too old. They were so shy, but when they got the cameras in their hands? I’ve never seen people laugh so hard,” she says. “I want to help people see beauty in the darkness in their lives. They’re going through hard times, but see the beauty in that.” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,312,457", "path": "instagram/picture0837.jpg", "like_list": [], "date_time": "Jul 18, 2017", "location": "", "tag_list": ["#WHPISpyEmojis", "@danidlm"], "caption": "This little monkey-pup sees, hears and speaks no evil. 🙈🙉🙊 \nPhoto by "}, {"num_of_comments": 14, "num_of_like": "845,795", "path": "instagram/picture0838.jpg", "like_list": [], "date_time": "Jul 18, 2017", "location": "Kraków, Poland", "tag_list": ["#WHPISpyEmojis", "@cdziadurski"], "caption": "🌀 marks the spot. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "845,795", "path": "instagram/picture0839.jpg", "like_list": [], "date_time": "Jul 18, 2017", "location": "London, United Kingdom", "tag_list": ["@made_by_helga", "#WHPISpyEmojis", "@made_by_helga"], "caption": "“When I saw my husband’s yellow T-shirt topped with Misha’s black-and-white socks in my laundry bin this morning, I immediately knew I had to do an emoji,” says art director Helga Stentzel (). 🙂\nFollow along to see more of our favorites from last weekend’s hashtag project, .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "845,795", "path": "instagram/picture0840.jpg", "like_list": [], "date_time": "Jul 18, 2017", "location": "Kent, Kent, United Kingdom", "tag_list": ["@mrdoodle", "@mrdoodle"], "caption": "Cars, a microwave, bread — these are all items that professional doodler Sam Cox () has used as a canvas. In other words, nothing is safe from a doodle: “As long as it’s got a clear, blank surface, then I’ll draw on it,” says the 23-year-old from Kent, England. Sam regularly works at his craft as a freelance artist for 14 hours per day, during which time he runs through two pens. In addition, he fills a 100-page sketchbook with doodles every two weeks. “I want to take the whole idea of me living in a doodled world as far as I can,” he says. “Ultimately, it’d be amazing to have a whole town of doodles.”\nWatch our Instagram story now to see how Sam’s doodles come to life.\nVideo by "}, {"num_of_comments": 19, "num_of_like": "766,106", "path": "instagram/picture0841.jpg", "like_list": [], "date_time": "Jul 16, 2017", "location": "Nagoya-shi, Aichi, Japan", "tag_list": ["#TheWeekOnInstagram", "@_kody3"], "caption": "A young woman catches the camera’s eye in Japan. 👀 \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "687,364", "path": "instagram/picture0842.jpg", "like_list": [], "date_time": "Jul 16, 2017", "location": "DA-Eberstadt Mühltalbad", "tag_list": ["@forstentuchs", "#TheWeekOnInstagram", "@forstentuchs"], "caption": "From the outside looking in, this 1950s-era swimming pool complex caught Thorsten Fuchs’ () eye on a sunny day in Germany. “It’s just a normal day at the pool, but the architecture makes it interesting.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,440,146", "path": "instagram/picture0843.jpg", "like_list": [], "date_time": "Jul 16, 2017", "location": "国宝 臼杵石仏　Usuki Stone Buddhas", "tag_list": ["#TheWeekOnInstagram", "@kimako_"], "caption": "Coming in for a landing. 🐝 \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,547,171", "path": "instagram/picture0844.jpg", "like_list": [], "date_time": "Jul 15, 2017", "location": "Ras al Khaima", "tag_list": ["@thezenkitty", "#TheWeekOnInstagram", "@thezenkitty"], "caption": "It’s just another day at the beach for Tanya Michel () and her cat in the United Arab Emirates. “It inspires me to watch my cats outdoors,” she says. “All their senses are alive as they take in everything around them.” 😺 \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,129,931", "path": "instagram/picture0845.jpg", "like_list": [], "date_time": "Jul 15, 2017", "location": "Mérindol", "tag_list": ["@fotomaniak", "#TheWeekOnInstagram", "@fotomaniak"], "caption": "Sometimes it’s hard not to give a sideways glance. “I hope this makes people want to dive into the water,” says Jean Claude Luong () of this scene captured in the south of France. 💦 \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,095,128", "path": "instagram/picture0846.jpg", "like_list": [], "date_time": "Jul 15, 2017", "location": "Paris, France", "tag_list": ["@priyankachopra", "@priyankachopra"], "caption": "Priyanka Chopra () has many titles under her belt — actress, Miss World 2000 winner, philanthropist — but her original career aspirations had her heading toward a very different field altogether: “I was studying to be an aeronautical engineer,” she says. “But fate took me on another exciting journey!” Born in Jamshedpur, India, Priyanka lives “in a creative shuffle” between Mumbai and New York City, and despite her busy schedule, she still finds time for family and “long walks with my li’l doggie, Diana,” she says. “In my personal life, I am most proud that I’ve been able to take care of my family. Professionally, I want to keep challenging the status quo, and exploring all forms of my creative expression.” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,095,128", "path": "instagram/picture0847.jpg", "like_list": [], "date_time": "Jul 15, 2017", "location": "Santorini", "tag_list": ["@ragnhildsvisuelledesign", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@ragnhildsvisuelledesign"], "caption": "Laundry swaying on the line caught the eye of Norwegian art teacher Ragnhild Furulund () for this , captured on a road trip across a Greek island. “When I saw the clothesline, I decided to stop,” says Ragnhild. “I find clotheslines fascinating — I think because they consist of composition rules like line, rhythm, repetition and movement.”\nAdd  to your next Boomerang — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "881,217", "path": "instagram/picture0848.jpg", "like_list": [], "date_time": "Jul 15, 2017", "location": "", "tag_list": ["#WHPISpyEmojis", "@nori_qoo", "#WHPISpyEmojis", "@nori_qoo"], "caption": "Weekend Hashtag Project: \nStart scanning your surroundings: The goal this weekend is to make photos and videos that catch your favorite emojis hiding in plain sight — like this curious tree 👀 spotted by  in Japan. Whether you’re setting out to stumble upon an emoji look-alike or are inspired to create your own, here’s how to get started:\nKeep an eye out for people or objects in unexpected places that resemble emojis, or ways that you can add more expression to a scene by creating real-world versions of your favorite emoji reaction, like 😍 or 😂.\nMake your submission playful by showing emojis at an unexpected scale — like a teeny-tiny 🥑 made out of clay or a larger-than-life 🎈.\nIf you’re adding emojis to your stories this weekend, consider how to make them fun with tools like sticker pinning, and share your favorite creation to your feed!\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "770,573", "path": "instagram/picture0849.jpg", "like_list": [], "date_time": "Jul 15, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@yogalgo", "@yogalgo", "@instagrames", "@yogalgo"], "caption": "Hello, world! It’s time to meet today’s : Bacalao (), a shy, intelligent and loving Galgo Español, or Spanish greyhound. She’s the star of a documentary film called “Yo Galgo,” made by her human Yeray López, which raises awareness about the overbreeding of this type of dog for racing and hunting. Follow  to see what Bacalao — and her adopted sister and couch mate, Tzatziki — are up to.\nDiscover more stories from the Spanish-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,325,037", "path": "instagram/picture0850.jpg", "like_list": [], "date_time": "Jul 14, 2017", "location": "London, United Kingdom", "tag_list": ["@globemakers"], "caption": "Bellerby & Co. Globemakers () is one of the only companies in the world still handcrafting globes — everything from molding a perfect sphere to personalizing the maps to painting details — and they have no intention of stopping. “A globe is a true representation of the world,” says Jade Fenster, longtime partner in life and work of company founder Peter Bellerby. “A globe may inspire you to travel. It makes you understand where you belong on this amazing world. And sometimes, you might just reflect on its beauty and fragility.”\nAfter learning how to make a globe for his father’s 80th birthday, Peter founded the company in his living room in 2008, and it has since grown to 20 cartographers, woodworkers, illustrators, engravers and painters in a former warehouse space in northern London. “Everything is bespoke, and using old-school methods means that each globe ends up being entirely unique,” says Jade. After placing an order, several months will pass before customers receive their globes — size options range in diameter from 9 to 50 inches (23 to 127 centimeters) — but the wait is always worth it. “It’s rare to be able to purchase something that is made just for you, and will always be one of a kind.” 🌍\nWatch our Instagram story now to take a look inside the Bellerby & Co. studio."}, {"num_of_comments": 24, "num_of_like": "766,294", "path": "instagram/picture0851.jpg", "like_list": [], "date_time": "Jul 13, 2017", "location": "Stuttgart, Germany", "tag_list": ["@focuscada", "@instagramde", "@focuscada"], "caption": "With a little bit of photo magic, Constantina Schmid-Mprigou () captures whimsical scenes of people, places and the natural world. “Even as a child, I liked to create stories. I could fill my books with drawings of my dream worlds,” says the Greek-born, Germany-based artist, who aspires to tell unspoken stories in her fairy tale-esque images. “Everyone has a story, but not everyone likes to tell it.”\nConstantina is particularly inspired by fog — she’s been known to wake her family up to take early morning trips into the woods to watch it roll across the landscape. “What could be better than enjoying a mystical, fog-covered forest with a warm coffee?”\nDiscover more stories from the German-speaking community on .\nPhoto illustration by "}, {"num_of_comments": 19, "num_of_like": "1,074,097", "path": "instagram/picture0852.jpg", "like_list": [], "date_time": "Jul 13, 2017", "location": "", "tag_list": ["@malalafund", "@malinfezehai", "@malinfezehai"], "caption": "“I don’t want to be known as the girl who was shot by the Taliban. I want to be a girl who struggled for her rights,” says Malala Yousafzai (), an activist for girls’ education and the youngest recipient of the Nobel Peace Prize. After she survived an assassination attempt in 2012 on her way home from school in Pakistan, Malala went on to co-found the Malala Fund and travels the world in support of girls’ rights. “I know that my story has encouraged other girls to fight for their own education,” says Malala. “They inspire me to keep working every day.”\nMalala, who turns 20 today, is spending her birthday in northern Iraq, visiting with girls who are refugees and internally displaced people. “In their young lives, they have all suffered horrible violence, fear and barriers to their education,” says Malala. “There is no overnight solution to girls’ education. But I plan to keep fighting for the next 20 years of my life.”\nWatch our Instagram story now, featuring documentary photographer , to celebrate Malala’s birthday with her new friends in Iraq.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "833,338", "path": "instagram/picture0853.jpg", "like_list": [], "date_time": "Jul 12, 2017", "location": "Jakarta, Indonesia", "tag_list": ["@boylagi", "#WHPmultiply", "@boylagi"], "caption": "An almost-floating figure speeds through light and shadow in Boy Hardy’s ()  submission. 🏃\nPhoto by "}, {"num_of_comments": 21, "num_of_like": "1,258,343", "path": "instagram/picture0854.jpg", "like_list": [], "date_time": "Jul 12, 2017", "location": "Hong Kong", "tag_list": ["@veeceecheng", "#WHPmultiply", "@veeceecheng"], "caption": "Up, up, up for a drone’s-eye view of the colorful levels of this elementary school in Victor Cheng’s ()  submission. “I often find myself photographing Hong Kong’s architecture,” he says. “I love the vibrant colors of this photograph.”\nPhoto by "}, {"num_of_comments": 22, "num_of_like": "950,330", "path": "instagram/picture0855.jpg", "like_list": [], "date_time": "Jul 12, 2017", "location": "Jakarta, Indonesia", "tag_list": ["@ernandaputra", "#WHPmultiply", "@ernandaputra"], "caption": "For Ernanda Putra () and his coworkers, downtime at work can be twice the fun. “When we have the right lighting in the right moment, we just create.” 🎈🎈\nFollow along to see more of our favorites from last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "603,445", "path": "instagram/picture0856.jpg", "like_list": [], "date_time": "Jul 12, 2017", "location": "Marlins Park", "tag_list": ["@bharper3407", "@mlb", "@bharper3407", "@thepaulkim"], "caption": "Bryce Harper () has a few important rituals before each big game — “most involve a pre-game meal, a fresh shower and getting my hair right” — and he’ll be indulging in them just the same before the Major League Baseball () All-Star Game, which takes place this evening in Miami. “It’s an awesome feeling to be recognized,” says Bryce, a right fielder for the Washington Nationals, who at just 24 will be making his fifth All-Star Game appearance. Bryce is already proud of what he’s accomplished in the sport: “I’m really fortunate to have achieved my dream of playing in the big leagues.” ⚾️\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "1,133,921", "path": "instagram/picture0857.jpg", "like_list": [], "date_time": "Jul 11, 2017", "location": "San Francisco, California", "tag_list": ["@andrewkuttler", "#WHPmultiply", "@andrewkuttler"], "caption": "“Three’s company,” writes Andrew Kuttler () in his caption. 💚💛❤️ \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "804,621", "path": "instagram/picture0858.jpg", "like_list": [], "date_time": "Jul 11, 2017", "location": "La Madrague, Alger, Algeria", "tag_list": ["#WHPmultiply", "@ztarekz"], "caption": "One after the other, boys take the plunge into the waters of the Balearic Sea for . 🏊\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "892,657", "path": "instagram/picture0859.jpg", "like_list": [], "date_time": "Jul 11, 2017", "location": "29 Palms Highway Route 62", "tag_list": ["@mywitsend", "#WHPmultiply", "@mywitsend"], "caption": "A shower of hats seems to fall from the sky in ’s  submission. 🎩\nFollow along to see more of our favorites from last weekend’s hashtag project.\nPhoto illustration by "}, {"num_of_comments": 10, "num_of_like": "892,657", "path": "instagram/picture0860.jpg", "like_list": [], "date_time": "Jul 11, 2017", "location": "Tampa, Florida", "tag_list": ["@slimejellies", "#myinstagramlogo", "@slimejellies"], "caption": "Glue, borax and food coloring came together to create the slime for Brenden Urick’s () . “This was one of my least time-consuming slimes to make — it only took 10 minutes,” says Florida-based Brenden, who began creating her own slimes at home after discovering them on Instagram. “The medium of slime is a little odd and unconventional, but there’s something to be said for creating something and then being able to destroy it.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "803,782", "path": "instagram/picture0861.jpg", "like_list": [], "date_time": "Jul 11, 2017", "location": "Calgary, Alberta", "tag_list": ["@catfriendo", "#🇨🇦❤️", "@catfriendo"], "caption": "Samantha Heidinger () creates her delicate cutouts with paper, a knife and a whole lot of patience at her home kitchen table. “Some of my bigger, more detailed pieces can take days,” says Samantha. “Earlier this year, I did a 9-inch by 9-inch [23-centimeter by 23-centimeter] piece that clocked in at seven straight hours of cutting!” How does she pass the time? “I listen to a lot of podcasts.”\nFor Samantha, the western Canadian province of Alberta has always been home — she was born in Medicine Hat and moved to Calgary for university, then never left. “I absolutely love that Calgary is really close to the Rocky Mountains,” she says. “I’m so incredibly lucky to have a daily mountain viewing while I’m driving! That crazy visibility is a really neat part of living on the flat prairies. It’s absolutely breathtaking.”\nWatch our Instagram story now to explore the art of papercutting with Samantha.\nThis story is a part of  a new series celebrating people all across Canada.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,313,544", "path": "instagram/picture0862.jpg", "like_list": [], "date_time": "Jul 9, 2017", "location": "Aso-shi, Kumamoto, Japan", "tag_list": ["@naocan8", "#TheWeekOnInstagram", "@naocan8"], "caption": "While visiting Japan’s Kusasenri prairie, Naomi Fujimoto () took this photo through the fog. “I was inspired by the bonds between human and animal,” says Naomi. 🐴 \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,219,138", "path": "instagram/picture0863.jpg", "like_list": [], "date_time": "Jul 8, 2017", "location": "Paris, France", "tag_list": ["@town.and.concrete", "#TheWeekOnInstagram", "@town.and.concrete"], "caption": "Architect and artist Cyril Lancelin () designed this bubblegum-pink installation to look like “a magical place during an unreal night.” \nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "1,049,771", "path": "instagram/picture0864.jpg", "like_list": [], "date_time": "Jul 8, 2017", "location": "Kythira", "tag_list": ["@getxomujer", "#TheWeekOnInstagram", "@getxomujer"], "caption": "On holiday with her husband on the Greek island of Kythira, Evangelia Kalogeraki () jumped into the water in a sea cave to take this photo from below. “I love the sunbeams entering the water that make the bodies seem like they’re dancing.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,049,771", "path": "instagram/picture0865.jpg", "like_list": [], "date_time": "Jul 8, 2017", "location": "London, United Kingdom", "tag_list": ["#BoomerangOfTheWeek", "@honeyidressedthepug", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@honeyidressedthepug"], "caption": "Bubbles and pugs — what could be better than this  by Maitri Mody () with her pup, Ari? “On most weekends, Ari and I are out and about in London, exploring new neighborhoods and dressing up in coordinated outfits,” says Maitri. “This was taken in South Kensington, in one of our favorite spots with colorful doors and walls. It was the perfect setting to capture Ari’s reaction to bubbles. I was totally expecting him to start chasing them, but he just stood there and watched!” Add  to your next Boomerang — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "620,665", "path": "instagram/picture0866.jpg", "like_list": [], "date_time": "Jul 8, 2017", "location": "Monrovia, Liberia", "tag_list": ["#WHPmultiply", "@yagazieemezi", "#WHPmultiply", "@yagazieemezi"], "caption": "Weekend Hashtag Project: \nThis weekend, the goal is to create photos and videos that show duplicates of different people, places and things, like in this image by . Here are some tips to get you started:\nKeep your eyes peeled for repeating patterns, be it on clothing, in food or in nature. You might be surprised how many colors and shapes you find.\nUse product tools to highlight duplicates — a dog digging holes in the sand in Rewind, a Boomerang of a friend juggling a handful of lemons or a Hyperlapse of office workers strolling by, all dressed in suits and carrying briefcases.\nCreate your own intentional scene of multiplicity. Try dressing friends and pets alike at home, or create a work of art with echoing themes and colors.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "620,665", "path": "instagram/picture0867.jpg", "like_list": [], "date_time": "Jul 8, 2017", "location": "Fjaðrárgljúfur", "tag_list": ["@wrenees", "#dronies", "@wrenees"], "caption": "“The first time I ever saw a drone, I knew that I wanted to have one,” says Renee Lusano (), who uses her drone to photograph vast landscapes. “Drones really appeal to me because they’re a fun toy, but also a photographic tool. And as I started to travel more, I thought a drone would be a great way to experience, capture and photograph more on each of my trips.”\nA freelance designer based in Los Angeles, Renee takes advantage of her flexible schedule to travel the world, visiting far-flung places like Antarctica, Easter Island and Siberia with her friends (and sometimes with a hot dog costume). “I don’t enjoy having a routine,” she says. “The days and weeks are more memorable when I’m having new experiences.” Renee began creating  — selfies with a drone — that “first show a somewhat mundane photo of myself, and then as the drone flies up, it reveals that I’m in some expansive and incredibly beautiful place. Soon, you don’t even see me — it becomes not about the selfie, but about the scale of the environment I’m in.”\nWatch our Instagram story now to check out a few dronies from Renee’s travels.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,340,073", "path": "instagram/picture0868.jpg", "like_list": [], "date_time": "Jul 7, 2017", "location": "Tehran, Iran", "tag_list": ["@h.rebel", "@h.rebel"], "caption": "For Hedi Gharrat (), creativity starts with setting the table. Inspired by books, history and the far-flung places that she hopes to visit, Hedi creates delectable dreamlands from her home in Tehran, Iran, that burst with detail. “I don’t want the photos to be just about the food — I want every one of them to be like a little piece of a world,” she says. “From the background to the smallest piece in the photo, I try to harmonize the colors of everything with one another. I want the viewer’s eye to travel around the frame, finding little codes and details that I’ve put there.” A self-taught baker who studied computer science, Hedi can spend an entire day photographing a fantasy tea party or a vintage spread, which she hopes inspires others to pursue their creative passion. “No matter where you are, your imagination knows no boundaries — dream as loud and as bright as you can.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,340,073", "path": "instagram/picture0869.jpg", "like_list": [], "date_time": "Jul 7, 2017", "location": "", "tag_list": ["#WeeklyFluff", "#internationalkissingday", "@hellokingston", "@hellokingston"], "caption": "Hello, world! Here’s a special edition  coming at you for : Kingston () the pup riding in his human’s dog-mobile. No matter where they’re going, Kingston and his friends always make time for a few kisses. Follow along with  to see where he’s headed next. 🐶 😘"}, {"num_of_comments": 16, "num_of_like": "636,340", "path": "instagram/picture0870.jpg", "like_list": [], "date_time": "Jul 7, 2017", "location": "", "tag_list": [], "caption": "Starting today, you can reply to stories with a photo or video. From selfies to Boomerangs, now you can be even more fun and playful when you respond to friends.\nTo reply with a photo or a video, tap the new camera button while you’re watching a story. You can use any creative tools in the camera, including face filters, stickers and Rewind. Replies also include a sticker of the story that you can move around and resize.\nWhen a friend replies to your story with a photo or a video, you’ll see it in your inbox. You can tap to view it and also see a sticker of the original story that’s only visible to you. As with disappearing photos and videos in Direct, your friends will know when you’ve taken a screenshot or replayed a reply.\nToday’s update is just one of the ways we’re working to make Direct the best place to have fun, visual conversations with friends on Instagram.\nTo learn more about photo and video replies, visit help.instagram.com.\nThese updates are available as part of Instagram version 10.28 and above for iOS in the Apple App Store and for Android in Google Play."}, {"num_of_comments": 24, "num_of_like": "1,020,666", "path": "instagram/picture0871.jpg", "like_list": [], "date_time": "Jul 6, 2017", "location": "", "tag_list": ["@maria.svarbova", "@maria.svarbova"], "caption": "Slovakian photographer Maria Svarbova’s () work focuses on the loneliness and isolation of modern life. “My images have something almost theatrical about them,” says Maria, who studied archaeology before turning to photography. “It’s as if the figures have slowed down their movement, and there is no frivolity in them at all. There is no emotion, no individuality in their stillness.”\nMaria’s swimming pool series has been her most continuous body of work since she began taking photos professionally, and it has largely helped her to develop her style. “The sterility and beautiful geometry of these old swimming pools, which were mostly built in the communist era, set the tone for my photography,” says Maria. “I got my first spark of inspiration from my local pool, which is set in an 80-year-old building with dramatic architecture.” In these stark, retro-yet-futuristic images, “everything seems to be frozen — the swimmers are cool and calm, like the tiles of the pool.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "610,326", "path": "instagram/picture0872.jpg", "like_list": [], "date_time": "Jul 6, 2017", "location": "The All England Lawn Tennis Club", "tag_list": ["@andymurray", "@wimbledon", "@andymurray"], "caption": "This year, tennis player Andy Murray () is walking into his 12th Wimbledon tennis tournament () as the defending champion and world’s top ranked player — but it hasn’t gone to his head. “It’s a great feeling, but my ranking isn’t something I focus on too much,” says Glasgow, Scotland-born Andy, who is the only British man to win more than one Wimbledon singles title since 1935. “But I love playing in front of a home crowd, and at Wimbledon I know they are always behind me from the minute the match starts.”\nThe tournament is held on the outdoor grass courts of the All England Club in southwest London, where it has taken place each year since 1877. “I love all the traditions of the championships,” says Andy. Players wearing all white clothing, the British royal family attending the matches, the all-night line to get day-of tickets into the matches — “all these are what make Wimbledon the unique tournament that it is,” he says. And as for choosing between a Pimm’s Cup or a bowl of strawberries and cream, for Andy, the answer is simple: “Strawberries and cream, always!” 🍓\nWatch our Instagram story now to see the action at Wimbledon. 🎾\nPhoto by "}, {"num_of_comments": 21, "num_of_like": "799,739", "path": "instagram/picture0873.jpg", "like_list": [], "date_time": "Jul 5, 2017", "location": "Riverside, California", "tag_list": ["@chicanoeats", "@chicanoeats"], "caption": "“Most of my memories revolve around really good food,” says Esteban Castillo (), the Southern California-based blogger and cook behind the bold colors and flavorful recipes of Chicano Eats. After growing up in Los Angeles in a Mexican-American family, Esteban studied graphic design in college, a skill which prompted him to re-examine the way other Americans looked at Mexican food. “Here in the US, people think it’s just tacos and burritos, street food,” he says. Inspired by German-American artist Josef Albers’ work with monochromatic colors, Esteban began experimenting with placing his dishes — everything from Cara Cara orange mezcal sours to pulled pork sliders to coconut café de olla popsicles — against similarly colored backdrops. “By putting Mexican food in this minimalist, colorful setting, it just puts the spotlight on the food,” he says. While some of Esteban’s recipes are traditional Mexican, others are a fusion, a nod to both his heritage and his upbringing in one dish. “Honestly,” he says, “I can’t even distinguish between what’s Mexican and what’s American anymore.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "933,850", "path": "instagram/picture0874.jpg", "like_list": [], "date_time": "Jul 4, 2017", "location": "", "tag_list": ["@chibichibin", "#WHPsparkle", "@chibichibin"], "caption": "The sun shines through Kouichi Chiba’s () resin-coated illustration for .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "933,850", "path": "instagram/picture0875.jpg", "like_list": [], "date_time": "Jul 4, 2017", "location": "Detroit, Michigan", "tag_list": ["#WHPsparkle", "@_nomadicmom"], "caption": "It’s sparkler season.  🎇\nFollow along to see more of our favorites from last weekend’s hashtag project.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "933,850", "path": "instagram/picture0876.jpg", "like_list": [], "date_time": "Jul 4, 2017", "location": "", "tag_list": ["@jesuso_ortiz", "#WHPsparkle", "@jesuso_ortiz"], "caption": "Twinkling fireflies add light to dark woods in this animated illustration by  of Spain. \nVideo by "}, {"num_of_comments": 24, "num_of_like": "828,263", "path": "instagram/picture0877.jpg", "like_list": [], "date_time": "Jul 4, 2017", "location": "", "tag_list": ["@aravisdolmenna", "#WHPsparkle", "@aravisdolmenna"], "caption": "’s hand metamorphoses into an iridescent butterfly for .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,207,650", "path": "instagram/picture0878.jpg", "like_list": [], "date_time": "Jul 4, 2017", "location": "Kawasan Hutan Pinus Dlingo", "tag_list": ["@dianrockmad", "#WHPsparkle", "@dianrockmad"], "caption": "“Rise and sparkle,” writes  in his caption for this photo of a forest in Java, Indonesia. ✨\nFollow along to see more of our favorites from last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,459,962", "path": "instagram/picture0879.jpg", "like_list": [], "date_time": "Jul 4, 2017", "location": "World Bird Sanctuary", "tag_list": ["@pythonpaige", "@worldbirdsanctuary", "@pythonpaige"], "caption": "As a child growing up in western Pennsylvania, Paige Davis () was entranced by the natural world. “I always knew I was going to work with animals when I grew up,” she says. “I just didn’t know what that work would be.” Years later, while earning a degree in wildlife and fisheries science in college, she studied all sorts of creatures, but birds of prey sparked her passion. “I loved working with raptors,” Paige says. “I was hooked.”\nToday, Paige and her colleagues at Missouri’s World Bird Sanctuary () share their knowledge of hawks, falcons, owls and other raptors with hundreds of thousands of children and adults each year. Bald eagles, while among the most popular with audiences, “are not the friendliest birds,” Paige admits. “They can be a bit ornery — but they’re truly magnificent.” (Two of the sanctuary’s bald eagles, Lewis and Clark, are the “official eagles” of the St. Louis Cardinals baseball team.)\n“There’s a quote [by French conservationist Jacques-Yves Cousteau], ‘People protect what they love, they love what they understand and they understand what they are taught,’” says Paige. “That’s basically why my job is important, and why I love it.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,459,962", "path": "instagram/picture0880.jpg", "like_list": [], "date_time": "Jul 3, 2017", "location": "", "tag_list": ["@acoustictrench", "@acoustictrench"], "caption": "Since Trench () was a boy growing up in New England, he's always been drawn to music. “One of my earliest memories is playing the air guitar in the kitchen when the Beach Boys came on the radio,” he says. Fast forward 20 years, and Trench plays as many instruments — from the guitar to the ukulele, harp to cello — and has an unlikely musical partner: his dog, Maple.\n“I adopted her from a rescue shelter when she was a puppy,” says Trench, “And since then, she follows me everywhere. Whenever I play the guitar, she comes over and curls up next to me. I think the music comforts her.” As Trench began recording videos of himself playing, Maple naturally appeared in the background. “She's essentially become the face of my music,” he says. Maple even joins in on the jam sessions once in a while, tapping on a drum or a tambourine. “She's so smart and she picks up things really fast,” says Trench. “So I always have fun with her and see if she can join in.” 🐶 🎸\nWatch our Instagram story now to hear some of Trench and Maple's favorite Fourth of July tunes. 🇺🇸\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,248,261", "path": "instagram/picture0881.jpg", "like_list": [], "date_time": "Jul 2, 2017", "location": "Piscine Saint-Georges", "tag_list": ["@afadingsummer", "#TheWeekOnInstagram", "@afadingsummer"], "caption": "“Fancy a swim under the moon?” writes Aurélie () in the caption for her photo of artist Luke Jerram’s work, which is displayed in Rennes, France, through this weekend. “It’s a huge helium balloon with detailed NASA imagery of the lunar surface,” she says. “It looks so real, and even lights up at night. I love that you can see people swimming in the pool, indifferent to this big moon hanging above them.” 🌝 \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "677,672", "path": "instagram/picture0882.jpg", "like_list": [], "date_time": "Jul 2, 2017", "location": "Madrid, Spain", "tag_list": ["@irinacosmopolitan", "@trendunicorn", "#Pride2017", "@instagrames", "@irinacosmopolitan"], "caption": "Irina Alegre () first came out on Instagram. “I was tired of keeping it a secret, so I posted a picture of us,” says the 24-year-old Madrid-based blogger and artist, who’s been with her girlfriend for four years. “It was never an official announcement — but what better way to show love than to do so naturally?” The same belief in love also applies to , Irina’s brand of T-shirts — she illustrates them with geometric patterns of unicorns, hoping to inspire those who wear them to accept themselves as they are.\nOn Pride Day in Madrid, Irina will be celebrating by “proclaiming that love is love, having a good time and, above all, defending equality, which is a basic right for all of us.” This celebration of pride is still necessary these days, says Irina. “The day that it no longer feels necessary will be a great day.” \nDiscover more stories from the Spanish-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "695,461", "path": "instagram/picture0883.jpg", "like_list": [], "date_time": "Jul 2, 2017", "location": "Halifax, Nova Scotia", "tag_list": ["@misslionhunter", "#🇨🇦❤️", "@misslionhunter"], "caption": "When she first arrived in Halifax, Nova Scotia, from Harare, Zimbabwe, as a student 16 years ago, Musemo Handahu () couldn’t believe the temperatures she encountered. “Each winter, I ask myself why I’m in this cold country,” says Musemo, a writer and style blogger who goes by Mo. “But secretly, I love the challenge of walking downhill after a snowstorm.” And Mo will never tire of Halifax’s harbor views: “Zimbabwe is a landlocked country. Each morning I still get giddy about the smell of the water and seeing cargo ships.” Mo describes Canadians as kind to the core, especially when it comes to immigrants. “Moving to a new country is daunting, but it is made a lot better when you are welcomed with compassion,” she says.\nSince building her life in Canada, Mo has dedicated more and more time to her blog. “It’s always been a place where I share a piece of myself with my internet family,” she says. “I dream of creating a bigger platform that connects Africans and shares stories of our contributions to the world.”\nWatch our Instagram story now to explore some of Mo’s favorite spots in Halifax.\nThis story is part of , a new series celebrating people all across Canada.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "920,111", "path": "instagram/picture0884.jpg", "like_list": [], "date_time": "Jul 1, 2017", "location": "", "tag_list": ["@arnabmaity163", "#TheWeekOnInstagram", "@arnabmaity163"], "caption": "While heading home from his grandparents’ house in West Bengal, India, Arnab Maity () spotted a group of women riding their bicycles home from a local college. “This might look like just another simple moment from everyday life in rural India,” he says, “but I observed young married girls — like the one in the blue sari — attending college. And that makes me really happy.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,088,048", "path": "instagram/picture0885.jpg", "like_list": [], "date_time": "Jul 1, 2017", "location": "Platja Del Trabucador", "tag_list": ["@sginesta", "#TheWeekOnInstagram", "@sginesta"], "caption": "While enjoying the sun’s last rays in Catalonia, Spain, Susanna Ginesta Coll () just happened to have a rubber ducky with her. “I saw this hole on the beach and put the little duck inside for a sunset bath,” she says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,088,048", "path": "instagram/picture0886.jpg", "like_list": [], "date_time": "Jul 1, 2017", "location": "Samara, Russia", "tag_list": ["@sunya_d", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "#Boomerang", "@instagram", "#Boomerang", "@sunya_d"], "caption": "Disco ball + flowers = “It’s so good to be home” in Sasha Donskova’s () . 💐\nAdd  to your next ’s caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "875,267", "path": "instagram/picture0887.jpg", "like_list": [], "date_time": "Jul 1, 2017", "location": "", "tag_list": ["#WHPsparkle", "#WHPsparkle", "@sty830"], "caption": "Weekend Hashtag Project: \nThis weekend, the goal is to let shining, sparkling light catch your eye. Here are some tips to get you started:\nLook for pops of light against a dark background — fireworks, sparklers and bonfires included. Don’t forget to check out what the light is touching, as well as the light itself.\nFocus on the shine of different surfaces and textures, whether you’re in a building made of glass or on the shores of a lake watching the sunset sparkle off the water.\nUse Boomerangs or videos to capture the movement of a sparkle as it bounces around a room.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "929,813", "path": "instagram/picture0888.jpg", "like_list": [], "date_time": "Jul 1, 2017", "location": "Dublin, Ireland", "tag_list": ["@izzywheels", "@izzywheels"], "caption": "Since childhood, sisters Ailbhe and Izzy Keane () have been best friends on a mission, creating colorful spoke guards for wheelchairs. They first began collaborating when Izzy, who was born with spina bifida and navigates her daily life in a wheelchair, was getting ready for special occasions. “I wanted my sister’s wheelchair to reflect her bright and bubbly personality,” says Ailbhe. “Having stylish wheels on your chair that match your outfit or show off you interests immediately addresses the chair and opens conversation.”\nToday, the pair, who live in Dublin, work with artists around the world to create an array of creative spoke guards, with Izzy serving as brand ambassador and Ailbhe overseeing designs. “There is actually a huge community of people who think about their disabilities and their wheelchairs in the same way I do,” says Izzy. “The thing I am most proud of is that we have given wheelchair users across the globe a way to show the world the positive relationship we have with our wheelchairs.”\nWatch our Instagram story now to see some of Izzy Wheels’ colorful designs. ✨\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "493,829", "path": "instagram/picture0889.jpg", "like_list": [], "date_time": "Jun 30, 2017", "location": "", "tag_list": ["@whereloveisillegal", "@hammond_robin", "#EyesOn", "#Pride2017", "@whereloveisillegal"], "caption": "Through his project “Where Love is Illegal” (), Robin Hammond () has his  survivors of transphobia and homophobia. “The project hopefully provides a platform where these people can say, ‘We are not unholy, unnatural and immoral — this is our story, and this is the real impact of transphobia and homophobia on our lives,’” says the New Zealand-born photojournalist. Launched after Robin heard the story of four gay men who were arrested and tortured, “Where Love is Illegal” gives power back to Robin’s LGBTQ subjects — who live in countries around the world — by letting them write their own testimonies and tear up the printed photos he takes of them if they feel endangered. “The whole narratives of their lives have been controlled by people who are hostile toward them,” says Robin. “Now, they have agency over how they are seen and heard.”\nIt’s June, and in many countries that means it’s time to celebrate . All month long, we’ll be sharing stories from diverse LGBTQ community members from around the world.\nPhotos by "}, {"num_of_comments": 24, "num_of_like": "781,350", "path": "instagram/picture0890.jpg", "like_list": [], "date_time": "Jun 30, 2017", "location": "Sant Feliu de Guíxols", "tag_list": ["@premamabodypaint", "@instagrames", "@premamabodypaint"], "caption": "Painter Fátima Carrión () turns women’s pregnancy bumps into colorful works of art. “It’s super relaxing for the mother and stimulating for the baby,” says the artist, who lives and works in Sant Feliu de Guíxols in northeast Spain. “There are babies that follow along as I paint and kick at the brush. It’s a wonderful experience!”\nFátima uses body paint to apply playful designs onto the bellies of mamas-to-be and then documents the results, taking photos underneath black lights, underwater or outside. Most mothers get painted between six and eight months into their pregnancy, says Fátima, but some push the limits, “and just a few hours after the session, they’re off to the hospital! And when they have their babies, they think of me.”\nDiscover more stories from the Spanish-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "880,497", "path": "instagram/picture0891.jpg", "like_list": [], "date_time": "Jun 30, 2017", "location": "Jakarta, Indonesia", "tag_list": ["#hellomynameis", "@mikhaelacherry", "@mikhaelacherry"], "caption": "“ Mikhaela Cherry Virginia Chandra (). I am a 24-year-old freelance mural artist. I was born and raised in Jakarta, Indonesia, and went to college in Shanghai. I used to work a 9-to-5 job as a marketing assistant in Shanghai, and later on as an in-house graphic designer in Jakarta. I remember feeling depressed working in a field where I couldn’t grow. In 2015, I decided to quit my job and used up all my savings to travel through Southeast Asia for two months. I felt so euphoric. During that time, I fell in love with painting, which has become my full-time profession to this day. My art can be described as Zentangle drawings [patterned designs], with a twist of watercolor and doodling. If I didn’t take the bold move to go out of my comfort zone, I wouldn’t be able to create my portfolio and without patience, I wouldn’t be able to create such intricate and detailed artwork.”\nWatch our Instagram story now to see Mikhaela at work on some of her creations.\nPhoto by "}, {"num_of_comments": 6, "num_of_like": "973,429", "path": "instagram/picture0892.jpg", "like_list": [], "date_time": "Jun 29, 2017", "location": "", "tag_list": ["@runnerkimhall"], "caption": "Today, we’re introducing two comment filters to help keep Instagram a safe place for self-expression: an offensive comments filter and a spam filter. These tools are the next step in our commitment to foster kind, inclusive communities on Instagram.\nMany of you have told us that toxic comments discourage you from enjoying Instagram and expressing yourself freely. To help, we’ve developed a filter that will block certain offensive comments on posts and in live video. You can turn this filter off in the “...” settings menu from the profile and scroll to tap “Comments.” We’ll launch this in English first, but will offer it in more languages over time. The spam filter removes any obvious spam in comments written in English, Spanish, Portuguese, Arabic, French, German, Russian, Japanese and Chinese.\nThese filters are powered by machine learning, trained by our team to recognize certain types of offensive and spammy comments so you never have to see them. They will improve over time, enabling the community’s experience to improve as well.\nOur work is far from finished and perfect, but I hope we’re helping you feel safer and more welcome on Instagram.\nKevin Systrom\nCEO & Co-founder\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,202,010", "path": "instagram/picture0893.jpg", "like_list": [], "date_time": "Jun 29, 2017", "location": "Stockholm, Sweden", "tag_list": ["#WeeklyFluff", "@rosawilda", "@rosawilda"], "caption": "Hello, world! It’s time to meet today’s : Rosa, Wilda and Missy () — three Weimaraners living it up in Sweden. Sisters Rosa and Wilda look out for little Missy, one of Wilda’s young puppies, who loves sleeping, chewing and mischief. Follow  to tag along with these Scandinavian beauties. 🇸🇪"}, {"num_of_comments": 24, "num_of_like": "721,358", "path": "instagram/picture0894.jpg", "like_list": [], "date_time": "Jun 29, 2017", "location": "", "tag_list": ["@aurelycerise", "@aurelycerise"], "caption": "Aurelie Cerise () never dreamed she’d become a paper artist for a fairly logical reason — by trade, she was a pharmacist. But during an especially hectic time in her life a few years ago, the Parisian found paper art as a calming hobby. “When I built paper props, I discovered that it really soothed me,” she says.\nAurelie’s art is playful and imaginative — a fruit basket bursting with cherries, berries and lemons; a tomato plant growing in stop motion; bubbles swirling and popping above a cup of tea — and soon, she found herself juggling two full-time jobs. When stress threatened her well-being again last year, Aurelie quit her day gig to focus on paper art. “It’s really hard,” she says. “I work hours and hours. But I have this feeling of freedom, and that’s priceless.”\nWatch our Instagram story now to see Aurelie create paper art.\nPhoto by  🍒"}, {"num_of_comments": 24, "num_of_like": "1,013,432", "path": "instagram/picture0895.jpg", "like_list": [], "date_time": "Jun 29, 2017", "location": "", "tag_list": ["@koteeeeo", "@instagramru", "@koteeeeo"], "caption": "Masha Zakirova () takes to the streets of Krasnoyarsk, Russia, doing the sport she discovered just three years ago at 17. “I purchased a second-hand board, and it turned everything in my life upside down,” says Masha. “I’ve had so many exciting experiences already and met so many new friends. I know I’m going to be skateboarding my whole life.”\nMasha, an architecture student, is inspired by her everyday environment, and is hungry to learn more about the world. “So much comes from just observing my surroundings — architecture, nature, even sports. The desire to understand the world around me is what keeps me moving forward and improving.”\nDiscover more stories from Russia on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,181,913", "path": "instagram/picture0896.jpg", "like_list": [], "date_time": "Jun 28, 2017", "location": "Nivelles, Belgium", "tag_list": ["@toxicspiritss", "#WHP🌈", "@toxicspiritss"], "caption": "A heart-shaped rainbow on a cloudy sky reminds 17-year-old Adeline Wantiez () that “love always wins, no matter what.” \nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "1,034,321", "path": "instagram/picture0897.jpg", "like_list": [], "date_time": "Jun 28, 2017", "location": "Wendell, Massachusetts", "tag_list": ["@erinjoyseibert", "#WHP🌈", "@erinjoyseibert"], "caption": "When Erin Joy Seibert () called this small New England town home a few years ago, she never took a picture of this colorful site. “I took the rainbow wall for granted,” she says. “This seemed like the perfect occasion to revisit the spot.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,032,239", "path": "instagram/picture0898.jpg", "like_list": [], "date_time": "Jun 28, 2017", "location": "San Luis Potosi", "tag_list": ["#WHP🌈", "@rperspective"], "caption": "Two girls put their heads together to create the colors of the rainbow. \nFollow along to see more of our favorites from last weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "703,812", "path": "instagram/picture0899.jpg", "like_list": [], "date_time": "Jun 28, 2017", "location": "Bottle Cove", "tag_list": ["@codographs", "#🇨🇦❤️", "@codographs"], "caption": "For Cody Lawrence Dylan Avery (), who lives in the far eastern Canadian province of Newfoundland and Labrador, a stunningly picturesque view is almost always a given. “From the rugged cliffs of the Avalon to the long range of mountains of the west coast, everywhere screams adventure,” says Cody, a forestry student who began sharing portraits and pictures from his travels around his home country three years ago. “Newfoundland has a very diverse landscape. It’s extremely beautiful — from forest to city to sea, there’s beauty all around. To me, part of being Canadian is appreciating all that we have.”\nThis story is part of , a new series celebrating people all across Canada.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "705,384", "path": "instagram/picture0900.jpg", "like_list": [], "date_time": "Jun 28, 2017", "location": "London, United Kingdom", "tag_list": ["@kanerflex", "@kanerflex"], "caption": "Throughout his 22 years, dancer Kaner Scott () has seen his share of hardship — but time and again he has chosen to learn from it. When he was 4, Kaner was diagnosed with Asperger’s syndrome; at age 15 he was re-diagnosed with autism. That same year, he became homeless. “That changed everything for me,” says Kaner. “If that didn’t happen, I wouldn’t be where I am today.”\nBy the time he was 16, Kaner was off the streets and watching online videos to teach himself how to dance — particularly flexing, a style characterized by rhythmic, ultra-flexible contortions. Fast-forward to today, and Kaner is a professional dancer, choreographer and model. “Dance has taught me how to express myself, how to take negative energy and channel it into something positive,” he says. Kaner sees his autism in a positive light as well: “I look at it as something special, as an ability. I use it as a tool to make me ascend to a higher platform.”\nWatch our Instagram story now to learn some flexing moves from Kaner.\nPhoto by "}]}