{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "680,601", "path": "instagram/picture1301.jpg", "like_list": [], "date_time": "Feb 24, 2017", "location": "", "tag_list": ["@joshwool", "@joshwool"], "caption": "Josh Wool’s () self-described approach to portraiture is incredibly slow and unapologetically simple. Using equipment and techniques that are more than a century old, the Brooklyn, New York-based artist painstakingly extracts his images from a process that begins with photographic plates and developing chemistry that he makes himself. From there, his portraits are crafted from a conversation, natural light when possible and the removal of any extraneous details or distractions.\n“The folks in these pictures are artists, musicians, photographers, creatives and friends,” says Josh. “There’s a certain intangible thing that draws me to choose the people I photograph. In most cases, it’s some aspect of their persona — sometimes it’s their strength, others it’s a sense of vulnerability. With others, it’s something I just can’t put my finger on, but I know I need to photograph them.”\nPhotos by "}, {"num_of_comments": 24, "num_of_like": "600,058", "path": "instagram/picture1302.jpg", "like_list": [], "date_time": "Feb 24, 2017", "location": "", "tag_list": ["@maritanaquaresma", "@maritanaquaresma"], "caption": "While undergoing treatment for Hodgkin’s lymphoma, Brazilian artist Maritana Quaresma () transformed her Instagram feed into a cancer diary. “I wrote and drew when I was sick. I didn’t wait until I felt better to write about it,” says the 29-year-old from Rio de Janeiro.\nAfter several non-Portuguese-speaking friends expressed concern over her illness, Maritana added English captions. “All over the world people were sick too, and they felt very strong when they saw my drawings. I started getting messages from here in Latin America, sometimes Europe, sometimes Asia,” she explains. “It was like I had a power that I didn’t realize, and I could make people feel good.” After two surgeries and six months of chemotherapy, Maritana is in remission. “I don’t regret it, even if I have my limitations. This is me.”\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "675,151", "path": "instagram/picture1303.jpg", "like_list": [], "date_time": "Feb 23, 2017", "location": "", "tag_list": ["@georgiascakes", "@georgiascakes"], "caption": "Sugar and spice and everything nice — meringue kisses, fairy floss, buttercream icing, chocolate ganache, crystallized flowers, raspberry macaroons — that’s what Georgia’s Cakes are made of. “More is more,” says Georgia Green (), the 25-year-old baker churning out decadent, drool-worthy cakes in her London kitchen. “My cakes may look perfect, but if you smudge a bit of icing, stick some popcorn on it!” Working in a cafe upon her Le Cordon Bleu graduation, Georgia was commissioned to bake a cake for a high-profile client and realized she could strike out on her own. Now, she’s her sole employee, whipping up every single topping, batch of frosting and layer of cake herself.\nSwipe left on this post to see more of Georgia’s over-the-top cakes.\nPhotos and videos by "}, {"num_of_comments": 20, "num_of_like": "426,855", "path": "instagram/picture1304.jpg", "like_list": [], "date_time": "Feb 23, 2017", "location": "", "tag_list": [], "caption": "Surprise! 🎉 Swipe left on the post above to see more.\nStarting today, you can share up to 10 photos and videos in one post on Instagram. With this update, you no longer have to choose the single best photo or video from an experience you want to remember.\nWhen uploading to your feed, you’ll see a new icon to select multiple photos and videos. It’s easy to control exactly how your post will look. You can tap and hold to change the order, apply a filter to everything at once or edit one by one. These posts have a single caption and are square-only for now.\nOn a profile grid, you’ll notice the first photo or video of a post has a little icon, which means there’s more to see. And in feed, you’ll see blue dots at the bottom of these posts to let you know you can swipe to see more. You can like and comment on them just like a regular post.\nThis update is available as part of Instagram version 10.9 for iOS in the Apple App Store and for Android on Google Play. To learn more, check out help.instagram.com."}, {"num_of_comments": 24, "num_of_like": "901,603", "path": "instagram/picture1305.jpg", "like_list": [], "date_time": "Feb 22, 2017", "location": "", "tag_list": ["@jonburgerman", "#WHPiseefaces", "@jonburgerman"], "caption": "With just a few marker strokes, pro doodler Jon Burgerman () turns two New York City traffic barrels into a couple of surprised characters. \nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "952,997", "path": "instagram/picture1306.jpg", "like_list": [], "date_time": "Feb 22, 2017", "location": "Piana degli Albanesi", "tag_list": ["#WHPiseefaces", "@enza8317"], "caption": "In Sicily, a bug-eyed face appears to be playing hide-and-seek behind a yellow car in this  submission by Enza ()."}, {"num_of_comments": 24, "num_of_like": "677,129", "path": "instagram/picture1307.jpg", "like_list": [], "date_time": "Feb 22, 2017", "location": "", "tag_list": ["@andresete.geo", "#WHPiseefaces", "@andresete.geo"], "caption": "Andrés Carrión () steps back from the City of Arts and Sciences complex in Valencia, Spain, to reveal a big smile that greets passers-by. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,169,563", "path": "instagram/picture1308.jpg", "like_list": [], "date_time": "Feb 22, 2017", "location": "", "tag_list": ["@aravisdolmenna", "#WHPiseefaces", "@aravisdolmenna"], "caption": "Aravis Dolmenna () set out to make a splash with this coffee-sipping character for . ☕️\nFollow along as we feature more of our favorite submissions from last weekend’s project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,169,563", "path": "instagram/picture1309.jpg", "like_list": [], "date_time": "Feb 21, 2017", "location": "", "tag_list": ["@nxtures"], "caption": "Last weekend, 17-year-old Hannah Barker () traveled from Essex to Margate, England, to attend Geek 2017 — a three-day gaming festival for all ages. For Hannah, a student and part-time Disney princess, work and play don’t look much different: “The cosplay masquerade was the highlight for me,” she says of the event, which housed retro games, virtual reality and more inside Dreamland, an amusement park that dates back to the 1800s. “I dressed up as Rapunzel. It’s the first costume I ever made myself. I’ve added lights and 1,000 rhinestones to the skirt by hand. Eventually, my dream is to design costumes for Disneyland.”\nCheck out our story to see more of Hannah’s time at Geek 2017."}, {"num_of_comments": 24, "num_of_like": "2,217,598", "path": "instagram/picture1310.jpg", "like_list": [], "date_time": "Feb 21, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@yoremahm", "@yoremahm"], "caption": "Hello, world! It’s time to meet today’s . Here’s Manny () — aka “The Selfie Cat” — who, as you can see, understands the power of a portrait. This rescued gray Tabby is often seen posing with canine pals and is always clawing to be the center of attention in his shots.\nDon’t miss any of this outdoor cat’s adventures. Follow  stat."}, {"num_of_comments": 24, "num_of_like": "879,691", "path": "instagram/picture1311.jpg", "like_list": [], "date_time": "Feb 20, 2017", "location": "Playa del Inglés", "tag_list": ["@alataalde", "#TheWeekOnInstagram", "@alataalde"], "caption": "Love is in the air on the Canary Islands where Lydia Farray () spotted a pair of pink angels strolling hand-in-hand. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,186,419", "path": "instagram/picture1312.jpg", "like_list": [], "date_time": "Feb 20, 2017", "location": "", "tag_list": ["@abu888", "@yuuuuuriiie", "#TheWeekOnInstagram", "@yuuuuuriiie", "@abu888"], "caption": "This week was sentimental for friends Akihito Nagata () and Yurie (), who began collaborating after they met on Instagram, because Yurie will be moving to Tokyo. “I love this circular window,” says Akihito. “It perfectly frames the cityscape of Osaka and the backlight creates solid silhouettes.” \nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "890,534", "path": "instagram/picture1313.jpg", "like_list": [], "date_time": "Feb 19, 2017", "location": "", "tag_list": ["@hol_fox", "#MadeToCreate", "@hol_fox"], "caption": "A self-described “crafty gal,” Holly Fox () always had a project. She bejeweled pumpkins, built gingerbread houses — and then she shifted her focus to cookies when she realized royal icing mixed just like paint. “I’m constantly thinking about composition and color,” says Los Angeles-based Holly, who became a graphic designer straight out of college. “My styling and cookie shapes reflect my graphic design style — nice and tidy. I’ve really tried to make colorful and clean my signature style!” She started posting sets of cookies three years ago and, according to Holly, she hasn’t slept since. 😉 \nWatch our Instagram story to see Holly bake and decorate a batch of these beauties.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,448,723", "path": "instagram/picture1314.jpg", "like_list": [], "date_time": "Feb 19, 2017", "location": "Budaklı, Bitlis, Turkey", "tag_list": ["@_kenannihatelci_", "#TheWeekOnInstagram", "@_kenannihatelci_"], "caption": "There’s fun to be had no matter how cold it gets for the residents of Budakli village. Kenan Nihat Elçi () decided to pay a visit to the local thermal baths where he snapped this photo. “In cold weather, this has become an entertainment center for children,” he says.\n\nFollow along as we feature more of our favorite moments from .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,448,723", "path": "instagram/picture1315.jpg", "like_list": [], "date_time": "Feb 18, 2017", "location": "", "tag_list": ["@instayors", "#BoomerangOfTheWeek", "@iregoes", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@instayors"], "caption": "Jorge () threw his hat into the ring for our  — and it paid off! This one was captured on a quick road trip with his friend Irene ().\nDo you love taking Boomerangs? Add  to your caption. Yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "871,472", "path": "instagram/picture1316.jpg", "like_list": [], "date_time": "Feb 18, 2017", "location": "", "tag_list": ["#WHPiseefaces", "@olafbreuning", "#WHPiseefaces", "@olafbreuning"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to find faces in surprising and unexpected places — like this one by . Here’s how to get started:\nSlow down and take in your surroundings. Look down at the sidewalk for shapes that resemble facial expressions; turn your attention up to find faces in buildings, clouds and trees.\nChange your perspective — sometimes a face is revealed when you turn your view sideways or rearrange the food on your plate.\nUse stickers and Instagram Stories drawing tools to add props and personality to a face that you found in the wild, then share the creation to your feed.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "871,472", "path": "instagram/picture1317.jpg", "like_list": [], "date_time": "Feb 18, 2017", "location": "", "tag_list": ["@jonboogz", "@lilbuckdalegend"], "caption": "“Can’t is not a word we like to use,” says Jon Boogz (), who together with Lil Buck () founded Movement Art Is to inspire social change through creative physical expression. “Dance is more than just entertainment. It’s a universal language that can help heal,” Jon says. Whether they’re recording a performance to be viewed around the world or freestyling for friends, both are driven by the transformative experience shared by dancers and their audience. “Dance is a form of liberation regardless of how good you think you are,” says Buck. “So keep dancin’.”\nWatch our Instagram story right now for a peek at this duo’s moves."}, {"num_of_comments": 24, "num_of_like": "1,039,725", "path": "instagram/picture1318.jpg", "like_list": [], "date_time": "Feb 18, 2017", "location": "", "tag_list": ["@saltywings", "@saltywings"], "caption": "“Our passion for photography and filmmaking came first, then drones,” says Jampal Williamson, who runs  with friend Michael Goetze. “In late 2015, we had an idea to explore and photograph the West Australian coastline with aerial technology,” says Michael, 29. That idea grew into a video production house in Perth, where the duo works on daily posts. Using their experience as surfers to wait for perfect weather conditions, they fly and film just before sunrise or after sunset to capture a warm glow on the landscape. “Aesthetically, we are looking to capture a sense of wonder in our photographs,” says Jampal, 25. “We want our work to provide people with an escape to a beautiful place — an eternal summer holiday.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "818,824", "path": "instagram/picture1319.jpg", "like_list": [], "date_time": "Feb 17, 2017", "location": "", "tag_list": ["@simonchaudoir", "@simonchaudoir"], "caption": "Don’t smile for the camera. That’s the first rule Simon Chaudoir () imparts to the grips, gaffers and other behind-the-scenes characters that take center stage in his surreal, poker-faced photographs. When Simon, a London-based director of photography, began staging the photos — which he initially dubbed “Industrial Accidents” — they were simply mementos of his gigs. Now, his clients often are as eager to hear his ideas for the picture he and the crew sneak off to snap during their lunch break as the one they were hired to shoot. “Some directors and producers probably think, ‘Do I want to hire this guy, given that he seems to spend so much time on set arsing around?’” Simon says. “But taking a picture really cheers people up. It’s something beyond the work, work, work — a silly, joyous moment.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,095,952", "path": "instagram/picture1320.jpg", "like_list": [], "date_time": "Feb 17, 2017", "location": "", "tag_list": ["@kevin", "#WWIM15❤️", "#WWIM15❤️", "@kusok_kudrinoj"], "caption": "A note from Kevin Systrom ():\nI’m excited to announce that the theme of Worldwide InstaMeet 15 () is kindness. Every day, one of the largest and most diverse communities in the world comes together on Instagram. By enabling people to share who they truly are in an inclusive, welcoming environment, I believe that Instagram can be the most supportive global community. On the weekend of March 25-26, join tens of thousands of people around the world to share, explore and celebrate while spreading kindness. Our features like Instagram Stories and Live Stories offer even more opportunities to organize creatively and get more people involved near you.\n\nInterested in hosting a ? Tell us about your meetup at bit.ly/wwim15.\n\nKevin Systrom\nCo-Founder & CEO\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "591,713", "path": "instagram/picture1321.jpg", "like_list": [], "date_time": "Feb 16, 2017", "location": "", "tag_list": ["@entrecubos", "#MadeToCreate", "@entrecubos"], "caption": "Ingrid Rizzieri’s jewelry business Entre Cubos () — translated into English as “Between Cubes” — emerged from a personal fashion quest. “The market offers a lot of classic jewelry, which is more delicate and feminine,” says 20-year-old Ingrid, who’s from São Paulo. “I could never see myself wearing that style.” Ingrid started crafting jewelry that suited her taste, but after constantly getting stopped on the street by admirers, she started selling her handmade designs. “When you want to do something new, you need to stop following trends and start listening to yourself. Follow your own instinct and develop new paths for inspiration. When you do that with passion, dedication and responsibility, the chances of success are higher.” \nPhoto by "}, {"num_of_comments": 22, "num_of_like": "813,163", "path": "instagram/picture1322.jpg", "like_list": [], "date_time": "Feb 16, 2017", "location": "", "tag_list": ["@xmd101", "#EyesOn", "@xmd101"], "caption": "Marko Drobnjakovic () has his  a brutal winter and a tide of refugees making their way into his native city of Belgrade, Serbia. For the 37-year-old photojournalist, this is another chapter in a journey he has traced from places like war-torn Iraq, the shores of Greece and across the Balkans. “They risked their lives, crossing the water in unseaworthy dinghies,” Marko says of the refugees he has met over the years. “They spent their life-savings to get from one border to the next, and they were often forced to put their destinies in the hands of ruthless human traffickers. They hid in cornfields to avoid police patrols, while carrying their children in their arms.”\nFor Marko, the fallout from fractured states rings familiar: “The breakup of Yugoslavia, once my homeland — the mythical country that could have been but never was — has shaped my life. Back then, I was neither child nor man, but I was reduced to the role of a bystander, helpless to stop it or change it.”\nWatch our Instagram story to see more of Marko’s work.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,285,163", "path": "instagram/picture1323.jpg", "like_list": [], "date_time": "Feb 15, 2017", "location": "", "tag_list": ["@madeinjoho", "#WHPloveis", "@madeinjoho"], "caption": "Kirsty Ballard () captured a candid display of joyful affection when her mom, an elephant enthusiast from England, visited a sanctuary in South Africa. “This fella in particular loves to give trunk kisses and was by far mum’s favorite,” she says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "801,252", "path": "instagram/picture1324.jpg", "like_list": [], "date_time": "Feb 15, 2017", "location": "", "tag_list": ["@domingoxlatarde", "#WHPloveis", "@domingoxlatarde"], "caption": "“The purpose of this photo is to share love in all its forms,” says Domingo () of the heart that took shape in an ocean breeze, which he dedicated to his grandmother. “I’m always curious what love means to people — love has no boundaries!”\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "866,078", "path": "instagram/picture1325.jpg", "like_list": [], "date_time": "Feb 15, 2017", "location": "Rothschild Boulevard", "tag_list": ["@shaymeir", "#WHPloveis", "@shaymeir"], "caption": "“Self-love is the 🔑 for loving the world,” says Shay Meir (), a photographer based in Israel who made this  submission as part of a special Valentine’s Day series. “When we love ourselves, we have great energy to give and create.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "881,323", "path": "instagram/picture1326.jpg", "like_list": [], "date_time": "Feb 15, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@busybodybiscuit", "@busybodybiscuit"], "caption": "Hello, world! It’s time for a very special edition of . Meet Biscuit (), a Cavalier King Charles who was spotted getting into the Valentine’s Day spirit with her puppy pal Sir Charles Barkley. 💋 Follow  to keep up with her adventures around Chicago."}, {"num_of_comments": 24, "num_of_like": "881,323", "path": "instagram/picture1327.jpg", "like_list": [], "date_time": "Feb 15, 2017", "location": "", "tag_list": ["@lucky_bites", "@lucky_bites"], "caption": "It all began with snickerdoodles. Growing up in New Jersey, Michele Tanenbaum’s () health-focused mother wouldn’t allow treats in the house, but Michele managed to trick her into letting her bake cookies. “I convinced her it was creative,” she says. “And everybody has cinnamon and sugar. Snickerdoodles were my go-to.” Looking at the kinds of cookies she now dreams up for her Brooklyn, New York-based business Luckybites — named after her dog, Lucky — that early creativity has flourished. Trained as an apparel designer, Michele first got an inkling to turn cookie decorating into a profession when she was holiday shopping. “I was buying gourmet gift baskets to give to clients, and I realized that I could probably make them better myself,” she says. So, she took to coming up with her own recipes for everything from biscotti to Linzer hearts to thumbprints to sugar cookies. “I started to realize that I liked this way of being creative better than the clothing design.” For Valentine’s Day, Michele says she will be sketching just like she did during her fashion days. “But now I’m doing it with icing.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "945,825", "path": "instagram/picture1328.jpg", "like_list": [], "date_time": "Feb 14, 2017", "location": "Singapore", "tag_list": ["@smilewithjeryl", "#WHPloveis", "@smilewithjeryl"], "caption": "In Singapore, Jeryl () uses light trails to create a symbol of love’s limitless potential. \nFollow along as we feature more of our favorite submissions to this weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "892,934", "path": "instagram/picture1329.jpg", "like_list": [], "date_time": "Feb 14, 2017", "location": "LACMA Los Angeles County Museum of Art", "tag_list": ["@thetravelingbumblebee", "#WHPloveis", "@thetravelingbumblebee"], "caption": "“Love is seeing the world through a child’s eyes,” says  in the caption to her  submission. She captured this moment of pure bliss during a visit to the Los Angeles County Museum of Art.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "671,824", "path": "instagram/picture1330.jpg", "like_list": [], "date_time": "Feb 14, 2017", "location": "Ramakrishna Math Bangalore", "tag_list": ["@sreevathsav", "#WHPloveis", "@sreevathsav"], "caption": "Sreevathsav () captured these lovely smiles during a friend’s wedding celebration in Bangalore, India.\nFollow along as we feature more of our favorite submissions to this weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "992,501", "path": "instagram/picture1331.jpg", "like_list": [], "date_time": "Feb 14, 2017", "location": "", "tag_list": ["@mijbilcreatures", "#MadeToCreate", "@mijbilcreatures"], "caption": "Even the most rational, scientifically minded people in the world need a little break from reality sometimes. Silvia Minucelli () knows the feeling all too well, so the engineer channeled that energy into creating her tiny, indescribably cute animal figurines. “I’m a rather introverted person, so in some sense my miniature world works as a buffer between me and the ‘real world,’” says Silvia, who lives in Sweden. She sculpts, paints, bakes and varnishes polymer clay — “traditional sculpting tools are way too big for my miniatures, so I use toothpicks, crochet hooks, needles and my fingertips” – to create her creatures like dragons, unicorns, jackalopes and satyrs. “Like many engineers, fantasy and mythology have always been a part of my life,” says Silvia, whose mother read her “The Hobbit” before bed while she was growing up in Venice, Italy. It’s back to her home country for Valentine’s Day this year — the ski slopes of the Dolomites are too good to miss out on in February. “Lots of snow, good company and a cup of decadent hot chocolate,” says Silvia. “What could be better?” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "992,501", "path": "instagram/picture1332.jpg", "like_list": [], "date_time": "Feb 13, 2017", "location": "", "tag_list": ["@recordingacademy", "@ddlovato"], "caption": "Sunday night is one of the biggest nights in music — the 59th Annual Grammy Awards (), taking place in Los Angeles. 🎤\nWatch our Instagram story right now to see what the night is like behind the scenes and from the red carpet.\nBoomerang of "}, {"num_of_comments": 24, "num_of_like": "1,125,060", "path": "instagram/picture1333.jpg", "like_list": [], "date_time": "Feb 13, 2017", "location": "", "tag_list": ["@jennchezdesign", "@jennchezdesign", "@gillianstevens"], "caption": "For Jenn Sanchez (), a beautiful arrangement of flowers can induce a sense of delight — and maybe even love. “I really believe the right combination of color, texture and movement can make you feel something — transport you somewhere else,” says the 25-year-old California-based floral designer. Jenn was painting flowers as a young girl long before she was arranging them, but she was always a little frustrated with her art. “I wanted something more tangible,” she says. “Throughout the years, flowers were a constant source of inspiration. Their complexity still astounds me — all that from a tiny seed. Working with something physical has been immensely satisfying.”\nJenn’s efforts are the reward for the lucky admirers who snag one of her arrangements for Valentine’s Day this year, but she’s personally hoping for something sweeter: “Maybe some sea salt dark chocolate from my husband.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "885,499", "path": "instagram/picture1334.jpg", "like_list": [], "date_time": "Feb 13, 2017", "location": "", "tag_list": ["@chikuwa91", "#TheWeekOnInstagram", "@chikuwa91"], "caption": "A reunion with friends from Fukuoka, Japan, led Shinya Umetsu () to create this fun freeze-frame. Shinya’s the one in the middle, and yes, he did face-plant into the snow. “Before trying with three people, I was trying it alone many times over and over. I thought my glasses might be broken!” he says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "729,382", "path": "instagram/picture1335.jpg", "like_list": [], "date_time": "Feb 13, 2017", "location": "Casablanca, Morocco", "tag_list": ["@yoriyas", "#TheWeekOnInstagram", "@yoriyas"], "caption": "“This photo represents the real Casablanca, the busy city where many things can happen at the same time!” says Yassine Alaoui Ismaili (), a lifelong resident and photographer. “Chaotic but organized.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,411,005", "path": "instagram/picture1336.jpg", "like_list": [], "date_time": "Feb 12, 2017", "location": "", "tag_list": ["@fluffegram", "#MadeToCreate", "@fluffegram", "@sugarandsaltcookies"], "caption": "“Please try to refrain from drooling, these are just words” prefaces the far-out descriptions of Fluffë’s () fairy floss (aka cotton candy) flavors. “Gypsy Dreams” is “rich caramel floss laced with crunchy charms and shiny trinkets, to give you the sweetest dreams.” “Boys Tears” is a “bittersweet blue floss flavored with only the cutest boys’ tears for a slightly salty taste.” But Nathan Hunter, the 21-year-old from Sydney, Australia, who built the Fluffë brand, says his most popular flavor is “Unicorn Poop,” ideal for “rainbow lovers, unicorn owners, musk lovers, pastel princesses, sprinkle addicts and those that need a little more magic in their diet!” For Valentine’s Day, Nathan created customizable boxes for his customers. “It’s really sweet to see what some people write,” says Nathan. “The best ones are from mothers to their daughters. They’re beautiful.” 💗\n\nCheck out our Instagram story to see more from this fairy floss aficionado.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "587,082", "path": "instagram/picture1337.jpg", "like_list": [], "date_time": "Feb 12, 2017", "location": "", "tag_list": ["@chancetherapper", "@recordingacademy", "@chancetherapper"], "caption": "Chance the Rapper () has been nominated for a whopping seven Grammy Awards (), including Best New Artist. “I saw the main victory or accomplishment being that the Recording Academy was going to start recognizing streaming-only and not-for-sale projects from recognized platforms,” says the 23-year-old rapper from Chicago, whose album “Coloring Book” is the first streaming-only album ever to receive a Grammy nomination. “I was cool with my life before I found out that I was nominated for any Grammys, and finding out that I was nominated for several? It’s still not really real to me yet. But when I found out, I was in my bed, dumbfounded and completely alone, and I just kind of screamed and turned on some music. It was a great, great moment in my life.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "587,082", "path": "instagram/picture1338.jpg", "like_list": [], "date_time": "Feb 12, 2017", "location": "Rio Guadalquivir", "tag_list": ["#BoomerangOfTheWeek", "@xicaxico", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@xicaxico"], "caption": "In perfect unison, three friends walk on air in our . Cristina and Fran () captured this moment during a weekend with friends near Jaén, Spain.\nDo you love taking Boomerangs? Add  to your caption — it might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "444,789", "path": "instagram/picture1339.jpg", "like_list": [], "date_time": "Feb 11, 2017", "location": "", "tag_list": ["@beccamccharentran", "@chromat", "#NYFW"], "caption": "Designer Becca McCharen-Tran () grew up dreaming of a career in architecture — not fashion. “It wasn’t until I realized that at the center of the fashion industry are artists who are interested in materials and connections that I could see myself being a part of fashion,” says the founder of Chromat (), Becca’s bodywear clothing line that started as a creative side project. “Utilizing [architecture] design processes on a smaller scale to the body was a natural progression,” she says. Becca has outfitted style icons like Madonna and Beyoncé, and Chromat’s latest collection takes inspiration from life vests and floatation devices, designed for extended survival in rough, open water.\nHer advice to budding designers trying to stay afloat? “I’m a big fan of taking a nontraditional route to fashion. It’s helped me define myself and my point of view,” she says. “Also, learn how to sew.”\nWatch our Instagram story to go behind the scenes from Becca’s show at ."}, {"num_of_comments": 24, "num_of_like": "827,422", "path": "instagram/picture1340.jpg", "like_list": [], "date_time": "Feb 11, 2017", "location": "", "tag_list": ["#WHPloveis", "#WHPloveis", "@yanpalmer"], "caption": "Weekend Hashtag Project: \nIn honor of Valentine’s Day, celebrated around the world on February 14, this weekend’s goal is to create photos and videos that show what love means to you. 💗\nHere’s how to get started:\nAt home? Capture candid moments that demonstrate the closeness among people (or pets) who share downtime together.\nFind the tiny gestures of love from everyday life, like a thoughtfully packed school lunch, a couple commuting together or a neighborhood group gathering to clean up a beloved park.\nBe on the lookout for love in unexpected places like spotting the shape of a heart in a tree.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,022,915", "path": "instagram/picture1341.jpg", "like_list": [], "date_time": "Feb 11, 2017", "location": "", "tag_list": ["@kelseaballerini", "@recordingacademy", "@kelseaballerini"], "caption": "Reading a magazine, driving down the road, halfway through a daydream — these are all places where future lyrics have come to singer-songwriter Kelsea Ballerini (). “The reason I love songwriting so much is it’s ever changing. There’s never one set way. It just hits you. However a song is supposed to happen, it will happen.” Since her Grammy Awards () nomination for Best New Artist, Kelsea hasn’t stopped moving, but despite being away from home, she loves touring. “It gives you a chance to see firsthand that your music matters,” says the 23-year-old who lives in Nashville. “To see a little girl in the very back row of this 2,500-seat theater singing a song I wrote for my record that hasn’t been on the radio — that was something that I hadn’t experienced yet. It was really validating as a new artist to know that I have that connection and that impact with that audience.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "769,609", "path": "instagram/picture1342.jpg", "like_list": [], "date_time": "Feb 10, 2017", "location": "", "tag_list": ["@moema.machado", "@instagrambrasil", "@moema.machado"], "caption": "The ingredients in baker Moema Machado’s () recipes may be simple, but the end products are full of emotion. “When the bread goes into the oven, it suddenly jumps out at me and gives a big smile,” says the 35-year-old from Goiás, Brazil. “This is how I see it, without exaggeration.” Moema’s creative process begins long before she touches the dough. She loves to dive into research, learning the history of different types of breads or the cultivation of grains. “In reality, you hardly need anything. It’s just flour, water and time. Then, everything emerges,” says Moema. “I love understanding the processes and respecting the bread’s own time, as each batch represents a challenge and a learning experience.”\nFor more stories from Brazil, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "930,809", "path": "instagram/picture1343.jpg", "like_list": [], "date_time": "Feb 10, 2017", "location": "", "tag_list": ["@recordingacademy", "@thechainsmokers", "@thechainsmokers"], "caption": "The morning the Grammy Awards nominations () were announced, the Chainsmokers () were in line waiting for coffee and doughnuts. “It was 8 a.m. in Boston, and our tour manager was with us, plus a bunch of strangers,” says Alex Pall, one half of the EDM duo nominated for three Grammys, including Best New Artist. “We bought everyone coffee!” This year, the Chainsmokers will release their first full-length album and hit the road for a 40-city North American tour, but Alex recalls the moment everything clicked: the night they created “Roses,” their second single. “Up to that point, we had always been kind of trying to make music that fit into something. ‘Can DJs play this in clubs? Will people be able to play it at festivals? Does this sound like what’s popular right now?’” explains Alex. “‘Roses’ was one of the first songs we made where we wanted to play it over and over again just for ourselves.” 🌹\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "930,809", "path": "instagram/picture1344.jpg", "like_list": [], "date_time": "Feb 9, 2017", "location": "", "tag_list": ["@tomoro.m", "#MadeToCreate", "@tomoro.m"], "caption": "Three days — that’s how long it takes Tomoro Mizuno () to create one small bowl or sake cup. “It takes about eight hours to make the pattern alone,” he says. Tomoro makes nerikomi pottery, a centuries-old technique that consists of coloring white clay with different oxides and minerals (nerikomi means “kneading” in Japanese) and carefully laying strips into patterns that appear when you slice the clay slab laterally. “My father and grandfather also made nerikomi pottery, so I’ve seen it since I was young,” says Tomoro, who studied pottery and woodworking in school and gradually moved to work full time from his studio in Seto, Japan. He has a steady sale of his intricate designs of wildflowers, pandas and human faces, but it’s still exciting to see people engage with his creations. “I’m always surprised when people have such a reaction to my work,” says Tomoro. \nVideo by "}, {"num_of_comments": 24, "num_of_like": "506,306", "path": "instagram/picture1345.jpg", "like_list": [], "date_time": "Feb 9, 2017", "location": "", "tag_list": ["@recordingacademy", "@anderson._paak", "@anderson._paak"], "caption": "The night before the Grammy Awards () nominations were announced, Anderson .Paak () went to bed feeling like it could be Christmas. “You know when you have that little feeling in your stomach?” asks Anderson, who was nominated for two awards — Best Urban Contemporary Album and Best New Artist. He awoke to the news and linked up for a sushi and sake celebration with his guitar player and best friend Jose Rios. “We’re just looking at each other like, this is crazy man,” says the 31-year-old artist, originally from Ventura, California. “We didn’t really know what to say.” This year, Anderson and his band, The Free Nationals, are working on a new album and heading on tour with Bruno Mars starting in March.\nAnderson enjoys meeting new people and trying new food on the road, but the hardest part is being apart from his family, including his 6-year-old son. When Anderson explained what happens at the Grammys, his son couldn’t stop asking if his dad would win a trophy. “So,” laughs Anderson, “hopefully we’ll get a trophy.”\nImage by "}, {"num_of_comments": 24, "num_of_like": "790,459", "path": "instagram/picture1346.jpg", "like_list": [], "date_time": "Feb 9, 2017", "location": "", "tag_list": ["@jashimsalam", "@the_dailyride", "@jashimsalam"], "caption": "Documentary photographer Jashim Salam’s () childhood heroes didn’t carry a camera and chase a story — they pulled a rickshaw. “My fascination with rickshaw has never faded away,” he says. “Like for many other Bengali people, it is the best type of ride in the whole world.” For the past five years, Jashim, who exhibits internationally, has been keeping a visual diary of his rickshaw rides, all with the same perspective, and he now shares them on .\nThe intimate and personal moments he posts compose what Jashim calls his “spontaneous sketchbook,” images unburdened by the pressure of technical perfection he seeks in his professional practice. “Bangladesh is a vibrant country, full of life and so many things happening always,” says Jashim. “I always seek those simple, beautiful, human emotions and feelings that matter most.”\nCatch a rickshaw ride with Jashim on our Instagram story now.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "803,752", "path": "instagram/picture1347.jpg", "like_list": [], "date_time": "Feb 8, 2017", "location": "White Bear Lake, Minnesota", "tag_list": ["@shineonyoucraydiamond", "#WHPtimetravel", "@artshantyprojects", "@shineonyoucraydiamond"], "caption": "Jill Emmer’s () visual creation for  feels frozen in time. “I was envisioning a 1970s Scooby-Doo episode when I edited this photo. I pictured the ice boat and its vintage-looking passenger mysteriously appearing through the fog,” says Jill, who is the official photographer of this year’s , where she spotted the intriguing vessel. “I love anything that’s whimsical and tells a story. Time travel is a perfect fit!”\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "668,469", "path": "instagram/picture1348.jpg", "like_list": [], "date_time": "Feb 8, 2017", "location": "Chicago, Illinois", "tag_list": ["@ddesigns_", "#WHPtimetravel", "@alisimes", "@ddesigns_", "@gmontero_"], "caption": "Dennis Elliott () combined multiple exposures into a single frame for his  submission. “This photo represents a time traveler’s attempt to access time, or the time stream itself, causing her to exist at two points in time, at the same time — I watch a lot of sci-fi related movies and shows, so it makes sense to me,” he says with a laugh.\nPhoto of  by  and "}, {"num_of_comments": 24, "num_of_like": "668,469", "path": "instagram/picture1349.jpg", "like_list": [], "date_time": "Feb 8, 2017", "location": "Tsvetnoy Central Market", "tag_list": ["@kutenkov", "#WHPtimetravel", "#WHPtimetravel", "@kutenkov"], "caption": "When Vladimir Kutenkov () spotted these two women in traditional kimonos at the Tsvetnoy Central Market, he asked if they’d participate in his  submission. “I saw the escalator, its beautiful symmetry, and in my mind I had an idea to bridge the past and the present,” says the student from Moscow, who adds there was one challenge: “We waited a very long time for there to be no people on the escalator!”\nFollow along as we feature more of our favorite submissions to .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "845,948", "path": "instagram/picture1350.jpg", "like_list": [], "date_time": "Feb 8, 2017", "location": "", "tag_list": ["@marenmorris", "@recordingacademy", "@marenmorris"], "caption": "“I always look up to artists who have gumption — people who aren’t afraid to go left of center and create their own sound,” says singer-songwriter Maren Morris (), citing musicians steeped in country and soul, like Johnny Cash, Sheryl Crow, Merle Haggard and Etta James, as major influences on her album “Hero.” This year, the 26-year-old who lives in Nashville, Tennessee, is nominated for four Grammy Awards () including Best New Artist.\n“I always get melody ideas after midnight and quickly try to record them on my phone before they leave the ether forever,” says Maren, who recently spent time in Grand Cayman, relaxing and writing music. “My mind was able to turn off for a bit from the real world and access the creative side of me that doesn’t overthink or insecurely judge what is a good lyric.” In addition to her nominations, Maren will perform at the Grammys. “I’ll be posting every step of the way!” she says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,199,316", "path": "instagram/picture1351.jpg", "like_list": [], "date_time": "Feb 7, 2017", "location": "Volga River, Astrakhan", "tag_list": ["@lisaermilova", "#WHPtimetravel", "@lisaermilova"], "caption": "In a future envisioned by Elizabeth (), there are no rules to how you can travel. “Somewhere in a future or parallel universe, my house is able to fly,” she writes in her caption. \nPhoto illustration by "}, {"num_of_comments": 21, "num_of_like": "577,919", "path": "instagram/picture1352.jpg", "like_list": [], "date_time": "Feb 7, 2017", "location": "Pushkar", "tag_list": ["@rohit_apf", "#WHPtimetravel", "@rohit_apf"], "caption": "Reality seems briefly suspended in a timeless moment spotted by Rohit Vohra () in Pushkar, India. “The Rajasthani man collects feed for the camels as the tourists fly in the hot air balloons,” he says in his caption. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "732,675", "path": "instagram/picture1353.jpg", "like_list": [], "date_time": "Feb 7, 2017", "location": "", "tag_list": ["#WHPtimetravel", "@turtledove.a"], "caption": "With goggles secured and a stuffed animal in tow, these two are ready for an adventure in a cardboard time machine.\nFollow along as we feature more of our favorite submissions to .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "732,675", "path": "instagram/picture1354.jpg", "like_list": [], "date_time": "Feb 7, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@cocka_tiel", "@cocka_tiel"], "caption": "Peekaboo, world! It’s time for . This is Moo Moo () 🐦💕, a sweet cockatiel from South Korea who always has a song to sing. Follow  to make sure you never miss a tune."}, {"num_of_comments": 24, "num_of_like": "1,154,182", "path": "instagram/picture1355.jpg", "like_list": [], "date_time": "Feb 6, 2017", "location": "", "tag_list": ["@elchadsantos", "#TheWeekOnInstagram", "@elchadsantos"], "caption": "In Nara, Japan, Chad Santos () captured a deer crossing sign brought to life in his first-ever encounter with one of the creatures. “These deer are polite with you — you can feed them and touch them. Nature in Japan is awesome,” says Chad.\n.\nPhoto by "}, {"num_of_comments": 20, "num_of_like": "738,409", "path": "instagram/picture1356.jpg", "like_list": [], "date_time": "Feb 6, 2017", "location": "", "tag_list": ["@charissajthompson", "@charissajthompson", "#SB51", "@charissajthompson"], "caption": "Fox NFL Kickoff host Charissa Thompson’s () first foray into sports broadcasting came when she was 11 years old. “I taped a tennis ball to a paper towel roll and used it as a microphone,” says the Seattle native. “I loved watching sports as a kid and just knew it was what I wanted to do.” Charissa’s earliest memories of watching football include big barbecues, complete with hot dogs, sitting next to her dad. “Every Sunday, it unifies people — sports do that. They bring people together,” explains Charissa. “The Super Bowl, which attracts celebrities and brings the biggest stars to perform or attend, is the perfect stage for ‘who’s who’ in sports and entertainment.” 🏈 Check out  to follow her coverage of  on her Instagram story.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,393,569", "path": "instagram/picture1357.jpg", "like_list": [], "date_time": "Feb 5, 2017", "location": "Dublin, Ireland", "tag_list": ["@antppe", "#TheWeekOnInstagram", "@antppe"], "caption": "Golden light filtering through towering pines creates a weekend escape in this photo by Giuseppe () from Dublin. “I could come every day to this spot,” he says in his caption. Follow along as we feature some of our favorite moments from \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "966,584", "path": "instagram/picture1358.jpg", "like_list": [], "date_time": "Feb 5, 2017", "location": "", "tag_list": ["@ladygaga", "#SB51"], "caption": "Sunday night, the New England Patriots will take on the Atlanta Falcons in the biggest American football game of the year. And the official halftime show headliner is none other than Lady Gaga ().\nWatch our Instagram story right now to go behind the scenes with Gaga as she gears up for her big (much-anticipated)  performance."}, {"num_of_comments": 24, "num_of_like": "966,584", "path": "instagram/picture1359.jpg", "like_list": [], "date_time": "Feb 5, 2017", "location": "", "tag_list": ["#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@thor_pepper"], "caption": "That exciting moment when dad gets home = our  🐶🐾\nDo you love taking Boomerangs? Add  to your caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "1,071,348", "path": "instagram/picture1360.jpg", "like_list": [], "date_time": "Feb 4, 2017", "location": "", "tag_list": ["#WHPtimetravel", "#WHPtimetravel", "@lesliebembinster", "@chriscreature"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos inspired by the past or future. Here’s how to get started:\nIf you’re a history buff or a sci-fi fan, dress up in a costume inspired by what you love about another time period.\nBe on the lookout for scenes that evoke another time — like a historic site surrounded by contemporary architecture or futuristic street fashion.\nUsing video or a Boomerang, imagine what it would be like if future or past generations were suddenly transported to 2017.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo of  by "}, {"num_of_comments": 24, "num_of_like": "955,681", "path": "instagram/picture1361.jpg", "like_list": [], "date_time": "Feb 4, 2017", "location": "", "tag_list": ["@heatherbermudez", "@youth_assembly", "#actionbeginswithyouth", "@heatherbermudez"], "caption": "Here is the simple advice 22-year-old Heather Bermudez () offers anyone who wants to become a more active global citizen: “Ask yourself, ‘How can I give back to others while still having fun?’” The University of Toronto student discovered her passion for education and sustainability during volunteer teaching trips to Costa Rica and South Africa. Around the globe and at home, Heather shares photos of nature’s beauty. “Your world is bigger than your classroom or your bedroom or your small neighborhood,” she says.\nThis week, she’ll be attending the 2017 Winter , hosted by the United Nations. “What I’m really looking forward to is meeting people from other delegations around the world,” Heather says. “If you’re a student, you can feel like the world is only about working part time and studying. I love hearing other people’s experiences.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "577,124", "path": "instagram/picture1362.jpg", "like_list": [], "date_time": "Feb 4, 2017", "location": "", "tag_list": ["@vanjones68", "#LoveArmy", "#BlackHistoryMonth", "@vanjones68"], "caption": "Van Jones () was born in 1968 — the same year Robert F. Kennedy and Martin Luther King Jr. were killed. “I’ve always been fascinated by them,” says the human rights activist and CNN commentator. From voting rights to natural disaster relief, Van has fought for underrepresented communities in the US. His  movement is an extension of this work. “Love Army is for Muslims and Dreamers [young undocumented immigrants who identify as American] and black protesters, but it’s also for coal miners who are losing their pensions and industrial belt workers who worry about their future,” says Van, who will host national teach-ins to, as he puts it, lift the humanity of all the underdogs.\nAs for his thoughts on Black History Month, Van has an idea for improvement: “I think Black History Month is very important for looking back, but maybe the last week of the month should be Black Future Week. It’s also important to think about what the future of the black community and social justice is.”\nThis week, we’ll be sharing the stories of African-American community members in celebration of , which runs throughout February in the US.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "779,731", "path": "instagram/picture1363.jpg", "like_list": [], "date_time": "Feb 4, 2017", "location": "", "tag_list": ["@justinablakeney", "@thejungalow", "#BlackHistoryMonth", "@justinablakeney"], "caption": "Designer, artist, blogger and author Justina Blakeney () believes our homes should be reflections of ourselves. “In my case, that means free-spirited, multicultural, creative and a little bit wild!” says The Jungalow () founder. “There is strength, power and beauty in diversity, and that translates to my work: I love to combine unexpected colors, patterns and textures and enjoy pulling things together that may not traditionally be seen together.”\nJustina grew up in Berkeley, California, during the 1980s. “My parents were married when interracial marriage was still illegal in most states,” says Justina, whose father identifies as African-American and mother as Jewish-American. “They taught me that the right choices aren’t usually the easy choices. They taught me that with hard work and perseverance the sky is the limit.”\nThis week, we’ll be sharing the stories of African-American community members in celebration of , which runs throughout February in the US.\nTo see more in the studio with Justina, watch our story.\nIllustration by "}, {"num_of_comments": 24, "num_of_like": "834,972", "path": "instagram/picture1364.jpg", "like_list": [], "date_time": "Feb 3, 2017", "location": "", "tag_list": ["@dondregreen", "@bronxnarratives", "#BlackHistoryMonth", "@dondregreen"], "caption": "“I want people to see things differently,” says photographer and educator Dondre Green (). “I want to shift people’s perspectives, and I want to push boundaries.” After losing his full-time job, the 24-year-old Bronx, New York, native was eager to tackle a passion project. That was the beginning of , a short documentary highlighting the beauty of the borough and its residents that transformed into an online publication. Since launching, Bronx Narratives has partnered with local groups and businesses to host community events like photo walks to hidden neighborhood gems. “I’ve lived in the Bronx my entire life, yet I never explored it,” says Dondre. “I love learning about different cultures and people as it helps widen my perspective on how I view the world. Luckily in New York it is easy to do, since it’s such a big melting pot.\nThis week, we’ll be sharing the stories of African-American community members in celebration of , which runs throughout February in the US.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "545,049", "path": "instagram/picture1365.jpg", "like_list": [], "date_time": "Feb 3, 2017", "location": "", "tag_list": ["@themanwholovedflowers", "#BlackHistoryMonth", "@themanwholovedflowers"], "caption": "“Some people have paintbrushes, and they paint. Some people have cameras, and they shoot photos. But for me, it’s flowers and hair,” says artist Brandon Stanciell (), whose series “The Man Who Loved Flowers” is a response to the rigid depictions of black men in the media. Taking inspiration from Shel Silverstein’s “The Thinker of Tender Thoughts,” which illustrates a man teased for the flowers growing out of his head and eventually cuts them off, Brandon’s florally endowed portraits offer an alternative response: “Don’t let anybody else tell you how to be you. Don’t let society cut off your flowers. Just keep them growing.”\nThis week, we’ll be sharing the stories of African-American community members in celebration of , which runs throughout February in the US.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "733,599", "path": "instagram/picture1366.jpg", "like_list": [], "date_time": "Feb 2, 2017", "location": "", "tag_list": ["@brittsense", "#BlackHistoryMonth", "@brittsense"], "caption": "“Our beauty needs to be documented by somebody that can relate, by somebody that gets the mission, and sees the bigger picture,” says Brittani Sensabaugh (), an Oakland, California-based documentary photographer. “The bigger picture with me is always unconditional love and building — building prosperous foundations.” This is the inspiration behind the 27-year-old’s “222 Forgotten Cities” movement, which aims to document and uplift misrepresented “melanated” people around the world. “It’s a reminder that no matter how much pain and struggle we go through, we will find ways to shine and rise above it.”\nThis week, we’ll be sharing the stories of African-American community members in celebration of , which runs throughout February in the US.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "664,773", "path": "instagram/picture1367.jpg", "like_list": [], "date_time": "Feb 2, 2017", "location": "", "tag_list": ["@printedpatternpeople", "#BlackHistoryMonth", "@printedpatternpeople"], "caption": "“I credit my Nigerian-American upbringing and extensive international travels as my main creative influences for designing,” says Shadé Akanbi, the mind behind Printed Pattern People (). She describes her Brooklyn-based clothing line as an exploration of cultures by way of fashion. “When I meet other makers around the world, I repeatedly encounter this reverberating truth that we are more alike than we are different,” Shadé says. “Printed Pattern People is telling this story.”\nTwo of the most photographed Printed Pattern People models are Tulani and Angelique, Shadé’s best friends and longtime supporters. “As a woman of color, it goes without question that I use models that reflect my everyday reality and showcase the beauty of the places and people that these textiles represent. That makes sense to me,” she says. “Their effortless beauty breathes so much life into my pieces, it really blows me away. There are not nearly enough positive images of women of color in the public eye, so this is how I can contribute to making that change; this is my standard of beauty.”\nThis week, we’ll be sharing the stories of African-American community members in celebration of , which runs throughout February in the US.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "630,795", "path": "instagram/picture1368.jpg", "like_list": [], "date_time": "Feb 2, 2017", "location": "", "tag_list": ["@jordanmcasteel", "#BlackHistoryMonth", "@jordanmcasteel"], "caption": "Vulnerability, openness, humanity — these are the qualities Jordan Casteel () offers in every brush stroke. Her work invites the viewer to confront the ways her community is represented. “I have a twin brother and an older brother,” says the New York-based artist. “They’re the ones who continually inspire my practice around black men in particular, because I always felt keenly observant of my surroundings and the way they were experiencing the world.”\nHer family is rooted in social justice – her grandfather, Whitney Moore Young, Jr., was a central figure in the US civil rights movement – and his legacy has been ever-present in her life and in her work. “It is important to me that within my practice, people recognize me not only for the social impact of this work, but just the sheer degree of strength of material, color play and technique,” says Jordan. “I am not just a painter of people and stories. Within that, I’m also implementing myself as a black woman into a history that has for centuries negated my story, or not seen it as being as impactful or masterful.”\nThis week, we’ll be sharing the stories of African-American community members in celebration of , which runs throughout February in the US.\nArt by "}, {"num_of_comments": 24, "num_of_like": "1,992,234", "path": "instagram/picture1369.jpg", "like_list": [], "date_time": "Feb 1, 2017", "location": "", "tag_list": ["@maruhusky", "#WHPdisguise", "@maruhusky"], "caption": "“Maru has always been a happy dog,” says his human, Risa (). Making this  submission was as simple as positioning him next to his favorite panda toys. “It’s hard not to smile back when he starts beaming up at you.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "877,237", "path": "instagram/picture1370.jpg", "like_list": [], "date_time": "Feb 1, 2017", "location": "", "tag_list": ["@alynncor", "#WHPdisguise", "@alynncor"], "caption": "It was inspired by the concept of a shy wallflower, but Amy Corson’s ()  self-portrait grabbed our attention. “I used a floral sheet as a backdrop, ransacked my mother’s wardrobe for the flower cardigan and tied a bouquet of fake flowers around my head,” she says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "605,741", "path": "instagram/picture1371.jpg", "like_list": [], "date_time": "Feb 1, 2017", "location": "New Delhi, India", "tag_list": ["@chrisdebode", "#EyesOn", "@chrisdebode"], "caption": "Chris de Bode () has spent the past six years with his  the dreams of children in a dozen countries and counting, from Afghanistan and India to Mexico, Mozambique and beyond. Working on his “I Have a Dream” project, a long-term assignment for Save the Children Nederland, Chris has photographed countless children and has been struck by one common thread. “We all have dreams,” says the photographer and filmmaker from Amsterdam. “But some of us can dream bigger than others. Some of the children I met did not spend their days fantasizing. Those children were busy surviving.” It’s no accident, meanwhile, that the project’s title echoes Martin Luther King Jr.’s most famous speech. “His words are saved in our collective memory,” Chris points out. As for his own dreams, Chris voices a hope that’s both lofty and humble: “When you understand a person from a personal point of view and understand the context in which they live, it is much easier to connect with them. And that is my goal — to make people more sensitive to the world around them.”\nCheck out our Instagram story to see more of Chris’ work.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "605,741", "path": "instagram/picture1372.jpg", "like_list": [], "date_time": "Feb 1, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@chub_bun", "@chub_bun"], "caption": "Hello, world! Here’s a cuddle-powered dose of . Boson and Neutrino () are bunny buddies who hail from Thailand. Follow  to see these inseparable pals snack, rock costumes and, of course, cuddle up. 🐰💗🐰"}, {"num_of_comments": 24, "num_of_like": "1,076,141", "path": "instagram/picture1373.jpg", "like_list": [], "date_time": "Jan 31, 2017", "location": "", "tag_list": ["#WHPdisguise", "@pchyburrs", "@pchyburrs"], "caption": "Loading ... (still) loading ...\nFor her  submission, Peechaya Burroughs’ () bob hairstyle completed the ubiquitous, and sometimes frustrating, digital throbber symbol.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,499,116", "path": "instagram/picture1374.jpg", "like_list": [], "date_time": "Jan 31, 2017", "location": "", "tag_list": ["#WHPdisguise", "@allthatisshe"], "caption": "What’s better than two bunnies? Textures to match. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "861,641", "path": "instagram/picture1375.jpg", "like_list": [], "date_time": "Jan 31, 2017", "location": "", "tag_list": ["@daniel_serva", "#WHPdisguise", "@daniel_serva"], "caption": "“The heart of man is very much like the sea, it has its storms, it has its tides and in its depths it has its pearls, too.”\nInspired by this Vincent Van Gogh quote, Daniel Serva () incorporated sea, sky and one perfectly placed cloud in his  creation.\nFollow along as we feature more of our favorite submissions from the weekend.\nPhoto illustration by "}, {"num_of_comments": 2, "num_of_like": "932,055", "path": "instagram/picture1376.jpg", "like_list": [], "date_time": "Jan 31, 2017", "location": "", "tag_list": ["#myinstagramlogo", "@runnerkimhall", "@runnerkimhall"], "caption": "We’re savoring this delightful  from Californian Kimber Hall (). Her remix of our app’s logo represents the connections she’s made with people around the globe. “Thanks for being a sweet part of my life,” says Kimber. 🍭 🍬\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,228,032", "path": "instagram/picture1377.jpg", "like_list": [], "date_time": "Jan 30, 2017", "location": "多家神社", "tag_list": ["#TheWeekOnInstagram", "@kawazo_jp"], "caption": "Falling snow adds another layer of beauty to this picturesque scene at the entrance to a shrine in Hiroshima, Japan. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "885,884", "path": "instagram/picture1378.jpg", "like_list": [], "date_time": "Jan 30, 2017", "location": "Ras Al Khor Industrial Area", "tag_list": ["@duncanchard", "#TheWeekOnInstagram", "@duncanchard"], "caption": "On a pedestrian bridge in Dubai, Duncan Chard () captured this dynamic zig-zagging image of commuters in motion. “This is the only place to cross the motorway for miles, so it is an important spot linking people to where they work,” says Duncan, a British photographer based in the United Arab Emirates. “It was so busy that I was causing a bit of a traffic jam.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "757,752", "path": "instagram/picture1379.jpg", "like_list": [], "date_time": "Jan 30, 2017", "location": "", "tag_list": ["@chloekimsnow", "@xgames", "@chloekimsnow"], "caption": "Sixteen-year-old snowboarder Chloe Kim () is competing at the Winter X Games () in Aspen, Colorado. ❄️\nCheck out our Instagram story to watch Chloe in action on the half-pipe.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,390,364", "path": "instagram/picture1380.jpg", "like_list": [], "date_time": "Jan 29, 2017", "location": "", "tag_list": ["@stinayulia", "#TheWeekOnInstagram", "@stinayulia"], "caption": "In Germany, Christina Vetesnik () stumbled upon a whimsical winter scene: a smiling elephant slide blanketed by a recent snowfall. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "823,286", "path": "instagram/picture1381.jpg", "like_list": [], "date_time": "Jan 29, 2017", "location": "Hoàn Kiếm Lake", "tag_list": ["@hemad.nazari", "#TheWeekOnInstagram", "@hemad.nazari"], "caption": "“The whole last week, you could see people in the streets rushing to be prepared for the new year,” says Iranian photographer Hemad Nazari (), who captured this vibrant performance in Hanoi, Vietnam, to kick off a festive weekend for the Lunar New Year. “It was amazing that people of different ages and different types, from a young group of boys or young couples to old couples and families, were celebrating the Lunar New Year in the street around the Hoan Kiem Lake.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "880,973", "path": "instagram/picture1382.jpg", "like_list": [], "date_time": "Jan 28, 2017", "location": "", "tag_list": ["@aiclay", "#LunarNewYear", "@aiclay"], "caption": "Jocelyn Teo Ai Wei () just baked pineapple tarts for . Now, she’ll re-create the tasty treats with her signature tiny replicas. “I think the obsession with food is universal,” says the Singapore-based food sculptor who started crafting with polymer clay in 2009. “People are naturally drawn to things outside of the usual scale, larger or smaller than life.” Her creations have become so popular that Jocelyn’s fans are eager to make them, too. She recently hosted two Lunar New Year workshops where participants created their own pineapple tarts, mandarin oranges and a layered cake called “kueh lapis,” all festive Lunar New Year goodies.\nFor Jocelyn, the holiday marks a time to take a break from the studio: “My favorite part is meeting up with my family, cousins, aunts and all. It’s the time of year when everyone puts aside their work and the festive mood is just tingling in the air.”\nCheck out our Instagram story to get another look at Jocelyn’s treats.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,098,187", "path": "instagram/picture1383.jpg", "like_list": [], "date_time": "Jan 28, 2017", "location": "", "tag_list": ["#WHPdisguise", "#WHPdisguise", "@domingoxlatarde"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos that get creative with the concept of disguise.\nHere’s how to get started:\nThink of the ways your subjects can be camouflaged: mimicking the shape of a building, dressed in the pattern of the wallpaper behind them or matching the color scheme of their environment.\nGet playful with props and disguise everyday objects as a whimsical creature with homemade costumes.\nIf your subject is well concealed, consider using Boomerang or video to reveal someone hiding in plain sight (like a friend peeking out behind a forest tree).\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "949,602", "path": "instagram/picture1384.jpg", "like_list": [], "date_time": "Jan 28, 2017", "location": "", "tag_list": ["@crayonchick", "#MadeToCreate", "@crayonchick"], "caption": "“I want people’s first reaction to be wonder,” says self-employed crafter Michelle Harvey (). “My work is based on nautical knots that have been used for centuries for practical and decorative purposes. I pay a stupid amount of time on details.” Crafting began as an escape from her day job; now, Michelle works full time from her Melbourne, Australia, home — keeping her cat and computer for company. “Instagram is my connection to like-minded communities and distant friends and a total source of visual delight and enthusiasm right at my fingertips,” she says. \nPhoto by: "}, {"num_of_comments": 24, "num_of_like": "656,815", "path": "instagram/picture1385.jpg", "like_list": [], "date_time": "Jan 27, 2017", "location": "", "tag_list": ["@gustavominas", "@instagrambrasil", "@gustavominas"], "caption": "Street photographer Gustavo Pereira Gomes () never gets bored. “Wherever I go, I keep an eye on the details,” says the 34-year-old from Minas Gerais, Brazil, who manages to find beauty in the banal. Whether in the small municipality of Cássia where he was born or in a metropolis like São Paulo, he wanders for inspiration. “I go out walking early in the morning or in the late afternoon, when the light is good, without any definite course in mind,” he says. “But I always have a camera with me.”\nThrough Gustavo’s lens, chance gains the contours of modern poetry through light, shadow and color. It is rare he returns without strong images: a silhouette reflected in a stained-glass window, a driver sleeping at the wheel, a passionate kiss, the hustle and bustle of a bus station — his windows into the passage of time.\nDiscover more stories from Brazil on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "804,034", "path": "instagram/picture1386.jpg", "like_list": [], "date_time": "Jan 27, 2017", "location": "", "tag_list": ["@wandertrail_", "#aroundthatwandertrail", "@wandertrail_"], "caption": "No money trades hands at Wanda Chin’s () pop-up dinners. Instead, generosity is the currency; up to 15 attendees pay for their meal with gifts. “It’s a pay-it-forward-with-kindness type dinner,” says the 27-year-old Byron Bay, Australia, food photographer who announces her events using . “To secure a seat in one of our events, they will need to contribute something to the next dinner: fresh produce, beautiful wine, killer venue, top-notch styling services.” Wanda then shares those gifts in her next gathering, with themes ranging from Spanish cuisine to desserts-only and venues that include warehouses, farms and private homes.\nHer reciprocal dining idea is all about tapping into Australians’ hospitable nature. “We started these dinner parties because we wanted to share our love for hosting, entertaining and food,” she says. “Plus, we love to encourage people to bring the inherent kindness and generosity out of themselves. Idealistic? Maybe. But it’s inside everyone.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,212,768", "path": "instagram/picture1387.jpg", "like_list": [], "date_time": "Jan 26, 2017", "location": "", "tag_list": ["@lizkefotografie", "@instagramde", "@lizkefotografie", "@philippheigel"], "caption": "Ever since she was 11 years old, Liz Kellerer () has been passionate about running and swimming. Then, she added cycling to her list. Today, the university student from Bavaria, Germany, competes in triathlons, combining these three activities in a single event — and documenting her workouts along the way. She trains on lonely forest trails and steep mountain roads but she has a special connection to the water element of the competition. “I love ice-cold mountain lakes. I love fresh snow. I love storms and thunderstorms. I love the smell of rain, and I love it when the water in the swimming pool glistens in the sunlight,” she says.\nDiscover more stories from the German-speaking community on .\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "871,224", "path": "instagram/picture1388.jpg", "like_list": [], "date_time": "Jan 26, 2017", "location": "", "tag_list": ["@historiassencillas", "@historiassencillas"], "caption": "Horseback, dirt bike, canoe, a tiny plane with a frantically blinking fuel light — this is how the Colombian photographer Federico Rios () gets to work in the remote corners of his mountainous country. “To become a photojournalist has been a long path, and it is not easy if you live in South America,” he says. “I’m grateful for lots of friends I have found along this rough way.” Over the years, his travel ordeals became their own stories he explores in tandem with Colombia’s journey from civil war: “I document the way I travel and the people I meet on the trips — stories that otherwise would go untold.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,598,766", "path": "instagram/picture1389.jpg", "like_list": [], "date_time": "Jan 25, 2017", "location": "", "tag_list": ["@misspotterphd", "#WHPfamilypet", "@misspotterphd"], "caption": "“When I put a flower and a camera near Derby, I can expect the outtakes to be more fun than any posed picture,” says Katie Carlson (), who found a true companion in the white rabbit she adopted 10 years ago. “He is not only brave but quite bossy! He has made me a gentler, more compassionate person, and he also makes me laugh every day.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,484,393", "path": "instagram/picture1390.jpg", "like_list": [], "date_time": "Jan 25, 2017", "location": "", "tag_list": ["@daxon", "#WHPfamilypet", "@daxon"], "caption": "Wind-swept hair, a strong selfie game … what else did Allan Dixon () and this alpaca have in common? “We shared our excitement for nature and we became friends within minutes,” says the animal enthusiast who’s currently in New Zealand. “Of all the animals I’ve met, I’ve only ever been sneezed in the face (twice) by alpacas.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,484,393", "path": "instagram/picture1391.jpg", "like_list": [], "date_time": "Jan 25, 2017", "location": "", "tag_list": ["@threelittlefrenchies", "#WHPfamilypet", "@threelittlefrenchies"], "caption": "When Angela Schroeder () discovered these party glasses, she knew they’d translate to giggles at home. “My son and I did a photo shoot with just the glasses, but decided the dogs needed more flair, so we added their Hawaiian shirts,” she says. The video only took two takes and five minutes to make, with the help of a squeaky ball for optimal 👀 fun. \nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,484,393", "path": "instagram/picture1392.jpg", "like_list": [], "date_time": "Jan 25, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@hedgehog_azuki", "@hedgehog_azuki"], "caption": "Hello, world! Meet today’s . Azuki the Hedgehog () hails from Japan and, as you can see, loves snacking on apples. 🍎 Don’t let those prickles fool you — Azuki happily cuddles up with his human, with or without a cozy swaddle. Follow  to learn more about this tiny creature."}, {"num_of_comments": 13, "num_of_like": "594,353", "path": "instagram/picture1393.jpg", "like_list": [], "date_time": "Jan 25, 2017", "location": "", "tag_list": [], "caption": "Today we’re excited to share that live video on Instagram Stories — a new way to connect with your friends and followers right now — will be rolling out to our entire global community over the next week. From real-time makeup tutorials to live DJ sets, it’s been exciting to watch as the community shares new sides of their lives.\nTo go live, just swipe right from feed and choose Start Live Video in the camera. When you’re done, your live story will disappear from the app. You may also see Top Live on Explore, connecting you to exciting live stories happening now.\nTo learn more about live video on Instagram Stories, check out help.instagram.com."}, {"num_of_comments": 24, "num_of_like": "594,353", "path": "instagram/picture1394.jpg", "like_list": [], "date_time": "Jan 24, 2017", "location": "", "tag_list": ["@helena.moore", "#WHPfamilypet", "#Boomerang", "@helena.moore"], "caption": "With perfectly synced gazes, it’s clear Helena Moore () and her feline Curtis go together. “He matches all my clothes and our home décor and never shies away from a photo,” writes Helen in her caption.\nFollow along as we feature more of our favorite submissions from this weekend’s hashtag project .\n by "}, {"num_of_comments": 24, "num_of_like": "926,112", "path": "instagram/picture1395.jpg", "like_list": [], "date_time": "Jan 24, 2017", "location": "", "tag_list": ["@zuzkam3", "#WHPfamilypet", "@zuzkam3"], "caption": "In Zuzka Kubíková’s () home, it’s her hamster’s prerogative to choose where he eats his meals. Here, Edo dines — and blends in with — Zuzka’s latest craft project, handmade pompoms. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,151,732", "path": "instagram/picture1396.jpg", "like_list": [], "date_time": "Jan 24, 2017", "location": "", "tag_list": ["@kaushalpar", "#WHPfamilypet", "@kaushalpar"], "caption": "A boy sandwiched by two cuddly dogs — this feeling of friendship was captured by Kaushal Parikh ().\nFollow along as we feature more of our favorite submissions from this weekend’s hashtag project .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,151,732", "path": "instagram/picture1397.jpg", "like_list": [], "date_time": "Jan 24, 2017", "location": "", "tag_list": ["@josegilq", "#NationalHandwritingDay", "#MadeToCreate", "@josegilq"], "caption": "Calligrapher Jose Gil Quílez’s () pen is mesmerizing, gliding over the page to write elegant, swooping words — Sunrise, Hustle, Lovely. “Writing relaxes me,” says Jose, a Madrid-based artist and designer. “With my videos, I hope to convey that same feeling.” Jose had a photographic memory as a child and would draw scenes from his life in a notebook he constantly carried with him. He especially liked drawing portraits, and would often note the subject’s name next to the image — a habit that eventually turned into a hand-lettering and design career. “It’s much more fun than spending hours looking for the right font on the computer,” he says. Being a freelancer can be trying, but Jose feels lucky to have turned his art into a successful business. “It requires constant work and innovation,” he says, “but you can make a little idea into your way of life.”  \nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,399,318", "path": "instagram/picture1398.jpg", "like_list": [], "date_time": "Jan 23, 2017", "location": "Matterhorn", "tag_list": ["@theolator", "#TheWeekOnInstagram", "@theolator"], "caption": "Elevated at 14,692 feet (4,478 meters), Leo Thomas () captures the splendor of the Matterhorn, a mountain of the alps, during his first time visiting the peak. “At that moment, everything just lined up perfectly for us,” says Leo. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,028,461", "path": "instagram/picture1399.jpg", "like_list": [], "date_time": "Jan 23, 2017", "location": "", "tag_list": ["@mambohitsgolden", "#TheWeekOnInstagram", "@mambohitsgolden"], "caption": "That’s one happy golden retriever. 🐶👅 We’re guessing  and friends didn’t sit still for long, but we’re glad to have this moment from a São Paulo dog park. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,028,461", "path": "instagram/picture1400.jpg", "like_list": [], "date_time": "Jan 23, 2017", "location": "", "tag_list": ["@wayne_skiv04", "@wayne_skiv04"], "caption": "Wayne Skivington’s () four-year-old son Rowan doesn’t need a jungle gym — he has a Cirque du Soleil acrobat for a dad. “The other day I was doing a handstand and he climbed onto me. He crawls up on my shoulders and crosses his legs,” says the 29-year-old dad and gymnast who lives in Las Vegas. “Sometimes he grabs my hair. It’s his saddle!”\nJuggling a demanding work and exercise schedule when his son was born, Wayne built a home gym in order to spend more time with his family. Rowan would crawl in to watch his father, so it was only a matter of time before Wayne became his son’s very own special monkey bars. “What I do is lift people. Feeling and balancing Rowan, we connect in a way other than talking,” Wayne says. “As a kid, you sit on your dad’s shoulders and you remember that forever. Our bond is a little bit more.”\nVideo by "}]}