{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "516,754", "path": "instagram/picture4401.jpg", "like_list": [], "date_time": "Nov 20, 2013", "location": "青い池", "tag_list": ["@javawock"], "caption": "In a crater atop Mount Meakan (雌阿寒岳), there sits one of Japan's most Instagrammable sights: the iridescent Blue Pond (青い池). The pond's origins are recent. After nearby Mt. Tokachi erupted in 1988, the regional government constructed a damn to protect nearby towns from volcanic mudflows. The resulting body of water, also commonly called Aonuma (青沼), owes its bright color to a high concentration of aluminum hydroxide, which reflects blue light. Blue Pond is just one of five volcanic lakes in the region formed after the eruption, and each has its own distinctive color.\n\nThe pond is a popular destination for tourists during the warmer months, but its location in the northern part of the country makes it difficult to access during winter snows.\nSee more photos by tapping the blue location link above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "546,228", "path": "instagram/picture4402.jpg", "like_list": [], "date_time": "Nov 19, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@omgdeedee", "#tacotonguetuesday", "@omgdeedee"], "caption": "Hello Instagram, it's time for the ! Meet Gary (), a furry feline with a distinct dark patch on his chin. Besides stalking around in the garden, Gary's favorite pastimes include lapping water from bottles and participating in  with other kitties on Instagram. Follow  if your Instagram feed could use a little more Gary."}, {"num_of_comments": 24, "num_of_like": "248,914", "path": "instagram/picture4403.jpg", "like_list": [], "date_time": "Nov 19, 2013", "location": "", "tag_list": ["@askanios", "@kmper02", "@samciurdar", "@reallykindofamazing", "@miandyue", "@jochre", "@asdevargas", "@kodakmoments_bynina", "@orbeq", "#WHPstrideby", "@jillshomer", "@eric_le_reveur", "#strideby"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for ! Thanks also to  and  who created the  hashtag that inspired this weekend's project."}, {"num_of_comments": 24, "num_of_like": "375,158", "path": "instagram/picture4404.jpg", "like_list": [], "date_time": "Nov 19, 2013", "location": "", "tag_list": ["@smaracuja", "@smaracuja"], "caption": "As a travel blogger, Instagrammer Nina Hüpen-Bestendonk () is never short of great places to take photos. \"My goal is to inspire people to travel more and to see all these beautiful places the world has to offer, to get them excited about places they might never have thought about going before,\" she says.\n\nNina looks for straight lines, planes and brutalist architecture with a little pop of color for her feed. She admits that she's particular about her photos–only shooting in daylight and trying to keep her shots consistent with regard to color, look and feel. Although there's some flexibility in this for her, there's one rule she never breaks: \"Phone photos only, because I believe that is what Instagram is all about: real time mobile.\" Nina's next trip takes her to Australia over Christmas and New Year. Read more about her travels at blog.instagram.com. For more photos and videos from her adventures, follow Nina on Instagram: ."}, {"num_of_comments": 24, "num_of_like": "294,638", "path": "instagram/picture4405.jpg", "like_list": [], "date_time": "Nov 18, 2013", "location": "", "tag_list": ["@luc_invest", "@bradromano", "@rarexsf", "@sarahgenelle", "@brooklynarchitect", "@mooonako", "@ljudmila_berlin", "@rodrigojerez", "@nk7"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "649,054", "path": "instagram/picture4406.jpg", "like_list": [], "date_time": "Nov 17, 2013", "location": "", "tag_list": ["#ลอยกระทง", "#ยี่เป็ง", "#โคมลอย", "@ok_sweetie"], "caption": "On the evening of the full moon on the 12th month of the Thai lunar calendar, people from Thailand and parts of Laos and Burma come together to celebrate the Loi Krathong (ลอยกระทง) festival. Taking place during a time when rivers traditionally flood, the festival is celebrated with the construction of small, elaborately decorated floats, called krathongs, that people set loose in rivers to float away with the current. For some, the festival marks a moment to honor Buddha and a chance to let go of negative thoughts as you set your krathong afloat. For others, the krathong stands as an offering of thanks to the goddess of water, Phra Mae Khongkha (พระแม่คงคา). The Loi Krathong celebration coincides with the Lanna holiday of Yi Peng (ยี่เป็ง) that occurs in northern Thailand. For this night, which is a time for Buddhist meditation or \"merit-making,\" celebrants launch thousands of small lanterns, or khom loi (โคมลอย), into the air. The lanterns, often set off in great numbers simultaneously, create giant glowing clusters that drift through the night sky.\n\nFor more photos and videos from this year's Loi Krathong and Yi Peng celebrations, explore the  (Loi Krathong),  (Yi Peng) and  (khom loi) hashtags.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "343,171", "path": "instagram/picture4407.jpg", "like_list": [], "date_time": "Nov 17, 2013", "location": "", "tag_list": ["@thethriftstorecowboy", "#fromelmosbackworking", "@muledragger", "@owlfaceowlface", "@kateloveshorses", "@slusherphoto", "@jaybsauceda"], "caption": "Frederick \"Vaughn\" Robison () grew up in a town of 1,100 people on the Oregon Coast to a family of fishing-boat captains. All along, he knew in his heart he belonged on the range. Vaughn explains, \"My parents were at a loss, of course, for what to do with a kid who wanted to be a cowboy.\" After badgering his parents, they bought Vaughn a horse when he turned nine years old, kickstarting a lifelong passion for horseback riding that would eventually bring him to Salt Lake City, Utah. He now lives there with his horse Elmo () working as a self-proclaimed art-directing cowboy.\n\nVaughn started using Instagram to connect with people who have similar interests and lifestyles to his own. \"It's hard to find fellow visually-inclined and motivated cowboys and cowgirls in a mostly metropolitan area, but Instagram has made it pretty easy to do so,\" he says. Vaughn's favorite Instagrammers to follow are authentically \"western,\" folks who ride horses and live a similarly authentic, modern cowboy lifestyle. We asked him to share a few of his favorites. Be sure to check out their photos and videos for a peak at life on the range:  packs mules through Montana's remote wilderness;  and , two cowgirls working on a Colorado Bison reserve; , western-inclined fashion and commercial photographer in Dallas;  western portraitist."}, {"num_of_comments": 24, "num_of_like": "242,117", "path": "instagram/picture4408.jpg", "like_list": [], "date_time": "Nov 16, 2013", "location": "", "tag_list": ["#WHPstrideby", "#WHPstrideby", "@hellocanuto"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture photos and videos of solitary people walking through interesting locations. Some tips to get you started: Seek out a street or thoroughfare that's lightly trafficked. Aim to capture one person (or a small group) to make them the focal point of your photo. Pay attention to your background. Whether it's a wall of windows, a graffiti mural or a rolling field, whatever fills the frame behind the person walking helps create the story of the moment. Finally, try standing on the opposite side of the street to frame your shot. This will help you show more context by showing more background and let you be less noticeable if you're taking photos of strangers. To stage a strideby photo or video, you can always bring a friend and repeat it until you get it just right.\n\nPROJECT RULES: Please only add the  hashtag to photos or videos taken over this weekend and only submit your own photographs or videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "261,778", "path": "instagram/picture4409.jpg", "like_list": [], "date_time": "Nov 16, 2013", "location": "", "tag_list": ["@pruue", "@pruue", "@pruue"], "caption": "After pausing to reflect on his busy life as an engineer, Singaporean Instagrammer Sean Gabriel () realized he needed to get away. In September, he joined his girlfriend and her family on a pilgrimage to India, where they sought out Vrindavan, the town where the Hindu god Krishna is believed to have spent his childhood.\nHaving put aside a passion for graphic design to pursue a career in engineering, the trip offered a chance for Sean to reconnect with his creative interests. He found himself drawn to the people who surrounded him and sought to tell the story of his trip through portraits—even though, as strangers, they shared neither a common background nor much common language.\nAs he found out, his phone and a smile was all the language he needed. As passersby noticed him taking photos, they would often gesture or perform for a photo. Memorably, Sean describes a rickshaw driver who used his towel to mimic the pose of a Bollywood star. As Sean explains, \"At that point in time he believed he was a star, and so did I. The camera, it seems, was the catalyst that broke down the language barriers we had.\" To see more of Sean's portraits from India and moments from his other travels, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "329,707", "path": "instagram/picture4410.jpg", "like_list": [], "date_time": "Nov 15, 2013", "location": "", "tag_list": ["#ArtThursday", "@peoinsherry"], "caption": "Welcome to another edition of ! This week takes us to the tiny island of Inujima in Japan's Seto Inland Sea. Inujima was once home to a bustling copper refining town, but the population declined dramatically when the local industry shut down. In 2010, just 56 people lived there—and many of those inhabitants were more than 70 years old.\nRecently, the island has been revived into a destination for art and architecture lovers. The industrial complex on the island was converted into the Inujima Seirensho Art Museum in 2008. Two years later, Architects Kazuyo Sejima & Associates created three immersive art pavilions—s-art house, f-art house, and i-art house—all connected by a pathway through the island. This year, a-art house and c-art house opened as well. To view more photos and videos the a-art house pictured above, tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "394,116", "path": "instagram/picture4411.jpg", "like_list": [], "date_time": "Nov 14, 2013", "location": "", "tag_list": ["@katieonthehill", "#thingsorganizedneatly", "#foodorganizedneatly", "#colorsorganizedneatly", "@thuglifeforevs", "#thingsorganizedneatly", "@katieonthehill", "@caroline_south", "@thuglifeforevs", "@houtenboom", "@khiesti", "@omjsk", "#foodorganizedneatly", "#leavesorganizedneatly", "#organizedcolor"], "caption": "\"I probably get more excited about delivery day than I should,\" says Welsh Instagrammer Katie Jones (), who has given the  hashtag her own personal twist by combining obsessive organization with a love for food. \"I'm quite passionate about getting fresh, seasonal foods, so I get a delivery every week of about three to four boxes of fruit and veg.\" Katie posts in the series , inspired by the pioneer of the  hashtag, Emily Blincoe (). \"I just make sure the lines are straight and take the shot from above. I like a white background so I use my office desk or a white chopping board and try to get some natural light,\" Katie explains.\n\nFor more  follow  on Instagram, as well as these great accounts:     and  and explore the related hashtags   and ."}, {"num_of_comments": 24, "num_of_like": "392,465", "path": "instagram/picture4412.jpg", "like_list": [], "date_time": "Nov 14, 2013", "location": "東京スカイツリー / Tokyo Skytree", "tag_list": ["@naomi0326", "@naomi0326"], "caption": "When Tokyo Instagrammer Naomi Nakazaki () moved into her new apartment, she not only gained a new place to live, but also a fantastic view of the Tokyo Skytree right outside her balcony. It was not long before Naomi began to direct her passion for photography to the new landmark tower, taking snapshots of the Skytree at different times of the day to create a dynamic series. “I would try to wake up before dawn every morning and take pictures at daybreak,” she says. “I feel sleep deprived all of the time because of this.” Naomi also likes the view at night when the Tokyo Skytree is lit up, but her favorite moment is when the lights go out every night at 11PM. “I like the softness and airiness of that moment,” she explains. Want to capture a favorite landmark in your hometown? Here are some tips from Naomi: 1. Look out for the changes in the sky. One cloud can completely change the expression of the scene 2. For something big like the Tokyo Skytree, try to capture the scene so that it looks high and wide within the square frame 3. Aim for the perfect angle—when taking pictures on your phone, the slightest angle can hugely affect the colors you can capture.\n\nTo see more of Naomi's photos of the Skytree, follow her on Instagram: "}, {"num_of_comments": 24, "num_of_like": "301,606", "path": "instagram/picture4413.jpg", "like_list": [], "date_time": "Nov 14, 2013", "location": "", "tag_list": ["@hokaytokay", "@bas_berkhout", "@marijekuiper", "@hokaytokay"], "caption": "Just over a year ago, at the age of 20, Amanda Jasnowski () left her home in Ohio to pursue photography in New York City.\n\nFor Amanda, whose photos explore light and patterns, Instagram provides an outlet for daily creation. \"The constant practice of taking photos every day has really helped me grow as a creative and helped further my aesthetic,\" she says. \"More than anything I hope people take away a sense of appreciation of the small things in life and the beauty that is here if you are looking. Humanity is a beautiful thing.\" Filmmaker  and photographer  produced a video sharing Amanda's journey, which you can view at blog.instagram.com. Follow Amanda's explorations of light and patterns on Instagram: ."}, {"num_of_comments": 24, "num_of_like": "505,406", "path": "instagram/picture4414.jpg", "like_list": [], "date_time": "Nov 13, 2013", "location": "The David Sheldrick Wildlife Trust", "tag_list": ["@dswt", "@nickelsismoneytoo"], "caption": "Each year, an estimated 35,000 elephants are lost to poaching. In Africa alone, the elephant population has been reduced to less than half its size in 30 years as poachers seek to harvest their tusks to support illegal ivory trade. If unstopped, this rate could lead to extinction within the next 10 years.\n\nIn Nairobi, Kenya, the David Sheldrick Wildlife Trust () has established the Orphan's Project. At their conservation refuge, volunteers take in and raise baby and adolescent elephants that have been orphaned after their parents have been poached. To date, the project has successfully recovered and raised over 150 orphaned elephants and reintroduced them successfully into the wild.\n\nFor more photos and videos from the David Sheldrick Wildlife Trust, tap the blue location text above. You can also check out blog.instagram.com for more content from these organizations and information on how you can help.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "339,229", "path": "instagram/picture4415.jpg", "like_list": [], "date_time": "Nov 13, 2013", "location": "", "tag_list": ["@ruddyroye", "@ruddyroye"], "caption": "New York photographer Ruddy Roye () tells the stories of people in his neighborhood through Instagram. \"I grew up in Jamaica hearing the old adage, 'no man is an island,'\" says Ruddy, \"so I photograph scenes that we pass everyday that might seem uncomfortable to talk about. My broader work seeks to tell the stories of people who I consider to be forgotten by society.\" In his rapidly changing Brooklyn neighborhood of Bedford–Stuyvesant, Ruddy finds many neglected people and shares their stories through his portraits and in his captions. \"I am hoping that someone looking at my photos might feel moved to connect with people in their communities whom they might not have noticed before.\" Read more about Ruddy's work at blog.instagram.com and learn more about the people of Bedford–Stuyvesant by following Ruddy on Instagram: ."}, {"num_of_comments": 24, "num_of_like": "473,122", "path": "instagram/picture4416.jpg", "like_list": [], "date_time": "Nov 12, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@trigger_and_mia"], "caption": "Happy Monday, Instagram! It's time for the ! Today we're heading to Sydney, Australia (where it's actually already Tuesday!) to meet two adorable pups, Trigger and Mia (). Follow these two if your feed could use some additional canine fluff from the land down under."}, {"num_of_comments": 24, "num_of_like": "543,204", "path": "instagram/picture4417.jpg", "like_list": [], "date_time": "Nov 12, 2013", "location": "The Cenotaph", "tag_list": ["#veteransday", "#remembranceday", "@jaredchambers"], "caption": "In many countries, November 11 is set aside as a day for remembering and honoring those who have dedicated their lives to military service for their country. The date stems from the 11th hour of the 11th day of the 11th month in 1918—the end of World War I.\n\nIn the United States, November 11th marks Veterans Day. Declared as an observance by President Woodrow Wilson at the end of in 1919, it was officially expanded in 1954 to honor all service members. Ceremonies take place across the country, and President Obama led this morning's ceremony in Arlington National Cemetery.\n\nIn the UK and other Commonwealth countries, the day is known as Remembrance Day. Every year, thousands of Britons wear red lapel poppies as a symbol of remembrance to the fallen in past and current conflicts, and to raise money for the families of servicemen. The poppies stand as a symbol for the poppy fields that grew out of the battlefields where many soldiers fell in WWI. Wreathes of poppies are also lain at the foot of The Cenotaph war memorial in Whitehall, London, as well as at ceremonies throughout other countries. A two-minute silence is observed on both Remembrance Sunday and November 11th at 11am.\n\nFor more photos and videos from ceremonies and memorials around the world, visit the  and  hashtags. Tap the blue location text above to see more photos and videos from the poppies at The Cenotaph war memorial in London.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "272,238", "path": "instagram/picture4418.jpg", "like_list": [], "date_time": "Nov 12, 2013", "location": "", "tag_list": ["@_jamas_", "@chrislee8", "@matt_roy", "@riri_color1", "@cirriform", "@johnny__to", "@cshimala", "@freyaread", "@bobbyanwar", "#WHPwhatmovesme"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for ! Remember to tap through to the users mentioned above to find the videos on their profiles."}, {"num_of_comments": 24, "num_of_like": "34,017", "path": "instagram/picture4419.jpg", "like_list": [], "date_time": "Nov 11, 2013", "location": "", "tag_list": ["@littlerocknrollqueen"], "caption": "Three times a day, a train chugs through Ukraine's Tunnel of Love (Тунель Кохання) transporting wood to a nearby fiberboard factory. The train molds the surrounding trees into a natural tunnel with each pass through a three-mile forested stretch of rail. The tunnel, nicknamed the Tunnel of Love (Тунель Кохання) has become known as one of the most romantic places in Ukraine. Local legend promises couples who visit the tunnel one wish, provided their intentions are sincere.\n\nThe trees are most lush in spring and summer, but this year's fall colors have brought fresh new hues to the tunnel. To see more photos and videos from Instagrammers who made the trek to the Tunnel of Love, be sure to tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "11,759", "path": "instagram/picture4420.jpg", "like_list": [], "date_time": "Nov 11, 2013", "location": "", "tag_list": ["@pashagavrilov", "@gdax", "@wolfelix", "@vincentcroce", "@ubabshubab", "@buchowski", "@cassandraladru", "@zobolondon", "@bannybobanny"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "384,585", "path": "instagram/picture4421.jpg", "like_list": [], "date_time": "Nov 10, 2013", "location": "Crocus City Hall", "tag_list": ["@missuniverse", "@missusa", "@hinarani", "@mollysler", "@marilyn_za", "#NationalCostume", "@topbeauty_magazine"], "caption": "The Miss Universe international beauty contest () kicks off Saturday night at Crocus City Hall in Moscow, Russia. Contestants representing 86 countries will compete in three categories: swimsuit, evening gown and interview. Founded in 1952 by California clothing company Pacific Mills, the pageant has since become a global event. Hundreds of millions of people in over 80 countries watch it each year to cheer on their country's contestant.\n\nAlthough the official event begins on Saturday night, the costume show—perhaps the most vibrant part of the contest—took place last Sunday night. Contestants showcased elaborate costumes representative of their countries. Some highlights include Miss USA ()'s Transformers outfit, Miss France ()'s Eiffel Tower one piece, Miss Venezuela ()'s bedazzled cowgirl suit and Miss South Africa ()'s flag-print cape. To see more photos and videos from the costume show, browse the  hashtag. To tune in to Saturday night's main event in real time, tap the blue location text above this image.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "387,472", "path": "instagram/picture4422.jpg", "like_list": [], "date_time": "Nov 9, 2013", "location": "", "tag_list": ["#yolanda", "#haiyan", "@kateyperez"], "caption": "Yesterday, Super Typhoon Haiyan—known also as Yolanda—made landfall in the Philippines. Many took to Instagram to share scenes of the heavy rain, large waves and 275-kph (170-mph) winds brought by the typhoon. Some experts claim this will be the strongest tropical cyclone on record ever.\n\nAs dawn approached on Saturday morning, many Filipinos took to the streets to see and document the impact of the storm. To view more photos and videos of Super Typhoon Haiyan, visit the  and  hashtags. We hope everyone affected by the storm stays safe.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "186,341", "path": "instagram/picture4423.jpg", "like_list": [], "date_time": "Nov 9, 2013", "location": "", "tag_list": ["#WHPwhatmovesme", "#WHPwhatmovesme", "@mattpbrock"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative videos showing the things that help you get from place to place, whether it's your plane, taxi, scooter or just your own two feet. Some tips to get you started: Methods of transportation are intricate in their own ways. Try focusing on details like motors or propellers to capture an up-close view of the machines that move you. Remember that voyages and trips are all about locations. Give your videos a sense of place by filming your surroundings as you move through them, be it the hustle and bustle of a busy train station, scenes from your jogging path or the landscape rushing by your window. Finally, The story of any trip can be told through much more than just what gets you there. Think about how the the people and items you travel with help complete your story.\n\nPROJECT RULES: Please only add the  hashtag to videos taken over this weekend and only submit your own videos to the project. Any video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "325,928", "path": "instagram/picture4424.jpg", "like_list": [], "date_time": "Nov 9, 2013", "location": "", "tag_list": ["@naomi0326"], "caption": "At Hitachi Seaside Park (国営ひたち海浜公園) in Hitachinaka, Ibaraki prefecture, Japan, the flowers tell time. Each season a different variety of flower blossoms, soaking the \"Miharashi No Oka\" hill in color. Visitors in spring encounter a bright blue hill of 4.5 million nemophilas. In fall, the 36,000 kochia plants, a type of large herb that grows in brushes clustered on the hill, make the transition from electric green to dark crimson clumps. Soon, pink, white and red cosmo flowers will come into bloom.\nTo see photos and videos of Hitachi Seaside Park's changing colors, be sure to tap the blue location text above this image and scroll back in time. Photo by "}, {"num_of_comments": 24, "num_of_like": "316,570", "path": "instagram/picture4425.jpg", "like_list": [], "date_time": "Nov 8, 2013", "location": "", "tag_list": ["#ArtThursday", "@barrymcgeeart", "#BarryMcGee", "@mco2lga"], "caption": "Happy , Instagram! Throughout his career, artist Barry McGee () has explored as many mediums as he has monikers. Making his name in the graffiti subculture of California's Bay Area under names including \"Twist,\" \"Ray Fong\" and \"Bernon Vernon,\" McGee's works draw from a variety of influences including comic books, skateboarding and social activism. These days, McGee's work—seeming as natural in galleries as it does on the streets where it originated—is characterized by bright geometrical patterns, block lettering and stylized portraits.\n\nOne of his most iconic large public works adorns the Mark Morris Dance Center in Brooklyn, New York. See more photos if this piece by tapping the blue location link above. To see works in the galleries and on the streets of major cities around the world, search the  hashtag.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "192,026", "path": "instagram/picture4426.jpg", "like_list": [], "date_time": "Nov 8, 2013", "location": "", "tag_list": ["@billylloydesign", "@billylloydesign", "@ragnhildmm", "@studiokotokoto", "@kuntaroabe", "@hello_tanata"], "caption": "\"Pottery is not just a product on a shop shelf or a gallery plinth; it is a form of craft,\" says Billy Lloyd (), a potter based in south London who shares the art of his trade on Instagram. \"There is a very human element to making pottery – a relationship carefully nurtured over time and through direct engagement with clay. Instagram provides me with an opportunity to demonstrate the different processes, tools and materials involved in crafting a utilitarian object.\" Billy uses Instagram to highlight all aspects of his practice–from a quick sketch, a thrown pot to a trip to Stoke-on-Trent, a site of large-scale pottery manufacturing. He aims to highlight the effort behind the ceramics we habitually encounter in day to day life: \"Everyone has a favorite mug right? I certainly do. In fact, for me, choosing which mug to use is much like choosing which pair of shoes to wear or jumper to put on. Different moods encourage different combinations.\" For more photos and videos behind the scenes of ceramics on Instagram, follow , as well as these great ceramic Instagrammers:    and ."}, {"num_of_comments": 24, "num_of_like": "193,925", "path": "instagram/picture4427.jpg", "like_list": [], "date_time": "Nov 8, 2013", "location": "", "tag_list": ["@reallycassandra", "@vijayiyer", "@chrmcbride", "@jamiecullum", "@al_manna3i"], "caption": "Born in the American south and matured in the African-American neighborhoods of early-1900s New York City, jazz music is a genre unlike any other. Though many argue what exactly defines jazz music, it is marked by extensive improvisation and expressive, \"blue notes.\" Over the last century, jazz has seen a vibrant evolution from the Jazz Age of the 1920s and 30s with its figureheads like Louis Armstrong. As jazz became more popular in the United States, it also expanded to Europe and beyond with artists like Django Reinhardt gaining notoriety. As the decades progressed, sub-genres such as smooth jazz and jazz fusion emerged, each with their own top performers as well.\n\nToday, jazz encompasses a sweeping range of styles with many artists varying throughout their career or adopting jazz influences in rock and pop music. To tune in to the lives and work of some of the best contemporary jazzists, follow musicians Cassandra Wilson (), Vijay Iyer (), Christian McBride () and Jamie Cullum (). To explore more jazz on Instagram, check out blog.instagram.com for photos and videos from jazz clubs around the world.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "373,873", "path": "instagram/picture4428.jpg", "like_list": [], "date_time": "Nov 7, 2013", "location": "", "tag_list": ["@wattsabi"], "caption": "Tucked away along the northern border of Arizona lies Antelope Canyon, one of the most visited—and photographed—locations in the American Southwest. Located on Navajo land, the landform is technically classified as a slot canyon, or a narrow canyon that is significantly deeper than it is wide. Like all slot canyons, Antelope Canyon was formed by flash floods rushing through underground crevices. Over time, the waters eroded the rock into the smooth, flowing landform seen today.\n\nAntelope Canyon is divided into two sections, upper and lower, known in the native Navajo language as Tsé bighánílíní (\"the place where water runs through rocks\") and Hazdistazí (\"spiral rock arches\"), respectively. The Canyon's narrow top opening restricts the amount of sunlight than can enter, but results in a few dazzling beams that make it to the canyon floor. These beams, along with the canyon's intense red glow and flowing lines, have made Antelope Canyon especially appealing to those Instagrammers adventurous enough to make the trek.\n\nFor more photos and videos from Antelope Canyon, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "454,524", "path": "instagram/picture4429.jpg", "like_list": [], "date_time": "Nov 7, 2013", "location": "", "tag_list": ["@tonycross", "@tonycross"], "caption": "\"I use Average Camera Pro for two things: photographing water and shooting in low light,\" says photographer . Tony provided some tips on using Average Camera to capture beautiful photos of moving water.\nVantage Point: \"I mostly use Average Camera Pro for photos of the ocean, and I always try to find something that will give context to the water—rock formations, groups of rocks or carefully placed people.\" Shooting: \"You need a tripod. Also, make sure your ringer and any vibrating alerts are off. Lock exposure/focus with the \"L\" button, particularly in low light.\" And most importantly, \"when photographing water, experiment with the number of shots you're taking and see the different outcomes you can get. Depending on the conditions, you can get anywhere from slightly-smoother-than-normal looking water, all the way to smooth as glass.\" Editing: \"I use VSCO and Snapseed to edit all my photos, and there's nothing I do differently in particular for Average Camera shots.\" See more tips at blog.instagram.com and follow  for Average Cam inspiration."}, {"num_of_comments": 24, "num_of_like": "439,658", "path": "instagram/picture4430.jpg", "like_list": [], "date_time": "Nov 6, 2013", "location": "", "tag_list": ["#BonfireNight", "@terribelle"], "caption": "\"Remember, remember, the 5th of November...\" opens one of England's best known folk rhymes. Today marks what is commonly celebrated in Britain as Guy Fawkes Day or Bonfire Night. The event commemorates the famous 'gunpowder plot' of 1605, when authorities thwarted Guy Fawkes and his fellow conspirators' attempt to blow up parliament and kill King James.\n\nTraditionally, effigies of Guy Fawkes are burnt on bonfires followed by a display of fireworks across the UK to remember the failed plot against Parliament. For many, the night has come to mark the onset of Autumn with colder nights, toffee apples, sparklers and hot chocolate. To see more photos and videos from firework displays across the UK, browse the hashtag . Photo by "}, {"num_of_comments": 24, "num_of_like": "288,826", "path": "instagram/picture4431.jpg", "like_list": [], "date_time": "Nov 6, 2013", "location": "", "tag_list": ["@luciafernandezmuniz", "@luciafernandezmuniz"], "caption": "Lucía Fernández Muñiz () of Madrid, Spain, brings the magic and personality of cinema to a still frame in her portraiture. “Since I was a toddler, I have always had an obsession with films, actors, music and musicians,\" she says. Lucía uses her “sweet minimal” style—rich with emotion, color, sensuality and, of course, red lipstick!—to visually evoke the personality of her subjects. “It is amazing what you can reveal from a person when they are in front of a camera. People tell stories with my imagery, and quite often, the stories that inspire me are based on my dreams.” Want to create a portrait with the energy and pop of Lucía’s work? For Lucía, it’s all about the atmosphere you create: “Give your subject a relaxing and free environment so they can be as natural as possible. I make them laugh, jump, dance… all different kinds of things until they feel comfortable.” To see more, be sure to follow "}, {"num_of_comments": 24, "num_of_like": "400,463", "path": "instagram/picture4432.jpg", "like_list": [], "date_time": "Nov 5, 2013", "location": "", "tag_list": ["#Diwali", "@girishkhaitan"], "caption": "Diwali, the \"festival of lights,\" is one of the most important festivals in the Hindu calendar. Taking place over five days (November 3-7), the festival marks the start of a new year for many and is celebrated by millions around the world. The name Diwali is actually a shortened form of \"deepavali,\" or \"row of lights,\" representing the iconic seas of candles and eye-popping fireworks displays that have attracted Instagrammers across the world.\n\nDiwali signifies a triumph of good over evil, symbolized as the triumph of light over darkness. Small, clay, oil-filled lamps called diyas are lit and left to burn overnight to help the goddess of wealth, Lakshmi, find her way into homes. The fireworks are set off to ward off any evil spirits.\n\nTo view more photos and videos from Diwali as the festival unfolds, browse the  hashtag on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "525,195", "path": "instagram/picture4433.jpg", "like_list": [], "date_time": "Nov 5, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@gretchen_and_leo"], "caption": "Happy Monday, Instagram! It's time for the ! Today we head to Chicago, Illinois, home of Gretchen and Leo (), two adorable 6-month-old kitties. If your feed could use a little more feline fluff, follow Gretchen and Leo's daily antics."}, {"num_of_comments": 24, "num_of_like": "275,800", "path": "instagram/picture4434.jpg", "like_list": [], "date_time": "Nov 5, 2013", "location": "", "tag_list": ["@nick_ulivieri", "@tanrr", "@nvhiphoptribe", "@chrisnumber8", "@omniamundamundis", "@etna_11", "@timmatusch", "@ledharmabum", "@stoptheroc", "#WHPstraightfacades"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "363,698", "path": "instagram/picture4435.jpg", "like_list": [], "date_time": "Nov 4, 2013", "location": "", "tag_list": ["@newyorkroadrunners", "#nycmarathon", "#ingnycm", "@ingnycmarathon", "@cfohlin"], "caption": "Today, more than 45,000 runners from around the world completed the New York City Marathon, a 26.219-mile race snaking through all five boroughs of New York City. Thousands of spectators turned out to cheer on the runners and many documented the event on Instagram.\n\nOrganized by the New York Road Runners (), the first marathon took place in 1970 and runs every year. In 2012, the race was cancelled due to the devastation of Hurricane Sandy. Due to the event's popularity, runners are largely selected at random by a lottery system and numbers are capped.\n\nThis year, Geoffrey Mutai of Kenya won the men's event with a time of 2:08:24, and Priscah Jeptoo of Kenya won the women's race with a time of 2:25:07.\n\nSee more photos from this year's New York City Marathon by browsing the  and  hashtags and following  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "341,075", "path": "instagram/picture4436.jpg", "like_list": [], "date_time": "Nov 4, 2013", "location": "", "tag_list": ["@simonlarsen", "@theleveewasbry", "@addcandid", "@kylehahn", "@nk7", "@kitato", "@hellocolor", "@takemeonacruise", "@buckhorijuniansyah"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "455,165", "path": "instagram/picture4437.jpg", "like_list": [], "date_time": "Nov 3, 2013", "location": "", "tag_list": ["@truthslinger", "@eston", "@davideandr3", "@white_african", "@truthslinger"], "caption": "On the eastern coast of the African continent sits Kenya, a country of 44 million that straddles the Earth's equator.\n\nIn addition to its diverse and picturesque scenery—from the 5,188m (17,021ft) tall peak of Mount Kenya to wildlife-rich savannas—Kenya is also home to a thriving Instagram community.\n\nExperience life in Kenya through the lenses just a few of the many Instagrammers that live there: Kenyan photographer ; Nairobi-based pilot ; Kenya-based photographer and graphic designer ; and Nairobi-based engineer .\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "329,650", "path": "instagram/picture4438.jpg", "like_list": [], "date_time": "Nov 2, 2013", "location": "", "tag_list": ["#WHPstraightfacades", "#straightfacades", "#WHPstraightfacades", "@nicanorgarcia"], "caption": "Weekend Hashtag Project: \n\nThis weekend's Hashtag Project takes its inspiration from a new urban hashtag series catching on in the community: . In this series, Instagrammers take photos of the exterior walls—or facades—of a large building from straight on and crop out the building's edges. This angle results in a geometric, almost abstract photo made entirely out of walls and windows. Now it's your turn. The goal this weekend is to take your own creative facade photo. Some tips to get you started: This project is all about lines and patterns. Take time to make sure your lines are straight, even and parallel with the edges of the frame to master the effect. When possible, try to take your photo from a few floors up in a building across the street. This helps minimize street-level interruptions and lets you fill your frame with the wall you're shooting. Though it may seem like facades don't change, keep an eye on light and shadows. Between light reflecting off glass and shadows cast by windowsills and balconies, there can be a lot of variation throughout the day. Finally, with a strong grid as the basis for your photo, anything that breaks it becomes a focal point. Use this to your advantage as you shoot.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "404,803", "path": "instagram/picture4439.jpg", "like_list": [], "date_time": "Nov 2, 2013", "location": "", "tag_list": ["#DíadeMuertos", "@chechy27"], "caption": "Every year from October 31 to November 2, Mexicans celebrate Día de Muertos (Day of the Dead). Friends and family gather to remember, celebrate and pray for their loved ones who have passed. Celebrants build altars called \"ofrendas\" for the deceased using \"calaveras\" (sugar skulls), marigolds and the favorite foods, beverages and possessions of the departed. The streets near cemeteries are also filled with parades and decorations.\n\nThe origins of the modern holiday trace back hundreds of years and to an Aztec festival. Though first observed in Mexico, today Día de Muertos is celebrated around the world, and Instagrammers are there capturing the festivities. To view more photos and videos from Día de Muertos, tap the blue location text above and browse the  hashtag. Photo by "}, {"num_of_comments": 24, "num_of_like": "450,672", "path": "instagram/picture4440.jpg", "like_list": [], "date_time": "Nov 1, 2013", "location": "Singing Ringing Tree Burnley", "tag_list": ["#ArtThursday", "@jdavis84"], "caption": "It's , Instagram! High on the Pennine Hills, a strange and beautiful tree overlooks the county of Lancashire in northern England. Made entirely of steel pipes, the Singing Ringing Tree is a musical sculpture that \"sings\" as gusts of wind pass through its tubes from different directions. Designed by architectural firm Tonkin Liu and completed in 2006, the sculpture is one of four modern landmarks titled \"Panopticons,\" which provide sweeping views over East Lancashire from unique locations.\n\nFor more photos and videos from the whistling hilltop sculpture, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "490,446", "path": "instagram/picture4441.jpg", "like_list": [], "date_time": "Nov 1, 2013", "location": "", "tag_list": ["@lylexox", "@dressupbox", "@rosharofficial", "@mathu7", "@mathu7"], "caption": "Happy Halloween! Today, Many Instagrammers from around the world will be sharing photos and videos from the spookiest day of the year. If you want to take your costume to the next level, check out these great makeup artists on Instagram for inspiration: makeup and mixed media artist ; freelance makeup artist ; fashion makeup artist ; and, photographer and makeup artist .\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "376,053", "path": "instagram/picture4442.jpg", "like_list": [], "date_time": "Oct 31, 2013", "location": "", "tag_list": ["@sonyayu", "@danielkrieger", "@jamieoliver", "@bonappetitmag", "@iphonefarmer", "@farmert", "@benjaminhole", "@pinkrumba", "@brooklyngrange", "@benjaminhole"], "caption": "It's no secret that Instagram can be a great place to find amazing photos of food. From food photographers like  and  to chefs and magazines such as  and  sharing their best meals, it's easy to drum up an appetite scrolling through your feed. Food on Instagram goes far deeper than just what ends up on the plate, however. Whether in the country, on a city rooftop or at the market, many farmers from around the world have taken to Instagram to share their daily routines complete with the joys and struggles farming life brings. For a glimpse into life on the farm, check out these farmers' accounts: Stacy Walker (), farmer with an eye for foggy landscapes and machines at work; Tucker Taylor (), culinary gardener in Northern California; Ben Hole (), farmer documenting his idyllic herds in the English Isle of Purbeck; Anette (), Instagrammer capturing sprawling crop fields and soaring skies, finally, Brooklyn Grange Farm (), the world's largest rooftop soil farm set in New York City, USA. Photo by "}, {"num_of_comments": 24, "num_of_like": "265,415", "path": "instagram/picture4443.jpg", "like_list": [], "date_time": "Oct 31, 2013", "location": "", "tag_list": ["#WHInstaMeet", "#Kenya365Reli", "#InstaMeetItalia3", "#londoniscallingmeet", "#SeattleAfterMeet", "#instabrunchvienna", "#LRInstaMeet", "#sfadventuremeet", "#photowalkbsd", "#leocarillomeet", "#magichourmountainspotters_instameet", "#thatPDXcommunity", "#KP_homecoming", "@whitehouse", "@igersitalia", "@brenton_clarke", "@fvdc", "@georgiakatee", "@asayf", "@tangerine_yin", "@spinphotoart", "@georgiakatee"], "caption": "Over the past several weeks, Instagrammers around the world gathered together to take photos and videos and share them on Instagram, including the first ever meet up at the White House (), the finale of  and a bringing together of Instagrammers across the Mediterranean at . Other meets took place in London (), Seattle (), Vienna (), Little Rock (), San Francisco (), Indonesia (), Malibu (), Switzerland (), Portland () and Minneapolis (). Photos by         and ."}, {"num_of_comments": 24, "num_of_like": "395,512", "path": "instagram/picture4444.jpg", "like_list": [], "date_time": "Oct 30, 2013", "location": "Bankers Life Fieldhouse", "tag_list": ["@nba", "@thepacers", "@magicnba", "@miamiheat", "@chicagobulls", "@laclippers", "@lakers", "@kingjames", "@cp3", "@kobebryant", "@luoldeng9", "@dwyanewade", "@paul_george24", "@magicnba"], "caption": "Tonight, the National Basketball Association's () 68th season tips off with three games. In the first match up, the Indiana Pacers () face the Orlando Magic (). Then, the defending champions Miami Heat () take on the Chicago Bulls (). The final game pits the Los Angeles Clippers () against their in-town rivals, the Los Angeles Lakers (). To tune in to photos and videos from players in tonight's games, be sure to follow them on Instagram: , , , ,  and . Photo by "}, {"num_of_comments": 24, "num_of_like": "412,555", "path": "instagram/picture4445.jpg", "like_list": [], "date_time": "Oct 30, 2013", "location": "", "tag_list": ["@nathanjjones", "@marshall__miller", "@bryanrapoza", "@carlospedrobase", "@bryanrapoza"], "caption": "For a group of brave souls who’ve dreamt of soaring through the air, wingsuits have turned that dream into a reality. Wingsuit flying uses a special jumpsuit—called a birdman suit, flying squirrel suit or bat suit—that has fabric stretched between the legs and under the arms to create lift, allowing the wearer to fly.\n\nThe first known wingsuit was used by Rex G. Finney, a 19-year-old from Los Angeles, California, in 1930. Early suits were made of materials such as canvas, wood, silk, steel and even whale bone, and were not very reliable. In 1999, the first commercial wingsuit was made available to the general public and the sport took off. A number of enthusiasts have taken to Instagram to share photos and videos from their flights.\n\nWant to go along for the ride? Follow , ,  and  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "427,624", "path": "instagram/picture4446.jpg", "like_list": [], "date_time": "Oct 29, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@underbiteunite", "@underbiteunite"], "caption": "Don't worry, Instagram, we haven't forgotten about the ! Today we head to Los Angeles, California, to meet Daisy (), an adorable little canine with an endearing underbite. If you're looking to add some puppy teeth and amazing crocheted doggie accessories to your Instagram feed, follow Daisy: ."}, {"num_of_comments": 24, "num_of_like": "418,948", "path": "instagram/picture4447.jpg", "like_list": [], "date_time": "Oct 29, 2013", "location": "", "tag_list": ["@robiatfahlevie"], "caption": "High up in the East Java region of Indonesia, the Ijen volcano is a site of both magnificent beauty and treacherous working conditions.\n\nStretching across a width of 1km (3,280ft), a bright turquoise lake draws traveling Instagrammers from across the world to capture its splendor in the rising sun. Though beautiful, the lake contains some of the most acidic water on the globe as a result of sulfur present in the volcanic gas.\n\nAs part of a laborious mining operation, workers break apart the cooled sulfur by hand and then carry the 70-90kg (165-200lb) baskets up the steep crater rim before embarking on a 3km (1.86mi) hike to their destination in the Pultuding valley. To view more photos and videos from the Ijen crater lake, tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "286,397", "path": "instagram/picture4448.jpg", "like_list": [], "date_time": "Oct 29, 2013", "location": "", "tag_list": ["@kickjamestsc", "@willnichols", "@jlvm33", "@wes_tarca", "@austinxc04", "@fursty", "@josebeans", "@benjaminedward", "@buckhorijuniansyah", "#WHPemptyspaces"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "308,390", "path": "instagram/picture4449.jpg", "like_list": [], "date_time": "Oct 28, 2013", "location": "", "tag_list": ["@lilbuckdalegend", "@ballerinaproject_", "@palmyhk", "@jonah_bokaer", "@jonah_bokaer"], "caption": "Since introducing video, we’ve seen movement and sound bring dance to to new dimensions. From 's improvisational jookin' to the pirouettes of the  to 's break dancing, dancers have brought their choreography to life on Instagram. American dancer Jonah Bokaer (), however, is flipping that expectation for movement on its head. He applies his background in animation and motion-capture techniques to his choreography and shares the resulting routines through a series of frozen moments.\n\nTo create these post-by-post Instagram performances, Jonah has a multi-step process: “I create the animations first, rehearse the performance, decide and finalize the visual scenery and then have a colleague do the photography.” Some of his performances have produced over 3,000 images! To experience your own personal performance of Jonah’s work, be sure to follow "}, {"num_of_comments": 24, "num_of_like": "275,708", "path": "instagram/picture4450.jpg", "like_list": [], "date_time": "Oct 28, 2013", "location": "", "tag_list": ["@tilly_jak", "@lineaurora", "@nopattern", "@kirstenrickert", "@vnthota", "@smaracuja", "@wissamgaza", "@thatsval", "@brandonalan"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "480,096", "path": "instagram/picture4451.jpg", "like_list": [], "date_time": "Oct 27, 2013", "location": "The Great Jack O'Lantern Blaze", "tag_list": ["@anthonyquintano"], "caption": "Set against the rolling mountains and winding waterways of the Hudson River Valley, the 2013 Great Jack O'Lantern Blaze has come to upstate New York, USA. The 25-night-long Halloween event features over 5,000 hand-carved, illuminated pumpkins arranged into sea monsters, spider webs, dinosaurs and a particularly photogenic tunnel where visitors can gaze at the jack o'lanterns suspended above them.\n\nAlthough only associated with Halloween as we know it today since the late 1800s, the tradition of gourd carving dates back to the 18th and 19th centuries in rural Ireland and England. People created jack o'lanterns for the old holidays of Samhain and All Souls' Night when spirits were thought to be the most active. Grotesque faces carved into the objects were meant to frighten away any ghouls seeking to do harm.\n\nFor more photos and videos from the event, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "361,623", "path": "instagram/picture4452.jpg", "like_list": [], "date_time": "Oct 27, 2013", "location": "", "tag_list": ["@mimithor", "@mimithor"], "caption": "\"My life also revolves around food and so does the account,\" says Mimi Thorisson (), a French food blogger living in Médoc, France, with her husband, six children, and 14 dogs. The account is a joint effort with her husband Oddur, and her photos often depict special family moments in the secluded region of Médoc, from harvesting grapes with her children to a forest dinner with friends. \"I love living here in the French countryside,\" she says. \"Since it's all relatively new to me I am amazed every day about something I see or experience. When you are amazed, you want to share.\" Mimi's account features plenty of food with on-the-table images of her explorations into French and Asian cuisine inspired, by her childhood in Hong Kong and summers at her grandmother's house in the south of France. \"I was fortunate enough to have a French grandmother and aunt who loved cooking and they taught me a lot. I got the best of both worlds.\" Find more photos and videos from Mimi's adventures in cooking on blog.instagram.com and follow her on Instagram: ."}, {"num_of_comments": 24, "num_of_like": "277,299", "path": "instagram/picture4453.jpg", "like_list": [], "date_time": "Oct 26, 2013", "location": "", "tag_list": ["#WHPemptyspaces", "#WHPemptyspaces", "@kathmo"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative photos and videos documenting abandoned locations or otherwise busy places when they're empty. Some tips to get you started: Capturing a busy space when it's completely empty requires patience. Take time to wait for people to leave and consider scoping out your location in advance to see when the space receives the least traffic. Many areas—both rural and urban—have abandoned buildings. Look for reminders of what once occupied the space and details of how it has decayed. Be careful when exploring abandoned sites or ruins, though, as they can occasionally be dangerous. If you're feeling particularly festive as many countries prepare to celebrate Halloween next week, seek out haunted houses in your area and tell their stories visually.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "524,043", "path": "instagram/picture4454.jpg", "like_list": [], "date_time": "Oct 26, 2013", "location": "Geysir", "tag_list": ["@marie_claireb"], "caption": "East of Iceland's capital Reykjavik deep into the dark lava fields of the remote Nordic country there's a geological formation drawing Instagrammers across the world.\nDerived from the Icelandic 'geysa' which means 'to gush', the steaming geothermal Haukadalur valley is home to a surprising natural phenomenon which creates erupting explosions of boiling water followed by white steam.\nWhile there are a number of erupting geysers across the world it's Iceland's Geysir which draws the most attraction. The great Geysir is now inactive but its neighboring Strokkur still creates jets of water up to 50 meters high and erupts every few minutes, and the area is also home to hot pools and springs.\n\nThere is still some uncertainty a to what exactly causes the geysers to explode but it is commonly believed that due to the country's volcanic and geologically active state, high temperatures underground cause trapped boiling water to react with cool water above and burst to the surface.\n\nTo view more photos and videos from Geysir tap the blue location text above.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "466,171", "path": "instagram/picture4455.jpg", "like_list": [], "date_time": "Oct 25, 2013", "location": "", "tag_list": ["#ArtThursday", "@rubenperezperez"], "caption": "It's  time! This week we're taking a trip to the Museo Guggenheim in Bilbao, Basque Country, Spain. The museum of modern and contemporary art was designed by Canadian-American architect Frank Gehry and is one of the most admired works of contemporary architecture.\nIf you to visit the Guggenheim in Bilbao, one of the pieces you'll surely see is American artist Jeff Koons's famous \"Puppy.\" The sculpture of a West Highland White Terrier stands 40 feet (12 meters) tall and is composed of 70,000 flowers, including marigolds, begonias, impatiens, petunias and lobelias. Its stainless steel framework holds over 25 tons of soil watered by an internal irrigation system. To see more photos and videos of the sculpture, tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "291,545", "path": "instagram/picture4456.jpg", "like_list": [], "date_time": "Oct 24, 2013", "location": "Fenway Park", "tag_list": ["@cardinals", "@redsox", "@cardinals", "@redsox", "@mlb", "@cbeltran3", "@shanevictorino", "@cardinals"], "caption": "The St. Louis Cardinals () and the Boston Red Sox () meet tonight at Fenway Park for the first game of the World Series, the best-of-seven playoff series that will determine Major League Baseball's 2013 Champion. The series remains in Boston tomorrow, then heads to St. Louis this weekend for games three and four. You can keep up with the action from this year’s Fall Classic by following the St. Louis Cardinals (), Boston Red Sox (), MLB () and players such as Carlos Beltran () and Shane Victorino (). To tune in to tonight's game live, be sure to tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "488,752", "path": "instagram/picture4457.jpg", "like_list": [], "date_time": "Oct 24, 2013", "location": "", "tag_list": ["@bordernerd", "@bordernerd"], "caption": "\"I noticed that my dogs make the funniest faces when catching treats,\" says Aki (), who shares photos of her two retired search and rescue dogs on Instagram. \"So I decided to photograph them catching different things … balls, kibbles, treats and such. Bubbles gave me the funniest pictures.\" Since sharing her first catch series photo, hundreds of other dogs have joined the fun.\n\nInterested in trying your hand at a catch series portrait with your pup? Aki offers these tips: \"Take the pictures in daylight or in a well lit area to avoid blurry pictures. Learn the timing by tossing small treats. I usually press the shutter as I toss the item.\" For more catch series photos follow Aki, Jazzy and Cooper on Instagram: ."}, {"num_of_comments": 24, "num_of_like": "431,246", "path": "instagram/picture4458.jpg", "like_list": [], "date_time": "Oct 23, 2013", "location": "", "tag_list": ["@amielane"], "caption": "In the mountainous southeastern region of Turkey, one peak stands out above the rest. Nemrut Dağı, or Mount Nemrut, ascends over 7,000 feet (2,130 meters) into the sky, and at its peak explorers will find the scattered stone heads of what are thought to be ancient gods.\n\nAfter the fall of the Seleucid Empire in 190 BCE, a host of successors emerged throughout the region surrounding the Taurus mountains. One such successor state, Commagene, ruled over many diverse cultures and religions. Their leader, Antiochus I, brought these beliefs together into a single imperial cult. The monuments at the top of Mount Nemrut depict the various gods in a blend of regional artistic styles and are thought to have adorned the still-undiscovered tomb of Antiochus I.\n\nFor more photos and videos from Mount Nemrut, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "356,389", "path": "instagram/picture4459.jpg", "like_list": [], "date_time": "Oct 23, 2013", "location": "", "tag_list": ["#HurricaneSandy", "@kbenrubi"], "caption": "On October, 22, 2012, a tropical storm formed in the Caribbean Sea that would come to be known as Hurricane Sandy. Over the next week, Sandy would take the lives of at least 268 people and cause more than $68 billion in damages, making it the second costliest hurricane in US history.\n\nFirst hitting Jamaica and Cuba, Sandy then made its way up the Atlantic coast of the United States, finally coming ashore just north of Atlantic City, New Jersey. On October 29, Sandy's 13-foot storm surge submerged large swaths of northern New Jersey and New York City, and much of its devastation was captured and shared with the world through Instagram.\n\nDue largely to delays in recovery funding, many areas impacted by the storm remain damaged to this day.\n\nExplore the  hashtag for photos, videos and stories from those affected by the storm.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "524,902", "path": "instagram/picture4460.jpg", "like_list": [], "date_time": "Oct 22, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@ozziethekitty", "@ozziethekitty"], "caption": "Happy Monday, Instagram! It's  time! Meet Ozzie (), a beautiful orange kitty that loves mugging for the camera. If your Instagram feed could use some more photogenic feline, follow Ozzie's adventures: ."}, {"num_of_comments": 24, "num_of_like": "399,818", "path": "instagram/picture4461.jpg", "like_list": [], "date_time": "Oct 22, 2013", "location": "Monumento a la Revolución", "tag_list": ["@elgatonegro_", "@lavicvic", "@lanzgg", "@colorsoftheweek", "@analaframboise", "@elgatonegro_"], "caption": "In 2010, the Greater Mexico City population exceeded 20.1 million people, making the Federal District—known locally as the \"Distrito Federal\" (D.F.)—the largest metropolitan area in the western hemisphere. From the ruins of Teotihuacan to the city’s Plaza de la Constitución (Zócalo), one of the largest public plazas in the world, there’s no shortage of scenes to capture in Mexico’s capital. To see those sights through the lens of locals, be sure to follow these Instagrammers: , photo enthusiast and lawyer by day; , architect and interior designer; , creative director behind ; and , professional photographer and food lover.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "259,883", "path": "instagram/picture4462.jpg", "like_list": [], "date_time": "Oct 22, 2013", "location": "", "tag_list": ["@littlecoal", "@outofthewoods", "@lielaine", "@auntiegold", "@nalsaandmore", "@nickstgermain", "@esteeveeen", "@kbucklandphoto", "@knoxmosis", "#WHPmovingshadows"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "503,788", "path": "instagram/picture4463.jpg", "like_list": [], "date_time": "Oct 21, 2013", "location": "Brandenburger Tor", "tag_list": ["#festivaloflights", "@guyswhotravel"], "caption": "The annual Festival of Lights took place this month in Germany's capital, Berlin. Since its beginnings in 2004, the event now draws international lighting artists from across the world to illuminate the city's most famous landmarks in a colorful palette of visual displays and Instagrammers in Berlin have been showcasing the festival to the rest of the world.\n\nCheck out highlights from the festival on Instagram by browsing the hashtag  or tapping on the blue location text above. Photo by: "}, {"num_of_comments": 24, "num_of_like": "276,525", "path": "instagram/picture4464.jpg", "like_list": [], "date_time": "Oct 21, 2013", "location": "", "tag_list": ["@davidjohannes", "@theuntitled", "@nicholegibbons", "@najaoil", "@chatti_j", "@neuarmy", "@ugmonk", "@azaikmalrashid", "@dltxii"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "555,401", "path": "instagram/picture4465.jpg", "like_list": [], "date_time": "Oct 20, 2013", "location": "", "tag_list": ["@dmcruz"], "caption": "The Azadi Tower (برج آزادی) sits at the west entrance to Tehran, Iran, and is the city's most iconic structure. Composed of eight thousand blocks of white marble stone quarried in the Esfahan region, the tower's construction was financed by a group of five hundred Iranian industrialists. Construction finished in 1971 to commemorate the 2,500th anniversary of the Persian Empire. Originally the structure was named Shahyad Tower (شهیاد آریامهر), meaning \"Kings' Memorial,\" but was dubbed Azadi or \"Freedom\" (برج آزادی) after the Iranian Revolution of 1979.\n\nThe tower sits in the middle of Tehran's famous Azadi Square, the site of many of the demonstrations leading up to the Iranian Revolution on 12 December 1979. With the rich history that surrounds it, the Azadi Tower is part of a greater cultural complex including a museum underneath the structure. For more photos and videos from the Azadi Tower and Square, tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "561,579", "path": "instagram/picture4466.jpg", "like_list": [], "date_time": "Oct 20, 2013", "location": "Kuangsi Waterfall Park", "tag_list": ["#KuangSi", "@anewyorkertravels"], "caption": "About 29 kilometers (18 miles) south of the Laos city of Luang Prabang sits a majestic, three-tiered wall of water called the Kuang Si falls. After cascading down the tiered 200-foot rock face, the water collects in a series of pools that are a popular draw for locals and tourists alike.\n\nThe turquoise cascading pools, a common feature of travertine waterfalls, are open for swimming and are a popular subject for Instagramming visitors.\n\nSee more photos by browsing the  hashtag and by tapping the blue location link above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "190,289", "path": "instagram/picture4467.jpg", "like_list": [], "date_time": "Oct 19, 2013", "location": "", "tag_list": ["#WHPmovingshadows", "#WHPmovingshadows", "@jasonmpeterson"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative videos that focus on shadows. Some tips to get you started: Try to use shadows to tell a story. Have someone perform an action and capture the moment by filming their shadows. You can also capture a mood through shadows. Think about how shadows are created naturally as light filters through windows and trees. Look for different light sources for different types of shadows: a bright light or direct sun will create a crisp, dark shadow, but filtered light or a cloudy sky will bring softer, grayer shadows.\n\nPROJECT RULES: Please only add the  hashtag to videos taken over this weekend and only submit your own videos to the project. Any video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "715,134", "path": "instagram/picture4468.jpg", "like_list": [], "date_time": "Oct 18, 2013", "location": "", "tag_list": ["@ahmad9611"], "caption": "Every year, more than three million Muslims make a pilgrimage to Islam's holiest site, Mecca. This pilgrimage to Saudi Arabia, known as the Hajj (حج), takes place between the 8th and 12th days of the Islamic month of Dhu al-Hijjah (ذو الحجة), falling this year between October 14-18. The Hajj is a mandatory lifetime event for all able-bodied Muslims who are able to afford the journey.\n\nThe Hajj itself consists of many rites, the most iconic of which is known as Tawaf (طواف). For Tawaf, pilgrims enter al-Masjid al-Haram Mosque, at the center of which stands the sacred Kaaba: a cubic structure believed to be the first site of worship in the Islam faith. Pilgrims circle the Kaaba seven times counterclockwise in harmony, praying as they go.\n\nTo see more photos and videos from the 2013 Hajj, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "263,808", "path": "instagram/picture4469.jpg", "like_list": [], "date_time": "Oct 18, 2013", "location": "가로수길", "tag_list": ["@iamalexfinch", "@ophen28", "#garosugil", "@streetper"], "caption": "Garosugil (가로수길) in Seoul’s Gangnam district is a hotbed for street fashion. Stretching between Sinsa and Apgujeong metro stations, Seoul’s trendiest residents stroll along this fashionable promenade of boutiques, art galleries and cafés to show off and take in the latest styles. Many photographers, including Instagrammer Alex Finch (), can be found in Garosugil capturing photos and videos of the fashion scene in South Korea and sharing them with the world. \"I feel like the fashion in Seoul is often driven by the young students studying fashion at schools here,\" says Alex, a British expat living in Seoul. \"They wear their own handmade clothes and accessorize with whatever they can.\" Alex shoots in the area almost every day and has even had the chance to photograph many Korean models who come to Garosugil, including Joo Woojae (주우재) (). See more photos and videos of street style in Seoul by browsing the  hashtag and tapping the blue location link above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "389,399", "path": "instagram/picture4470.jpg", "like_list": [], "date_time": "Oct 18, 2013", "location": "Frieze Art Fair", "tag_list": ["@FriezeArtFair", "@eyestormuk"], "caption": "Every October, London’s Regent’s Park transforms into a tented fair filled with thousands of today’s most exciting works of contemporary art.\n\nThough Frieze opens to visitors today, artists and curators have already been posting views from behind the scenes on Instagram. Among the numerous works, viewers will find pieces by Jeff Koons, Doug Aitken, Jennifer Rubell and many, many others. Now in its 11th year, Frieze has more than 150 galleries and a sister event, Frieze Masters, at the other end of the park. If you can’t brave the rain to see the shows in person, follow  or visit the Frieze Art Fair location page by tapping the blue text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "599,974", "path": "instagram/picture4471.jpg", "like_list": [], "date_time": "Oct 17, 2013", "location": "嵯峨野 竹林の道", "tag_list": ["@yoonski21"], "caption": "In the Arashiyama district of Kyoto, Japan, is the jaw-dropping Sagano Bamboo Grove. The forest was the setting of Japanese novelist and poet Lady Murasaki Shikibu's acclaimed novel, “The Tale of Genji.” There is a walking path that cuts through the bamboo grove and makes for a photogenic trek as light filters through the stalks. The bamboo in the grove is still used to manufacture cups, boxes, baskets and mats in the area.\n\nTo view more photos and videos of the bamboo forest, be sure to tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "424,946", "path": "instagram/picture4472.jpg", "like_list": [], "date_time": "Oct 17, 2013", "location": "", "tag_list": ["@arni_coraldo", "@projectpressure", "@arni_coraldo"], "caption": "When not on the road or in the air, Corey Arnold () spends his days captaining a commercial salmon fishing vessel in Bristol Bay, Alaska. For about five months each year, however, Corey is dispatched to photograph some of the coldest and most remote corners of the globe. When packing for his expeditions, Corey always leaves room for his iPhone and uses Instagram to share a window into his travels. \"Instagram has been a great way to post a behind the scenes look at my life on the road.\" Recently, Corey spent several weeks in Svalbard, Norway, documenting glaciers for , a non-profit creating an interactive glacier archive to better understand climate change. \"Mountains of sheer rock rise straight up from the sea surrounded by endless miles of calving glaciers. Meanwhile reindeer, arctic, foxes and polar bears roam the shores.\" Read more about Corey at blog.instagram.com, and follow his adventures on Instagram: ."}, {"num_of_comments": 24, "num_of_like": "261,955", "path": "instagram/picture4473.jpg", "like_list": [], "date_time": "Oct 16, 2013", "location": "Instagram HQ", "tag_list": ["@dguttenfelder", "@dguttenfelder"], "caption": "Today, AP photographer  stopped by Instagram HQ. We've been following David's photos and videos from the DPRK (North Korea) for a long time, and our whole team was excited to meet him. To see more of David's posts from North Korea, follow ."}, {"num_of_comments": 24, "num_of_like": "289,447", "path": "instagram/picture4474.jpg", "like_list": [], "date_time": "Oct 16, 2013", "location": "", "tag_list": ["@loganmaxwellhagege", "@loganmaxwellhagege"], "caption": "\"My influences are both modern and traditional,\" says Logan Hagege (), a Los Angeles-based artist who documents the creation of his boldly colored American West-themed paintings on Instagram.\n\nSince joining Instagram shortly after purchasing his first iPhone two years ago, Logan's been using his mobile phone to bring friends, fans and collectors into his studio. \"I enjoy sharing the process of working on paintings over several weeks, and sometimes several months,\" says Logan. \"I live this odd existence, making a living as an artist. I hope sharing some of my life gives a little more insight into what it means to be an artist.\" Learn more about Logan's work at blog.instagram.com, and get a peek into his day-to-day life by following him on Instagram: "}, {"num_of_comments": 24, "num_of_like": "508,655", "path": "instagram/picture4475.jpg", "like_list": [], "date_time": "Oct 15, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@jamonthepig", "@jamonthepig"], "caption": "Happy Monday, Instagram! It's time for the ! Today, we've got something a little different for you. Meet Jamon (), an adorable little pig living the dream in São Paulo, Brazil. If you're looking for a change from your normal feline and canine fluff, follow 's adventures!"}, {"num_of_comments": 24, "num_of_like": "352,018", "path": "instagram/picture4476.jpg", "like_list": [], "date_time": "Oct 15, 2013", "location": "", "tag_list": ["#富士山", "#御来光", "@mike_york"], "caption": "Mount Fuji (富士山 or \"Fuji-san\") stands 3,776.24 meters (12,389 feet), making it the tallest mountain in Japan and one of the country's most recognizable symbols. The cone-shaped mountain is an active stratovolcano—a volcano built up by many layers of hardened lava, tephra, pumice and volcanic ash—and is located 100 kilometers (60 miles) west of Tokyo. Fuji-san last erupted in the early 1700s. Following the 2011 Tōhoku earthquake and tsunami many feared Mount Fuji would erupt again.\nDespite those recent concerns, Fuji-san remains an international destination for tourism and mountain climbing. Hundreds of thousands of people make the 8-hour summit each year, most doing so during peak season in July and August. Many climb the mountain at night in order to catch a glimpse of goraikō (御来光 or \"arrival of light\"), the special name for a sunrise on Fuji-san. To view photos and videos from Instagrammers who have made the trek, tap the blue location text above and visit the  and  hashtags. Photo by "}, {"num_of_comments": 24, "num_of_like": "275,075", "path": "instagram/picture4477.jpg", "like_list": [], "date_time": "Oct 15, 2013", "location": "", "tag_list": ["@citycharm", "@realkmorr", "@hellomalloryanne", "@nanook13", "@dschwen", "@fabianoristow", "@polinaps", "@cloudsandcoffee", "@dylanthomas2013", "#WHPsignsoftheseason"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "284,143", "path": "instagram/picture4478.jpg", "like_list": [], "date_time": "Oct 13, 2013", "location": "", "tag_list": ["@ana_cuk", "@sldvy", "@ahmed_saeed", "@setteetredieci", "@dirtyyydan", "@inanutshell", "@nikapalo", "@dokedi", "@freerishad"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "327,730", "path": "instagram/picture4479.jpg", "like_list": [], "date_time": "Oct 13, 2013", "location": "David Adickes Sculpturworx", "tag_list": ["@shansteinacker"], "caption": "As you drive along the highway through central Houston, Texas, you may get the feeling you're being watched. Just off the thoroughfare in an industrial part of the city, the larger-than-life heads of Presidents of the United States stand arranged neatly, gazing out at those who pass by. Alongside a monumental, 30-foot (9-meter) tall sculpture of band members from The Beatles, the Presidents reside in the parking lot of sculptor David Adickes's studio, Sculptorworx. Though originally intended to be only a storage facility for the artist's giant works, the site has become a destination as tourists and photographers make regular visits to explore the sculptures.\n\nFor more photos and videos of the monumental sculptures, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "315,103", "path": "instagram/picture4480.jpg", "like_list": [], "date_time": "Oct 12, 2013", "location": "", "tag_list": ["@rianassaaf", "@rianassaaf"], "caption": "Earlier today,  from Jakarta, Indonesia, stopped by our office! Rian has been on Instagram since the very beginning. Follow him for hazy, natural scenes of Indonesia: "}, {"num_of_comments": 24, "num_of_like": "263,588", "path": "instagram/picture4481.jpg", "like_list": [], "date_time": "Oct 12, 2013", "location": "", "tag_list": ["#WHPsignsoftheseason", "#WHPsignsoftheseason", "@darrenerbe"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take photos that highlight the changing seasons where you live, whether it's the falling leaves and shifting colors of autumn in the northern hemisphere or the greenery and new life emerging as the southern hemisphere welcomes spring. Some tips to get you started: Look to nature to find some of the most dramatic changes. Colorful leaves and pumpkin patches are hallmarks of autumn, and fresh blossoms or dewy leaves can mark the entrance of spring. Many recipies come out only at certain times of the year. Consider a trip to your grocer or local bakery to see what new foods catch your eye. If you live somewhere that doesn't see much evidence of seasonal change in nature, seek inspiration in how the seasons affect what people are wearing or what seasonal events are taking place in your area.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "342,953", "path": "instagram/picture4482.jpg", "like_list": [], "date_time": "Oct 12, 2013", "location": "", "tag_list": ["@jedidiahjenkins", "@phillipcrosby", "@jedidiahjenkins", "@phillipcrosby", "@jedidiahjenkins"], "caption": "In the 1970s, Jedidiah Jenkins's parents walked across America in search of themselves and the spirit of the country they called home. Now, Jedidiah () and his friend Phillip Crosby () are doing the same. Rather than just traversing the country, though, they're headed all the way down to the bottom of the world and they're sharing their journey on Instagram.\n\nJedidiah and Phillip started their trip in Florence, Oregon, where Jedidiah's parents ended their cross-country walk several decades ago. From Oregon, they plan to bicycle to the southern tip of South America. They have already biked through Oregon and California and just crossed the border into Mexico.\n\nJoin in on the journey by following  and  on Instagram. To see more photos and videos from the trip so far, check out their website, oregontopatagonia.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "456,001", "path": "instagram/picture4483.jpg", "like_list": [], "date_time": "Oct 11, 2013", "location": "", "tag_list": ["#ArtThursday", "@banksyny", "@banksyny"], "caption": "Happy , Instagram! Last week, English street artist Banksy () embarked on a month-long \"artists residency on the streets of New York.\" The world-renowned—and anonymous—artist is known across the globe for his satirical and often whimsical critiques of government and social issues.\n\nThe project, \"Better Out than In,\" brings Banksy's signature site-specific stencil art to the streets of New York City and invites the city's residents to seek out and document the pieces he unveils each day by posting their general location in his captions.\n\nFollow Banksy's project through Instagram: ."}, {"num_of_comments": 24, "num_of_like": "319,538", "path": "instagram/picture4484.jpg", "like_list": [], "date_time": "Oct 11, 2013", "location": "", "tag_list": [], "caption": "Today we're excited to bring you photo straightening on Android! This update also includes new settings for iOS and Android that let you more clearly control sound and data usage for videos on Instagram. To learn more, visit help.instagram.com or tap the link in our bio."}, {"num_of_comments": 24, "num_of_like": "397,429", "path": "instagram/picture4485.jpg", "like_list": [], "date_time": "Oct 11, 2013", "location": "", "tag_list": ["@thuglifeforevs", "#selfies", "@thuglifeforevs"], "caption": "Emily Blincoe () is an Austin, Texas-based professional photographer and a prolific creator of creative, thematic hashtags. \"Instagram really sparked my interest in doing things in a series,\" says Emily. \"Hashtags make it easy to group the photos together and to check out what other folks are contributing to the pool. My idea of fun is taking one simple idea and seeing how many different ways I can rework it.\" A favorite theme is the \"chameleon portrait,\" where the subject of Emily's photo blends into the background. \"The first few chameleon portraits I took were self portraits,\" says Emily. \"I was up late one night and the idea just popped into my head and I got to work on it. After my first few  I transitioned the subjects to my friends and family.\" Learn more at blog.instagram.com, and follow Emily to see more of her creative photo themes: ."}, {"num_of_comments": 24, "num_of_like": "329,649", "path": "instagram/picture4486.jpg", "like_list": [], "date_time": "Oct 10, 2013", "location": "", "tag_list": ["@patrickbeach", "@gypsetgoddess", "@brianmilleryoga", "@laurasykora", "@patrickbeach"], "caption": "Since launching video, we've seen physical fitness come to life on Instagram.The balance and strength of yoga have made videos of its poses particularly striking, and we've gathered a list of some of the most awe-inspiring yogis on Instagram. Follow them for daily 15-second doses of handstands, downward dogs, sun salutations and more: , ,  and . Video by "}, {"num_of_comments": 24, "num_of_like": "355,748", "path": "instagram/picture4487.jpg", "like_list": [], "date_time": "Oct 10, 2013", "location": "", "tag_list": ["@flatvernacular", "@flatvernacular"], "caption": "Payton Turner and Brian Kaspr are the duo behind Flat Vernacular (), a Brooklyn-based design company that specializes in one-of-a-kind, hand-drawn and hand-printed wallpapers. Payton and Brian draw each wallpaper to order and print them in small batches. Each roll requires 6-8 weeks to produce and they document the creative process on Instagram. \"Instagram has introduced us to new clients as well as new artists, designers and inspiring visionaries,\" Payton says. \"Our goal with our Instagram is simply to let people in—to share our story, the process and the ideas behind our company and work. Plus, it's a wonderful way to share our intense love for pattern!\" For behind-the-scenes shots of their creative process and first looks at new products, be sure to follow Payton and Brian: "}, {"num_of_comments": 24, "num_of_like": "584,102", "path": "instagram/picture4488.jpg", "like_list": [], "date_time": "Oct 9, 2013", "location": "Albuquerque International Balloon Fiesta Park", "tag_list": ["#balloonfiesta", "@chelcar"], "caption": "Starting on October 5th, hot air balloon enthusiasts from around the globe descended upon New Mexico to kick off the nine-day Albuquerque International Balloon Fiesta. The gathering draws 750 balloons and up to 100,000 daily spectators, making it the largest hot air balloon festival in the world.\n\nExplore more photos from this year's balloon fiesta—from the unique \"special shape\" balloons to the evening balloon glows—by browsing the  hashtag and tapping the blue location link above!\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "282,310", "path": "instagram/picture4489.jpg", "like_list": [], "date_time": "Oct 9, 2013", "location": "", "tag_list": ["#ЭстафетаОгня", "#torchrelay", "@olympics", "@sochi2014", "@lisichka1994"], "caption": "On October 6, the Olympic Torch Relay kicked off a 123-day journey around Russia for the Sochi 2014 Winter Olympics. More than 14,000 torchbearers are expected to carry the torch 65,000 kilometers (40,000 miles), making this the longest Torch Relay in Olympic history. The route covers all 83 regions of Russia and it is estimated that by the end of the event, the torch will have been within an hour's distance of 90% of the Russian population. The relay ends at the Olympic Stadium in Sochi on 7 February just in time for the Opening Ceremony.\n\nTo tune in to the relay on Instagram, be sure to browse the  and  hashtags and follow the official  and  accounts. Video by "}, {"num_of_comments": 24, "num_of_like": "390,006", "path": "instagram/picture4490.jpg", "like_list": [], "date_time": "Oct 8, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@bordernerd"], "caption": "Happy Monday, Instagram! It's time for the ! Today, we have not one but two canine fluffs for you. Meet Jazzy and Cooper, two retired search & rescue and therapy dogs whose antics you can follow on Instagram: . Follow along if your Instagram feed could use a little more border collie or labrador."}, {"num_of_comments": 24, "num_of_like": "346,189", "path": "instagram/picture4491.jpg", "like_list": [], "date_time": "Oct 8, 2013", "location": "Lineas de Nazca", "tag_list": ["#NazcaLines", "@courtz1509"], "caption": "The Nazca Lines in the desert of southern Peru are a series of large designs etched into the arid ground. These designs, called geoglyphs by historians and archaeologists, depict animals, plants and geometric figures and are believed to have been a part of astronomical or religious rituals. Although the exact origins of the Nazca Lines are unknown, some scholars believe they were created by the Nazca culture between 400 and 650 AD. In 1994, they were designated as a UNESCO World Heritage Site.\n\nThe figures can be seen by plane, from atop the surrounding foothills, and through the photos and videos of Instagrammers fortunate enough to have made the trek. To view more of their photos and videos, tap the blue location text above and visit the  hashtag. Photo by "}, {"num_of_comments": 24, "num_of_like": "258,496", "path": "instagram/picture4492.jpg", "like_list": [], "date_time": "Oct 8, 2013", "location": "", "tag_list": ["@genyvb", "@caseyjohnston", "@valmariew", "@priscillaablas", "@josbdoe", "@trizzadee", "@trudolph", "@mabzb", "@justingould", "#WHPnotquitea"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for ! Can you guess who inspired them? Navigate to the photos on their profiles by tapping on their usernames to find out!"}, {"num_of_comments": 24, "num_of_like": "458,119", "path": "instagram/picture4493.jpg", "like_list": [], "date_time": "Oct 7, 2013", "location": "", "tag_list": ["@acassler"], "caption": "Three years ago today, Instagram launched to the world. Since then, we’ve seen people all around the globe join Instagram to share their lives through photos and videos.\n\nThis year, the community experienced a number of important moments. We surpassed 150 million people who use Instagram every month, saw the first InstaMeet in Russia and introduced a new medium: video. We’re humbled and excited to watch the Instagram community continue to grow and thrive. Thank you for being a part of the journey!\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "283,966", "path": "instagram/picture4494.jpg", "like_list": [], "date_time": "Oct 7, 2013", "location": "", "tag_list": ["@annopano", "@xabu", "@ruicartaxorod", "@andrew3sixteen", "@christopheramat", "@joyfulamber", "@etna_11", "@realnickgerber", "@ytuma"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "344,636", "path": "instagram/picture4495.jpg", "like_list": [], "date_time": "Oct 6, 2013", "location": "", "tag_list": ["@ProjectRepatUSA", "@ProjectRepatUSA", "@ProjectRepatUSA"], "caption": "What do you do with all of those old t-shirts that have sentimental value, but that you haven't worn in years? Continue to horde them in your closet or bite the bullet and toss them out? Project Repat () seeks to solve this dilemma by \"upcycling\" your old, no-longer-worn tees into other usable items like blankets and tote bags. \"We want to make it easy for people to preserve the memories they have with their t-shirts,\" says Repat's co-founder Nathan Rothstein.\n\nShirts sent in by customers are cut and resewen in several Massachusetts facilities. \"We use Instagram to share the finished product with our customers, but also bring them inside our production process. An integral part of our business is to be transparent with how we operate.\" Learn more and be inspired by other peoples' upcycled items by following Project Repat on Instagram: .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "241,151", "path": "instagram/picture4496.jpg", "like_list": [], "date_time": "Oct 5, 2013", "location": "", "tag_list": ["#WHPnotquitea", "#WHPnotquitea", "@username", "#WHPnotquitea", "@servoss", "@missunderground"], "caption": "Weekend Hashtag Project: \n\nThis weekend, Instagram celebrates its third birthday! We wouldn't be where we are today if we weren't made up of a community as creative and strong as all of you. To mark the occasion, we want to share the love by having you share who you love to follow.\nThe goal this weekend is to take photos or videos in the styles of your favorite Instagrammers. Some tips to get you started: Look through your favorite Instagrammers' profiles and try to figure out what it is you love about their photos or videos. Once you've got an idea of it, try to take your own photo in that style, but don't be afraid to put your own spin on things. Finally, be sure to call them out in your post right after the hashtag! (Example:  ). For more examples and inspiration, check out blog.instagram.com\n\nPROJECT RULES: Please only add the  hashtag to photos or videos taken over this weekend and only submit your own photographs or videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured photo by  in the style of "}, {"num_of_comments": 24, "num_of_like": "320,243", "path": "instagram/picture4497.jpg", "like_list": [], "date_time": "Oct 4, 2013", "location": "", "tag_list": ["@merileeloo", "@merileeloo", "@twloha", "@noh8campaign", "@merileeloo"], "caption": "October is Bullying Prevention Month. To mark the occasion, we're sharing the story of one Instagrammer who came up with a creative approach to reflect on her own childhood experiences and help today's kids feel better about themselves.\nWhen a friend asked Merilee Allred () to see her old, awkward photos, she didn't suspect it would kickstart an entire photo series and a blog. \"I had a hard time wanting to show any of them to her because I was embarrassed of those pictures and my past,\" Merilee says. \"But then it sparked this idea to hold up my younger picture in portraits as a before-and-after. I realized I wanted to start a project that highlights our awkward years.\" Enter the Awkward Years Project series on Instagram. \"When I first started, I asked my friends and family to participate,\" she explains. The project started on Instagram, but has since expanded to other platforms. \"Since I was teased and bullied, I thought it would be a good idea to raise awareness with it, and, maybe, hopefully help kids currently going through struggles, to let them know that life does get better.\" You can see more from Awkward Years by following .\n\nWant to learn more about what you can do to combat bullying? Check anti-bullying organizations such as Two Write Love on Her Arms () and NOH8 Campaign () on Instagram.\n\nTo see what we're doing to fight bullying and harassment on Instagram, check out our Bullying Prevention Resources on help.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "486,975", "path": "instagram/picture4498.jpg", "like_list": [], "date_time": "Oct 4, 2013", "location": "Exxopolis", "tag_list": ["#ArtThursday", "#Exxopolis", "@peachy417"], "caption": "Happy , Instagram! Recently, over 50 people came together in downtown Los Angeles, California, to construct Exxopolis: a three-story-tall architectural structure that occupies roughly half a football field of space. Viewers enter Exxopolis to find a twisting maze of mutlicolored chambers. The designers, Architects of Air, describe the structure as a luminarium, \"a sculpture people enter to be moved to a sense of wonder by the beauty of light and colour.\" One of four different luminaria currently traveling the world, Exxopolis continues its tour this week to Shreveport, Louisiana, before any further stops are announced.\nTo see more from the Exxopolis exhibition in downtown Los Angeles, tap the blue location text above. Browse the  hashtag to see photos and videos of the structure from its stops around the globe. Photo by "}, {"num_of_comments": 24, "num_of_like": "244,542", "path": "instagram/picture4499.jpg", "like_list": [], "date_time": "Oct 4, 2013", "location": "", "tag_list": [], "caption": "Over the past three years we’ve watched with amazement as Instagram has grown to a global community of more than 150 million people capturing and sharing the world’s moments. Instagram is a place where people come to connect and be inspired, and our focus with every product we build is keeping it this way.\n\nWe have big ideas for the future, and part of making them happen is building Instagram into a sustainable business. In the next couple months, you may begin seeing an occasional ad in your Instagram feed if you’re in the United States. Seeing photos and videos from brands you don’t follow will be new, so we’ll start slow. We’ll focus on delivering a small number of beautiful, high-quality photos and videos from a handful of brands that are already great members of the Instagram community.\nOur aim is to make any advertisements you see feel as natural to Instagram as the photos and videos many of you already enjoy from your favorite brands. After all, our team doesn’t just build Instagram, we use it each and every day. We want these ads to be enjoyable and creative in much the same way you see engaging, high-quality ads when you flip through your favorite magazine.\nWe’ll also make sure you have control. If you see an ad you don’t like, you’ll be able to hide it and provide feedback about what didn’t feel right. We’re relying on your input to help us continually improve the Instagram experience.\n\nAs always, you own your own photos and videos. The introduction of advertising won’t change this.\n\nThanks for listening, and stay tuned for more details. We’re excited to continue building Instagram alongside this inspiring community."}, {"num_of_comments": 24, "num_of_like": "436,868", "path": "instagram/picture4500.jpg", "like_list": [], "date_time": "Oct 4, 2013", "location": "", "tag_list": ["#whoifollow", "@jpanleu", "@simonebirch", "@jpanleu", "@simonebirch", "@simonebirch"], "caption": "This weekend, Instagram celebrates its third birthday! To mark the event, throughout the week we’re sharing a special series of  features asking Instagrammers to share their favorite person to follow. For this third and final installment, we've asked Jose Pablo Anleu () from Guatemala to share his.\n\n25-year-old Guatemalan Instagrammer Jose Pablo Anleu—who celebrates his birthday just a day after ours—first started using Instagram after getting his first smartphone in early 2012. Professionally, he works as a photographer and filmmaker with a speciality in portraiture. \"My passion is connecting with a subject through photography,\" he says.\n\nJose says he can't even list all of the Instagrammers who inspire him, but for his follow feature he calls out Puerto Rican photographer Fernando Samalot (). \"He has this eye for things, turning the mundane into magical.\" Calling out the interplay between Fernando's photos and their captions, Jose explains, \"What I love the most ever since I started following him is that his Instagram feed is not only a collection of beautiful pictures, but a journey of his life and how he's evolving as a person day after day.\" For more from Jose and Fernando, be sure to follow  and  on Instagram.\n\nPhoto by "}]}