{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "737,035", "path": "instagram/picture2201.jpg", "like_list": [], "date_time": "May 30, 2016", "location": "", "tag_list": ["@canepari_til_i_die", "@canepari_til_i_die"], "caption": "This carefree moment from Zack Canepari () is our third pick for The Week on Instagram. “Photographers are always looking to make elements come together,” says Zack, a photographer and filmmaker who has been working in Flint, Michigan, for close to five years. “We go out hunting for elements: light, faces, emotions — whatever. In this particular case, the universe provided everything I needed.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "805,214", "path": "instagram/picture2202.jpg", "like_list": [], "date_time": "May 30, 2016", "location": "", "tag_list": ["@vital_rudak", "@vital_rudak"], "caption": "Every week, we look back and highlight some of our favorite moments by emerging voices across the globe — like this cat enjoying some sun captured by . For more of these photos, videos and news from around the community, visit the blog. (Link in profile.)\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "706,521", "path": "instagram/picture2203.jpg", "like_list": [], "date_time": "May 29, 2016", "location": "", "tag_list": ["@maxchilton", "@indianapolismotorspeedway", "#Indy500", "@maxchilton", "@chipganassiracing"], "caption": "IndyCar driver Max Chilton () knew he wanted to be in the racing business when he was just 8 years old. “My brother was already racing cars at the time,” Max says. “The smell of the burning rubber and the sound of the cars when I went to watch made me want to have a go.” Now 25, the rookie from Reigate, England, is set to compete in his first Indianapolis 500 () after a successful stint as a Formula One driver in Europe. “I am fortunate enough to have already competed in two of the three biggest races in the world, Le Mans 24 Hours and the Monaco Grand Prix,” Max says. “I am now adding the fastest one of the three to that. The  is the one all racing drivers want to win.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "706,521", "path": "instagram/picture2204.jpg", "like_list": [], "date_time": "May 29, 2016", "location": "", "tag_list": ["#BoomerangOfTheWeek", "#Boomerang", "@hypertrashwonderland", "@boomerangfrominstagram", "#Boomerang", "@hypertrashwonderland"], "caption": "A toppling tower of Post-its rises again in our . “Most of the time the paper towers crashed before I could start to use ,” German videographer and stop-motion artist Marcus Grysczok () says. “My kids liked that!”\nFollow  to see mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "682,546", "path": "instagram/picture2205.jpg", "like_list": [], "date_time": "May 29, 2016", "location": "", "tag_list": ["@juancristobalcobo", "@juancristobalcobo"], "caption": "Juan Cristóbal Cobo () captured this moment on a New York City Subway — it’s our first pick for The Week on Instagram. “I am fascinated by the people around me, by the chance encounters that happen every day in a city like New York,” says Juan, who was intrigued by this boy sitting across from him. “The shirt was oversized, and it looked more like it belonged to his father ... it raises questions that don’t necessarily have answers.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "678,981", "path": "instagram/picture2206.jpg", "like_list": [], "date_time": "May 28, 2016", "location": "", "tag_list": ["@anneliesvanoverbeek", "@anneliesvanoverbeek"], "caption": "It started with a pixie haircut. “People began telling me I looked like Audrey Hepburn,” Annelies van Overbeek () says. After recognizing her resemblance to the actress, Annelies started re-creating iconic Hollywood looks. “I fell in love with the elegance and style of vintage silver screen glamour,” the 17-year-old history student from Belgium says. Annelies gathers most costumes from thrift stores and charity shops; it often takes over a month of planning before she’s ready to take a vintage selfie. Lots of looks are in the works, but soon, Annelies will travel to 16th century England to share her interpretation of Queen Anne Boleyn’s selfie style. “I’m really excited about that one!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "678,981", "path": "instagram/picture2207.jpg", "like_list": [], "date_time": "May 28, 2016", "location": "", "tag_list": ["#WHPwildthings", "@paulapaulova", "#WHPwildthings", "@paulapaulova"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make creative videos of the animal kingdom — like this one by .\n\nHere are some ideas to get started:\nShowcase your pet’s personality by capturing them in their element – whether that’s mid-Frisbee in the backyard or curled up in a favorite nook.\n\nTake a furry friend on a neighborhood adventure, and record your route with Instagram’s Hyperlapse app.\n\nDon’t forget about animals in the wild! Explore the sights and sounds of nature like birds chirping in pine trees or dolphins breaching at the coast.\n\nPROJECT RULES: Please add the  hashtag only to videos taken over this weekend and only submit your own visuals to the project. If you include music in your submissions, please only use music to which you own the rights. Any tagged video taken over the weekend is eligible to be featured next week.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "736,845", "path": "instagram/picture2208.jpg", "like_list": [], "date_time": "May 28, 2016", "location": "", "tag_list": ["@anthonybgeathers", "@anthonybgeathers"], "caption": "Since grade school, Anthony Geathers () dreamed of becoming a United States Marine to help provide for his mother and brothers. The 26-year-old Brooklyn, New York, native deployed to Afghanistan twice. “I learned a lot about myself as a man and as a warrior,” Anthony says. “The same Marine Corps values I learned between boot camp and in the Fleet Marine Force — unbreakable determination, controlled aggression and a will to succeed — are things I apply in my growing career as a photographer.” Anthony found his niche sharing stories of athletes, particularly those in combat sports. “I get intimate with the fighters’ lives in their training camps, at home with their families and friends, backstage preparing for fights, the actual bout, their victories and defeats and the spectacle of the whole experience,” he says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "673,784", "path": "instagram/picture2209.jpg", "like_list": [], "date_time": "May 28, 2016", "location": "", "tag_list": ["@music", "@kristinkontrol", "@kristinkontrol", "@manute_bol_lives", "@music"], "caption": "This week’s  feature is on Kristin Welchez (), better known as Dee Dee, the frontwoman of garage rockers Dum Dum Girls. Though Kristin’s a seasoned performer now, growing up, she never felt comfortable performing the songs she loved to listen to. “I was incredibly introverted and shy,” she says, “so that was a pipe dream for a really long time.” That is until she released her debut solo album, “X-Communicate,” where she tapped into the sounds of her ‘80s new wave and R&B heroes. With the new record, Kristin was also able to indulge in her lighter, funnier side — as opposed to Dee Dee’s intimidating swagger, which was partially her way of combating stage fright. “I have my heavy moments for sure but I have a lot of light moments, too,\" she says. \"I secretly harbor a desire to be a comedian, so this is working out perfectly.”\nPhoto of  by . Words by "}, {"num_of_comments": 24, "num_of_like": "676,537", "path": "instagram/picture2210.jpg", "like_list": [], "date_time": "May 27, 2016", "location": "", "tag_list": ["@mishavallejo", "#EyesOn", "@mishavallejo"], "caption": "Misha Vallejo () has his  the social issues affecting Latin America’s most remote regions. “My work revolves around the ‘lost person’ and the ‘lost place,’” says the photojournalist, who has traveled to locations like Lake Poopó in Bolivia to learn more about the changing livelihoods of indigenous communities. The son of an Ecuadorian father and a Russian-Israeli mother, Misha’s inquisitive images reflect his own quest to understand where he fits into society: “I don’t want to explain everything to the viewer — I love shooting banal scenes of everyday life and giving them a twist.”\nIn Ecuador, where he says “the relationship between humans and nature is primordial and still very strong,” Misha reveals the society’s fragile relationship with a changing environment. Last month, he trained his lens on the coming together of communities along the Ecuadorian coast in response to a 7.8-magnitude earthquake: “We need to understand that we depend on our environment in order to survive.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "761,803", "path": "instagram/picture2211.jpg", "like_list": [], "date_time": "May 27, 2016", "location": "", "tag_list": ["@kitchensuspension", "@kitchensuspension"], "caption": "What goes up must come down — unless you’re Francesco Mattucci (). The concept of zero-gravity ingredients came to the Italian photographer from — where else? — his home kitchen in Modena, Italy. “The things that inhabit [the kitchen] get a life of their own,” Francesco says of the everyday items he creatively captures. He is secretive about his post-production magic, but Francesco will say this: “Every object that you see floating was captured in that exact spot.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "974,194", "path": "instagram/picture2212.jpg", "like_list": [], "date_time": "May 27, 2016", "location": "", "tag_list": ["#WhyIMove", "@teagan_rybka", "@rybkatwinsofficial", "@sam_rybka", "@rybkatwinsofficial"], "caption": "“We love to perform and entertain people, and we feel at home on the stage. Our mum was a dancer and an acrobat and passed on her lifelong passion to us. This is ,” says 20-year-old Teagan Rybka (), one half of Australian acro-dance duo  with her twin sister, Sam (). “Someone once told us that when they watch us it’s more like watching one person because of our strong unison, but dancing together is more challenging than people think. Trying to dance, execute acro-tricks and stay in perfect unison takes a lot of practice and patience. We’re both very similar in ability because we’ve worked together and pushed each other. We’ve spent most of our life upside down or on our hands down at the studio simply doing what we love!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "769,123", "path": "instagram/picture2213.jpg", "like_list": [], "date_time": "May 26, 2016", "location": "", "tag_list": ["@charlottemei_", "@charlottemei_"], "caption": "Charlotte Mei () believes worms are the most underrated creature in the animal kingdom. “They have no features or body parts, just one soft pink tube,” she says. “They are so funny.” Charlotte, an artist and illustrator who lives in London, spends time thinking about animals as she incorporates them into her ceramic works and drawings, often with a humorous wink. She also thinks about how her work may outlive her. “In 4,000 years, when all context is lost, how might someone interpret it?” asks Charlotte. “Will they think I worshipped worms? Do I?”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "732,241", "path": "instagram/picture2214.jpg", "like_list": [], "date_time": "May 26, 2016", "location": "", "tag_list": ["@aleixsalvat", "@instagrames", "@aleixsalvat"], "caption": "Kayak instructor Aleix Salvat () is keeping up a family tradition. His parents were also kayak instructors who took Aleix out on his first trip at 4 years old — he’s been paddling the rapids of Europe and Latin America ever since. “I love how you feel in the water,” the adventure-seeker from Catalonia, Spain, says. “You feel so alive after making it through a difficult rapid.” Despite jumping a 78-foot (24-meter) waterfall on his most recent kayaking trip in Peru, Aleix is anything but reckless. “I’m usually frightened when facing tough rivers,” he says. “You always need to keep a cool head and analyze the situation.”\nFor more stories from the Spanish-speaking community, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "732,241", "path": "instagram/picture2215.jpg", "like_list": [], "date_time": "May 25, 2016", "location": "", "tag_list": ["@marwaebrahim_me", "#WHPedibleart", "#FoodRevolutionDay", "#WHPedibleart", "#FoodRevolutionDay", "@marwaebrahim_me"], "caption": "Meet Daredevil Meatball: the protein-packed thrill-seeker that Marwa Ebrahim () created for  and . Marwa’s muse? Last night’s dinner. “I tried to imagine what a meatball might do if it had a life of its own,” the 21-year-old Bahraini student, who lives in Glasgow, Scotland, says.\nTreat yourself to more tasty  submissions for  on the blog. (Link in profile.) One may even inspire your next meal.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "670,474", "path": "instagram/picture2216.jpg", "like_list": [], "date_time": "May 25, 2016", "location": "", "tag_list": ["@mundane_matters", "#WHPedibleart", "@mundane_matters"], "caption": "Danling Xiao () gave legs and life to an energetic carrot for last weekend’s hashtag project, .\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "696,212", "path": "instagram/picture2217.jpg", "like_list": [], "date_time": "May 25, 2016", "location": "", "tag_list": ["@laura_zalenga_photography", "@instagramde", "@laura_zalenga_photography"], "caption": "Fairy tale magic pervades Laura Zalenga’s () images. “Even today, I have the Brothers Grimm book on my nightstand — it’s worn down from all the reading,” she says. The photographer from southern Germany doesn’t depict knights or frog princes, but she shares melancholic moments and magical places in her triptychs. “I like negative space a lot,” Laura says of her extreme landscape format. “The calm in it is something that’s important to me. I hope my pictures have the same effect on the viewer.”\nFor more stories from the German-speaking community, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "696,212", "path": "instagram/picture2218.jpg", "like_list": [], "date_time": "May 24, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@sleepy_gumus", "@sleepy_gumus", "@sleepy_gumus"], "caption": "Today’s  offers up a triple dose of feline fur. Meet Gümüş, Gazanfer and Akide (), a trouble-making trio of Turkish kitties. For those looking to infuse their feed with a healthy helping of cuddly cat, follow .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "984,485", "path": "instagram/picture2219.jpg", "like_list": [], "date_time": "May 24, 2016", "location": "", "tag_list": ["@beyondsweetandsavory", "#WHPedibleart", "@beyondsweetandsavory"], "caption": "Kiwi turtles and a blueberry octopus. That’s how you make healthy food fun. Vy Tran () came up with her submission for  by thinking about how she gets her toddler to eat fruits and vegetables. The answer: help them look like a part of his favorite place — the ocean.\nWe’ll be serving up more interpretations of the project this week. Or, visit the blog for a full helping of healthy food dressed up in interesting ways. (Link in profile.)\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "820,861", "path": "instagram/picture2220.jpg", "like_list": [], "date_time": "May 24, 2016", "location": "", "tag_list": ["#WHPedibleart", "#FoodRevolutionDay", "@dehappy5_mama", "@dehappy5_mama"], "caption": "Over the weekend, we asked you to make images featuring healthy, fresh food for  and . Here is one very creative take on the project — a fruit-tastic crown by .\nStay tuned for more delicious submissions, which will be featured here and on the blog. (Link in profile.)\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "820,861", "path": "instagram/picture2221.jpg", "like_list": [], "date_time": "May 24, 2016", "location": "", "tag_list": ["@yesaccasey", "#WorldTurtleDay", "@yesaccasey"], "caption": "“It’s a whole different world underwater,” shore diver Casey Tomasiak () says. “Most people don’t know what’s going on in the ocean.” A financial analyst by trade, Casey began documenting his dives off the coast of Singer Island, Florida, at the end of 2014. Manatees hold a special place in his heart, but it’s sea turtles who are his constant companions. He even helped facilitate the rescue of a loggerhead turtle whose shell was detaching. “Now, I know them so well I know when something is wrong with one of them,” the native Floridian says. “That’s pretty cool.” \nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,029,636", "path": "instagram/picture2222.jpg", "like_list": [], "date_time": "May 23, 2016", "location": "", "tag_list": ["@timtast1c", "@calacademy", "@timtast1c"], "caption": "Timothy Wong () is the champion of the “truly San Francisco butterfly,” the pipevine swallowtail. “People are surprised that it’s a native butterfly because it looks so tropical and exotic,” Timothy explains. “It’s actually a rare butterfly within the city limits because of all the habitat loss.” An aquarium biologist at the California Academy of Sciences (), Timothy’s hobby of raising native butterflies at home has evolved into a successful conservation effort; his caterpillars and butterflies go to the San Francisco Botanical Garden, helping re-establish the population. “People get so jazzed when they hear it’s something they could be doing at home,” Timothy says. “That helps inspire people to start gardening and wildlife conservation in their very own backyard, much like I’ve done in my own.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "773,945", "path": "instagram/picture2223.jpg", "like_list": [], "date_time": "May 23, 2016", "location": "", "tag_list": ["@fardin.nazari", "@fardin.nazari"], "caption": "Our final selection for The Week on Instagram comes from artist Fardin Nazari (). He captured this moment at the Rosewater Festival in Neyasar, Iran.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "948,392", "path": "instagram/picture2224.jpg", "like_list": [], "date_time": "May 23, 2016", "location": "", "tag_list": ["@rekusan.jp", "@rekusan.jp"], "caption": "This photo of fireflies in a bamboo forest, our third pick for The Week on Instagram, was taken by Higuchi Takashi () in Gifu, Japan.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "768,188", "path": "instagram/picture2225.jpg", "like_list": [], "date_time": "May 22, 2016", "location": "", "tag_list": ["@maria.svarbova", "@maria.svarbova"], "caption": "Our second pick for The Week on Instagram is this photo from Slovakian photographer Mária Švarbová’s () “In Swimming Pool” series. “My use of color is my style,” Mária says. “Through overexposed pastel tones, viewers are projected into a sanitized world in which people have given up any kind of individuality or extravagance. These pastel colors provide the perfect palette for minimalist work.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,103,295", "path": "instagram/picture2226.jpg", "like_list": [], "date_time": "May 22, 2016", "location": "", "tag_list": ["@roger_bv", "@roger_bv"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo captured by Roger Brufau Vilella (), who lives in Lleida, Spain, with his dog Pipo. For more of these photos, videos and news from around the community, visit blog.instagram.com.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,103,295", "path": "instagram/picture2227.jpg", "like_list": [], "date_time": "May 22, 2016", "location": "森、道、市場", "tag_list": ["@daruma64", "#Boomerang", "#BoomerangOfTheWeek", "#Boomerang", "@daruma64"], "caption": "Natsuhiko Kakutani () captured this slackline trick of a fellow festivalgoer at Mori-Michi-Ichiba in Gamagori, Japan. “I was not interested in video until recently. But when I started using Boomerang, my iPhone life has changed,” Natsuhiko says.\nEvery week, we’ll be featuring a community member who takes looping to a whole new level. Nominate a  that blows your mind by adding OfTheWeek to your caption.\n by "}, {"num_of_comments": 24, "num_of_like": "763,584", "path": "instagram/picture2228.jpg", "like_list": [], "date_time": "May 22, 2016", "location": "", "tag_list": ["#hellomynameis", "@armageddonpainted", "@armageddonpainted"], "caption": "“ Lara Wirth (). I am a 16-year-old from Melbourne, Australia. I started body painting on my 14th birthday. I was inspired by a reality TV show where they compete with special effects makeup. I begin any look by getting inspiration, usually from someone else’s body painting. Then I figure out what I like about it, and then I make it my own. I sketch it to see what it’s roughly going to look like, but by the time it reaches my body, it usually looks quite different. The really sad bit is washing it off — it’s a type of art that only exists in photos in the long haul. My dream would be to work on a movie or even just to watch another artist working in a professional setting. After finishing a creation, looking in the mirror can be a little frightening! I did once make a man scream in the supermarket when I rounded a corner right in front of him. He wasn’t prepared to be met by a zombie.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "778,889", "path": "instagram/picture2229.jpg", "like_list": [], "date_time": "May 21, 2016", "location": "", "tag_list": ["@music", "@beeple_crap", "@beeple_crap", "@music"], "caption": "From , Mike Winkelmann (aka ) talks about his colorful concert visuals. In 2011, Mike attended Lollapalooza and was stunned to find his work plastered behind most of the performers. When he got home, he checked the stats of his Creative Commons uploads; his clips were being downloaded roughly 1,000 times a day. Since then, Mike has officially produced live visuals for Katy Perry, Justin Bieber and more. In those cases, he is one person in a team of about 10. It’s fun, but stressful — and not nearly as freeform as what he does with Zedd, having become the producer’s sole visual designer three years ago. “That was cool for me,” Mike says, about their ongoing collaboration and the work they did on Zedd’s recent “True Colors” tour. “When I got to see it live, it was like anybody else seeing it live. I didn’t know what was coming next.”\nPhoto by . Words by "}, {"num_of_comments": 24, "num_of_like": "946,212", "path": "instagram/picture2230.jpg", "like_list": [], "date_time": "May 21, 2016", "location": "", "tag_list": ["#WHPedibleart", "#FoodRevolutionDay", "#Boomerang", "#WHPedibleart", "@meguccco"], "caption": "Weekend Hashtag Project: \n\nToday is , an event created by chef Jamie Oliver to drive positive change in food education and public health. To celebrate, the goal of this weekend’s project is to make photos and videos using healthy, fresh food in creative ways.\n\nHere are some ideas to get started:\n\nVisit a local farmers market, and pick up ingredients based on color and quirkiness.\n\nCook your favorite healthy dish, and style it in a new way — as a face or picture — or stage a scene entirely out of good-for-you snacks.\n\nBring fruits and vegetables to life in a playful  or video.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "695,594", "path": "instagram/picture2231.jpg", "like_list": [], "date_time": "May 21, 2016", "location": "Netherlands", "tag_list": ["@terrisalminen", "#FoodRevolutionDay", "@terrisalminen"], "caption": "Chef and cooking instructor Terri Salminen () believes in simple, fresh ingredients. “An onion is really beautiful. A strawberry can be amazing,” she says. Terri was born in the United States, has called Haarlem, Netherlands, home for years and grew up in northern Italy, where her passion for food was cultivated. “In Italy, you breathe food and getting together around the table. That’s just normal,” she says. “I realized when I moved away that’s not everyone’s normal.”\nAn ambassador for Jamie Oliver’s Food Revolution since 2012, Terri is organizing an all-day cooking school (free of charge) for  at the restaurant Fifteen Amsterdam. “I believe that the good life starts at the kitchen table,” Terri says. “When you cook well, people eat well, and they feel happier. It’s a waterfall.” Terri urges novice, intimidated chefs to head straight to the source: “Go to a farmers market or go to a farm. Talk to someone who grew the food. They love it. That will help you to want to cook.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "695,594", "path": "instagram/picture2232.jpg", "like_list": [], "date_time": "May 20, 2016", "location": "", "tag_list": ["#WhyIMove", "@ruby.tear", "@ruby.tear"], "caption": "“Every time I step onstage, I tell a story. I speak to the audience and I open up my soul. This is ,” says 17-year-old Moscow-based ballet dancer Stanislava Postnova (). “It is hard work every day — a slow road toward technical perfection. Usually, I am at the Bolshoi Academy from 9 a.m. to 8 p.m. Sometimes I feel totally drained, but I am extremely proud to be studying here: a place full of centuries of Russian history. As a child, I used to choreograph for my friends, and in the future, I hope to make lifetime achievements as a ballerina and try choreography, too. I have so many creative ideas!”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "381,789", "path": "instagram/picture2233.jpg", "like_list": [], "date_time": "May 20, 2016", "location": "", "tag_list": ["@joey_paints", "@joey_paints"], "caption": "For the last seven MLB seasons, Joe Petruccio () has captured the most memorable moments from every New York Mets game. Moments from wins come in color, while losses are remembered in black and white. “I kind of almost feel like I’m part of the team,” the lifelong fan and rock ‘n’ roll artist from Brooklyn, New York, says. “I feel like I’m getting ready to be called in to pitch, and the next morning I really feel like I need to come through.” Fortunately for Joe, the past few seasons have been quite colorful — the baseball team won the National League pennant in 2015. “There were some nights last year I couldn’t even wait for the morning,” Joe says. “I just stayed up, did the drawing and posted it.” Photo by "}, {"num_of_comments": 24, "num_of_like": "951,197", "path": "instagram/picture2234.jpg", "like_list": [], "date_time": "May 20, 2016", "location": "", "tag_list": ["@hoodass", "@hoodass"], "caption": "Prague-based artist and DJ Filip Hodas () constructs visual treats — objects and textures that harmonize in an atmosphere of surrealism. The 23-year-old former graphic designer is self-taught in 3-D art and embraces experimentation with every project. “Very often, I delete everything after hours of work, keep just one little detail I like and build a new scene around it,” Filip says. “With trial and error, you can learn practically anything. You’ll see how much better you can get really quickly!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "570,658", "path": "instagram/picture2235.jpg", "like_list": [], "date_time": "May 19, 2016", "location": "", "tag_list": ["@mobolajidawodu", "@mobolajidawodu"], "caption": "Every style Mobolaji Dawodu () captures tells a story. The costume designer and fashion editor credits his attention to detail to his childhood that started in Lagos, Nigeria, before he moved to Richmond, Virginia. “Traveling a lot when I was young and growing up in such extreme places made me more observant,” he says. Mobolaji moved to New York at 18 then landed an internship at the Dolce & Gabbana showroom where he began assisting stylists. Today, he serves as the fashion editor for GQ Style. “Observing life is the best research,” Mobolaji says. “Looking in the past and looking in the present in many ways dictates the future, especially in fashion.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "779,496", "path": "instagram/picture2236.jpg", "like_list": [], "date_time": "May 19, 2016", "location": "", "tag_list": ["@moniquejaques", "@moniquejaques"], "caption": "There’s a feeling of movement in almost all of Monique Jaques’ () photographs — even when the people in the photos are sitting or standing still. But that sense of motion isn’t surprising, given that Monique’s life has been something of a nonstop journey. Raised in New Jersey, Monique earned a fine arts degree at New York University before relocating six years ago to Istanbul. Since then she has worked throughout the Middle East, as well as in Africa and India, earning her living, in her words, as “a visual storyteller.” Monique’s storytelling emerges from patience and a sense of community with the people — especially the women — in her pictures. “Some of my colleagues are incredible street photographers. But that’s never been something I’ve done well,” Monique says. “On the other hand, I love things like weddings, brides. Those sorts of photographs are about closeness, a sense of intimacy. I couldn’t walk up to someone, take their photo and leave. Instead, I need to focus on the story, the history, the meaning behind my pictures.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "779,496", "path": "instagram/picture2237.jpg", "like_list": [], "date_time": "May 19, 2016", "location": "", "tag_list": ["@tortus_copenhagen", "@tortus_copenhagen"], "caption": "Last year, Eric Landon began posting mesmerizing high-speed videos and photos from the pottery wheel, and in doing so, entirely transformed Tortus (), his pottery studio in Denmark. “The most rewarding thing about what I do is acting as an inspiration for other potters around the world,” he says. Some of his followers are so inspired, they’re willing to travel across the globe to learn from the master himself — Landon now holds sold-out workshops to teach his craft. “Over 90 percent of my participants follow me on Instagram. And 80 percent are coming from abroad, as far as Japan, Australia and the US,” he says. Being open to new methods of communication with his followers has paid off: “It really blows my mind. This has created balance for my business, my creativity and for me as a person.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "825,853", "path": "instagram/picture2238.jpg", "like_list": [], "date_time": "May 18, 2016", "location": "", "tag_list": ["@isabelitavirtual", "#WHPhiddenbeauty", "@_yaisyusman_", "@_yaisyusman_"], "caption": "“The trees are in the background, but they are the main character,” says Isabel Martinez (), guest curator of last weekend’s hashtag project, , of this submission by .\n\nSee more of our favorite submissions to the project at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "549,359", "path": "instagram/picture2239.jpg", "like_list": [], "date_time": "May 18, 2016", "location": "", "tag_list": ["#WHPhiddenbeauty", "@isabelitavirtual", "@dubyo", "@dubyo"], "caption": " asked community members to look for moments of beauty in unexpected places.\n“I love the strong combination of dark blue and orange,” says guest curator Isabel Martinez () of Davide Annibale’s () submission.\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "809,102", "path": "instagram/picture2240.jpg", "like_list": [], "date_time": "May 18, 2016", "location": "", "tag_list": ["@isabelitavirtual", "@fitwoman", "#WHPhiddenbeauty", "@fitwoman"], "caption": "“Something is happening around her, but she’s in her world protected by the tree. Does she know that are we looking at her?” —guest curator Isabel Martinez () on Olya Kirillova’s () submission to last weekend’s hashtag project, .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "748,188", "path": "instagram/picture2241.jpg", "like_list": [], "date_time": "May 18, 2016", "location": "", "tag_list": ["@jessicawashick", "#tinycanvas", "@jessicawashick"], "caption": "“You don’t need a man. You need a manicure.” —the words Jessica Washick () loves to say when she makes a  out of a client’s nails. “It transcends hair texture, body type and skin color,” the nail artist from Portland, Oregon, says. “They’re something you can count on to amplify your mood or outfit — the same way you rely on a great bag or pair of shoes to pull your whole look together.” The former accessory designer started creating nail art as a form of therapy after breaking up with a long-term boyfriend. “Nail art creates a club that brings people together in a positive way.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "748,188", "path": "instagram/picture2242.jpg", "like_list": [], "date_time": "May 18, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@myregalbeagle", "@myregalbeagle"], "caption": "It’s time for your dose of , Instagram. Today’s furry feature is a very regal beagle named Sid (). This uncharacteristically cool pizza-loving pooch exercises extraordinary restraint when in the presence of tempting treats. If your feed could use an infusion of snuggly snackaholic canine, follow ."}, {"num_of_comments": 24, "num_of_like": "666,743", "path": "instagram/picture2243.jpg", "like_list": [], "date_time": "May 17, 2016", "location": "", "tag_list": ["#WHPhiddenbeauty", "@isabelitavirtual", "@jdsouder", "@jdsouder"], "caption": "Last weekend,  asked community members to look for moments of beauty in unexpected places. The project took inspiration from guest curator Isabel Martinez (), a creative director and photographer based in New York.\n“The extraordinary beauty of an ordinary moment,” says Isabel of this submission from James Souder (). “Sometimes to capture beauty is effortless.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "797,628", "path": "instagram/picture2244.jpg", "like_list": [], "date_time": "May 17, 2016", "location": "", "tag_list": ["@isabelitavirtual", "#WHPhiddenbeauty", "@slevinaaron", "@slevinaaron"], "caption": "“How delicate is this? The combination of the white smoke transformed into an explosion of color,” says Isabel Martinez (), the guest curator for , of this submission by . “The technique in this photo is nice, but the soul is even better.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "589,844", "path": "instagram/picture2245.jpg", "like_list": [], "date_time": "May 17, 2016", "location": "", "tag_list": ["#WHPhiddenbeauty", "@susanmbradley", "@isabelitavirtual", "@susanmbradley"], "caption": " asked community members to look for moments of beauty in unexpected places — like this one by Susan Bradley (). The project took inspiration from guest curator Isabel Martinez (), a creative director and photographer based in New York.\n“Details are everything. We just need to listen to them. Not using just our eyes, but all of our senses,” Isabel says of this submission.\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "610,547", "path": "instagram/picture2246.jpg", "like_list": [], "date_time": "May 17, 2016", "location": "", "tag_list": ["@insectashoes", "#LivingMyPassion", "@insectashoes"], "caption": "“I was pretty much always an entrepreneur. I wanted to give back to our planet, help people and work with a purpose,” explains Barbara Mattivy, the 31-year-old co-founder of Insecta Shoes (), a Brazilian small business that produces vegan eco-friendly footwear made out of vintage clothing and recycled plastic bottles. “I finally figured out I could combine my passions for fashion and the internet and still do good for the world.” Barbara’s advice to budding entrepreneurs is to follow your heart: “You’re one step ahead if you already know what your passion is. I see a lot of people nowadays wanting something different, but not sure of what it is. For those who already know, take advantage of this gift and think of ways to monetize it — usually it’s not that hard.” \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "544,451", "path": "instagram/picture2247.jpg", "like_list": [], "date_time": "May 17, 2016", "location": "", "tag_list": ["@jeremydeputat", "@jeremydeputat", "@music"], "caption": "“I went to school for graphic design. After I got out of college, I got a job at this alt weekly. We never really had a budget to hire good photographers, so I went to Best Buy and bought the sweetest camera I could find and just started shooting. After a couple years I was like, ‘Man, I enjoy this way more than sitting at a desk. I am going into photography full time.’ I was going to sink or swim, but it was going to be on my own terms.” —, a 38-year-old music photographer based in Detroit. Since 2009, he has toured with Eminem and Kid Rock, and taken photos of everyone from Odd Future to Dr. Dre.\nPhoto by . Words by "}, {"num_of_comments": 24, "num_of_like": "663,319", "path": "instagram/picture2248.jpg", "like_list": [], "date_time": "May 16, 2016", "location": "", "tag_list": ["#hellomynameis", "@lmmima", "@lmmima"], "caption": "“ Oumaima Aurag (). I am a 20-year-old business student from Casablanca, Morocco. I was raised with laughter, my father’s camera, my mother’s culture, road trips and — between two cups of mint tea — long conversations about home, roots and identity. The mix between my Amazigh roots and metropolitan Morocco upbringing makes the jumble of my identity what it is. I consider speaking five languages and carrying my different cultures and traditions a blessing. The Morocco I share with the world is a Morocco that is trying hard, in many ways, to grow, and I am trying to help in my own way. But more importantly, I share a Morocco that inspires me, excites me and makes me dream.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "663,319", "path": "instagram/picture2249.jpg", "like_list": [], "date_time": "May 16, 2016", "location": "", "tag_list": ["@rachelryle", "@rachelryle"], "caption": "It’s an imaginary world where Instagram logos grow out of the earth. Brooklyn-based illustrator Rachel Ryle () used stop-motion animation to make this remix. “The story I wanted to convey was that from the old grows the new,” says the artist, who put hundreds of photos, seven hours of drawing, moving and coloring, and a cup of good old-fashioned dirt into her piece. “The final result of my work even surprises me sometimes, as I never fully know what it’s going to look like until the end.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "668,584", "path": "instagram/picture2250.jpg", "like_list": [], "date_time": "May 16, 2016", "location": "", "tag_list": ["@pablo_laguia", "@pablo_laguia"], "caption": "“In wedding photography, intuition and experience are two of the most important things to have,” photographer Pablo Laguía () says. This photo taken in Chihuahua, Mexico, is our final pick for The Week on Instagram. “In that moment, I felt that the most interesting image would be from the distance, where you could see the bride next to her father,” Pablo, who lives in Orihuela, Spain, says. “Sometimes, you have to take a couple of steps back.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "721,804", "path": "instagram/picture2251.jpg", "like_list": [], "date_time": "May 16, 2016", "location": "Prince Albert, Western Cape", "tag_list": ["@samreinders", "@samreinders"], "caption": "Photojournalist Sam Reinders () might not be a morning person, but it didn’t stop her from capturing this moment, one of our selections for The Week on Instagram, during a father-daughter car camping trip in Prince Albert, South Africa: “I threw the covers over my head at the first glint of dawn. I heard more groans from outside, and figured it was my dad — also not a morning person! But the groans grew in number and sounded funny. I rubbed a clearing in the frosted window and was greeted by 20 or so of these beautiful Angora goats. We’d camped near a windmill, and their feeding station, and they’d come for breakfast. I’m not quite sure who was more surprised.”\nPhoto by "}, {"num_of_comments": 5, "num_of_like": "806,737", "path": "instagram/picture2252.jpg", "like_list": [], "date_time": "May 15, 2016", "location": "", "tag_list": ["@rafaelmantesso", "@rafaelmantesso"], "caption": "Rafael Mantesso () and his bull terrier, Jimmy Choo, combined artistic forces to remix our new look. Rafael provided the paint, Jimmy provided the paw power. According to Rafael, it took at least 10 attempts to get it just right. “Each like, each comment is like a hug for Jimmy,” Rafael says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "806,737", "path": "instagram/picture2253.jpg", "like_list": [], "date_time": "May 15, 2016", "location": "", "tag_list": ["@ryswiers", "#Boomerang", "#Boomerang", "#BoomerangOfTheWeek", "#Boomerang", "@ryswiers"], "caption": "While driving through a car wash in New York City, art director Ryan Swierczek () noticed water streaming down his windshield. It was the perfect opportunity to experiment with  for the first time.\n\nEvery week, we’ll be featuring a community member who takes looping to a whole new level. Nominate a  that blows your mind by adding OfTheWeek to your caption.\n\n from "}, {"num_of_comments": 24, "num_of_like": "633,290", "path": "instagram/picture2254.jpg", "like_list": [], "date_time": "May 15, 2016", "location": "Fort Point National Historic Site", "tag_list": ["@dianewithonen", "@dianewithonen"], "caption": "“I like the fact that you almost can’t tell whether it’s the 1940s or 2000s,” 23-year-old marketer and photographer Diane Villadsen () says of her photo taken on a blustery San Francisco rooftop, our second pick for the The Week on Instagram. “I wanted to play with this wind on the roof of Fort Point, rather than fight it. And having them jump was the perfect way to let the wind take control of their hair and skirts.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "795,144", "path": "instagram/picture2255.jpg", "like_list": [], "date_time": "May 15, 2016", "location": "", "tag_list": ["@maryam__shirdel", "@maryam__shirdel"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo from Qazvin, Iran, captured by . For more of these photos, videos and news from around the community, visit blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "795,144", "path": "instagram/picture2256.jpg", "like_list": [], "date_time": "May 14, 2016", "location": "", "tag_list": ["@doro_bot", "@doro_bot"], "caption": "In Doro Ottermann’s () animated illustration, colorful droplets magically stir into latte art of Instagram’s new look. “I often create short animations with dripping colored pencils, and I am (unfortunately) very much into coffee, so I combined those two things,” the artist from Hamburg, Germany, says. “The creative exchange with people on Instagram has inspired me to try different things and play with new ideas.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "895,661", "path": "instagram/picture2257.jpg", "like_list": [], "date_time": "May 14, 2016", "location": "", "tag_list": ["#WHPhiddenbeauty", "@isabelitavirtual", "#WHPhiddenbeauty", "@isabelitavirtual"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to look for moments of beauty in unexpected places. The project takes inspiration from guest curator Isabel Martinez (), a creative director and photographer based in New York.\n\nIsabel is known for her fashion images, characterized by strong lines and bold colors with an air of mystery. “I always work in the same direction, which is trying to capture what is hidden, a kind of poetry,” says Isabel.\n\nHere are Isabel’s tips to get started:\n\nLook for interesting scenes in everyday moments: “We are surrounded by beauty — it depends on you to see where it is.”\nFocus on photographing details without showing the entire scene: “For me, the most interesting photo is when the viewer is able to add part of the missing information from his own experience.”\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "895,661", "path": "instagram/picture2258.jpg", "like_list": [], "date_time": "May 14, 2016", "location": "Eden-Roc Cap D'antibes", "tag_list": ["@festivaldecannes", "@gregwilliamsphotography", "@gregwilliamsphotography"], "caption": "For the 69th year, celebrities, moviemakers and fans are in the South of France for the Cannes Film Festival (). Some are veterans, like 10-time attendee photographer Greg Williams (). Others are newcomers to the festivities. Julia Roberts may be a household name around the world, but it’s her first time at Cannes — her movie “Money Monster” premiered at the festival. Greg captured this video of Julia, who was waving at a little girl in a cabana as she prepared to pose. “Cannes is so crazy,” Greg says about choosing the setting for the portrait, which was about 10 minutes from the festivities. “And the peace you feel by the sea relaxes you immediately.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "895,661", "path": "instagram/picture2259.jpg", "like_list": [], "date_time": "May 14, 2016", "location": "", "tag_list": ["@studio_lucie_de_moyencourt", "@festivaldecannes", "@studio_lucie_de_moyencourt"], "caption": "Illustrator Lucie de Moyencourt () is capturing the spectacle of the Cannes Film Festival () through a series of short animated films. “I have never felt so stimulated to capture moments as I did walking on Boulevard de la Croisette this morning,” Lucie says. “Visually, it’s a treat!” Beyond the glamour — and in the midst of the chaos — Lucie appreciates the locals who go about their regular business and the tall, unyielding palm trees.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "878,177", "path": "instagram/picture2260.jpg", "like_list": [], "date_time": "May 14, 2016", "location": "", "tag_list": ["#Fridaythe13th", "@deivitt", "@deivitt"], "caption": "Beware ... it’s . Don’t break a mirror or let a black cat cross your path — unless it’s a spooky likeness of the one in this image by David Moreno Garcia (). David lives in Barcelona, Spain, where his feline muse called Noir was adopted. “When I was visiting the shelter, he was the only cat that passed through my legs, as if he was choosing me,” David, who actually isn’t superstitious, says. Rather, he believes Noir brings good luck, despite the cat’s tricky ways. “He likes to climb over the highest parts of the house, and try to stay hidden, as if you can’t see him.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,216,037", "path": "instagram/picture2261.jpg", "like_list": [], "date_time": "May 13, 2016", "location": "", "tag_list": ["@gabscanu", "@gabscanu"], "caption": "Gabriel Scanu () can’t fly through the air to achieve his aerial views of Australia — a drone does the heavy lifting. Last year, Gabriel and his father, a cinematographer, began capturing breathtaking images of his native country from hundreds of feet in the air, opening eyes all over the world to its diversity. “Being Australian, foreigners always think of you as a farmer, riding to work on a kangaroo through the bush everyday,” he says. “Growing up in the booming city of Sydney, my experiences of Australia are far from this assumption.”\nDrone photography is relatively easy, Scanu promises, even in bad weather. “I think the most appealing aspect is the adrenaline and excitement of operating such an amazing piece of technology,” he says. “It’s almost like a sport, going into it and not knowing what the outcome will be, or if you’ll even get the drone back at the end of it.”\nPhoto by "}, {"num_of_comments": 0, "num_of_like": "1,031,691", "path": "instagram/picture2262.jpg", "like_list": [], "date_time": "May 13, 2016", "location": "", "tag_list": ["@5ftinf", "@5ftinf"], "caption": "Artist and photographer Philippa Stanton’s () rendition of Instagram’s new look was made from a collection of eclectic — yet recognizable — odds and ends. “The ordinary tape measure, which I used for the outline, represents an everyday connection,” Philippa, who lives in Brighton, England, says. “A massive part of Instagram for me is connecting with people.” For that reason, she also incorporated a doll in the remix — a gift from someone Philippa met on the platform. “Not only is this doll small, like me,” she says, \"but it represents an Instagram friendship that became a real friendship outside of the digital world, too.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,031,691", "path": "instagram/picture2263.jpg", "like_list": [], "date_time": "May 13, 2016", "location": "", "tag_list": ["#WhyIMove", "@_kiddavid_", "@_kiddavid_"], "caption": "“I come from a family full of dance and music. In a way, I am carrying on a tradition. This is ,” says Venice Beach, California, B-Boy David Shreibman (). “Dance for me is a pure form of being in the moment; I don’t think about anything but the music and reacting. I am a movement artist — I love seeing all the ways I can use my body to create pictures and movement.”\nVideo by "}, {"num_of_comments": 8, "num_of_like": "1,261,810", "path": "instagram/picture2264.jpg", "like_list": [], "date_time": "May 12, 2016", "location": "", "tag_list": ["@paulodelvalle", "@paulodelvalle"], "caption": "Three years ago, Paulo del Valle () started the My Instagram Logo project, inspiring thousands of creators to remix our icon in wildly creative ways. Paulo, who lives in São Paulo, used more than 400 flowers to make his remix of our app’s new look. “I went to the biggest flower shop in Rio de Janeiro and bought half of their stock for Mother’s Day. Then I got home and I had no idea how I was going to do it,” he explains. Eight hours later, he had something beautiful.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,261,810", "path": "instagram/picture2265.jpg", "like_list": [], "date_time": "May 12, 2016", "location": "", "tag_list": [], "caption": "We have a new look! Earlier today we announced an updated icon and app design for Instagram, inspired by the amazing things you do. The Instagram community has evolved over the past five years from a place to share filtered photos to so much more — a global community of interests sharing more than 80 million photos and videos every day. Get more details on the blog. (Link in bio)"}, {"num_of_comments": 9, "num_of_like": "1,261,810", "path": "instagram/picture2266.jpg", "like_list": [], "date_time": "May 11, 2016", "location": "", "tag_list": [], "caption": "Today we’re introducing a new look. You’ll see an updated icon and app design for Instagram. Inspired by the previous app icon, the new one represents a simpler camera and the rainbow lives on in gradient form. You’ll also see updated icons for our other creative apps: Layout, Boomerang and Hyperlapse.\n\nWe’ve made improvements to how the Instagram app looks on the inside as well. The simpler design puts more focus on your photos and videos without changing how you navigate the app.\n\nThe Instagram community has evolved over the past five years from a place to share filtered photos to so much more — a global community of interests sharing more than 80 million photos and videos every day. Our updated look reflects how vibrant and diverse your storytelling has become.\n\nThank you for giving this community its life and color. You make Instagram a place to discover the wonder in the world. Every photo and video — from the littlest things to the most epic — opens a window for people to broaden their experiences and connect in new ways."}, {"num_of_comments": 24, "num_of_like": "1,124,322", "path": "instagram/picture2267.jpg", "like_list": [], "date_time": "May 11, 2016", "location": "", "tag_list": ["@naseke", "#WHPfamilytree", "@naseke"], "caption": "“My daughter spreads her arms without fear because she feels safe under our protection,” says Nacho Rodríguez Perez () of Valencia, Spain. “She is a magical girl.”\nNacho created this image of himself, his wife and daughter for last weekend’s hashtag project, . See more of our favorite submissions on blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,124,322", "path": "instagram/picture2268.jpg", "like_list": [], "date_time": "May 11, 2016", "location": "", "tag_list": ["@godyar", "#WHPfamilytree", "@godyar"], "caption": "Khodayar Ahi () from Tehran compiled family faces from the past and present for his submission to .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "710,305", "path": "instagram/picture2269.jpg", "like_list": [], "date_time": "May 11, 2016", "location": "", "tag_list": ["@romestebanr", "#WHPfamily", "@romestebanr"], "caption": "French writer and photographer Romain Esteban () photographed four young skaters for last weekend’s hashtag project, . “In life they are like brothers. All the challenges they make together, hand-in-hand,” he says.\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "516,388", "path": "instagram/picture2270.jpg", "like_list": [], "date_time": "May 11, 2016", "location": "", "tag_list": ["@arthurbondar", "@arthurbondar"], "caption": "“I heard a lot about the Second World War from my grandmothers,” Arthur Bondar (), a Moscow-based photographer from Ukraine, says. “When one of them passed away, I realized she was in the generation who saw the horrors of war with their own eyes. My other grandmother read a letter she wrote during the war. It described everything that was happening.” This letter was the impetus for Arthur’s book, “Signatures of the War,” a project documenting the destinies changed by war.\n\nArthur met with 70 World War II veterans who each have their own unique story and cherished photographs. “When I was listening, I imagined them young and full of energy, they had just begun to live,” he says. “At the end of our talk, every veteran autographed their photo, but in the same moment they left a mark on the photo, they also left one in my heart.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "516,388", "path": "instagram/picture2271.jpg", "like_list": [], "date_time": "May 11, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@irn_rio", "@irn_rio"], "caption": "Today’s  is for avian aficionados everywhere. Rio and Tweety () are an adorable duo of Indian ringneck parrots from Croatia. These brilliantly colored birds will peck, chirp and coo their way into your heart. If your feed is depressingly devoid of feathered fluff, consider following ."}, {"num_of_comments": 24, "num_of_like": "742,606", "path": "instagram/picture2272.jpg", "like_list": [], "date_time": "May 10, 2016", "location": "", "tag_list": ["@mindymoveit", "#WHPfamilytree", "@mindymoveit"], "caption": "Photographer Mindy Johnson () captures a mother-daughter workout routine for last weekend’s hashtag project, .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "742,606", "path": "instagram/picture2273.jpg", "like_list": [], "date_time": "May 10, 2016", "location": "", "tag_list": ["@blueshineart", "#WHPfamilytree", "@blueshineart"], "caption": "Canadian artist Charlotte Hamilton () created this illustration of her mother to celebrate her family and heritage for last weekend’s hashtag project, .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "748,444", "path": "instagram/picture2274.jpg", "like_list": [], "date_time": "May 10, 2016", "location": "", "tag_list": ["#WHPfamilytree", "@everydayastronaut", "@everydayastronaut"], "caption": " asked community members to make photos and videos celebrating their family and heritage — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "748,444", "path": "instagram/picture2275.jpg", "like_list": [], "date_time": "May 10, 2016", "location": "", "tag_list": ["@jhnmclghln", "@cleo_thebunny", "@jhnmclghln"], "caption": "Multidisciplinary artist John McLaughlin () identifies with the hair he often depicts in animations, sketches and paintings. “I never like doing one thing or settling on one medium,” says John, who lives in New York. “I feel like hair can do the same: If it wants to curl one way one day and wave that way the next, it will.”\nJohn’s fascination with furry textures and his experiments with 3-D programs led to the creation of a reoccurring character — Fuzzy Dude — who has been known to make appearances, whether meeting up with Cleo the Bunny () or hanging out with models during New York Fashion Week. “Everything I see, touch and smell inspires me,” says John. “I gravitate toward human, honest and humorous things.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,135,444", "path": "instagram/picture2276.jpg", "like_list": [], "date_time": "May 9, 2016", "location": "", "tag_list": ["@cody_shannimal_", "@cody_shannimal_"], "caption": "“Мy dog Oliver likes to swim — he will swim even through the ice,” says Maria Sumlinova (), a student from Moscow. “I thought that it would be amazing if I took a photo of him jumping into the water,” she adds about this picture, one of our picks for The Week on Instagram. “It’s like he is flying!😉”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "620,608", "path": "instagram/picture2277.jpg", "like_list": [], "date_time": "May 9, 2016", "location": "", "tag_list": ["@aprespinosa", "@aprespinosa"], "caption": "Ramón Espinosa Tebar () is another one of our featured photographers from The Week on Instagram with this photo from the Chanel fashion show in Havana. “I am thinking of cowboy movies,” says Ramón, a photographer for the Associated Press originally from Spain. “All were gathered waiting to pick up clients as if they were riders with their horses.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "709,832", "path": "instagram/picture2278.jpg", "like_list": [], "date_time": "May 9, 2016", "location": "", "tag_list": ["@soraceballos", "#MothersDay", "@soraceballos"], "caption": "“Motherhood is by far the coolest thing I have done and do every day,” says Sora Ceballos-Lopez () of raising her 10-year-old daughter, Gaby. “It is a complete surrender of love and an inexplicable combination of happiness, joy and fear.” While still pregnant, Sora began collecting mother-daughter themed figurines, dolls and artwork that inspired her to begin doodling — something she hadn’t done since high school. Now, Sora, who is from Medellín and lives in New Jersey, is nearly halfway through a New Year’s challenge to create an illustration celebrating motherhood each day: everything from moments of pride and fear to times that are simply silly.\n this year is a particularly special occasion for Sora. Her own mother, who turns 75 this month, will be visiting from Colombia. “Call [your mother] every day,” she urges other moms, “thank her and tell her how much you understand her now.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "759,865", "path": "instagram/picture2279.jpg", "like_list": [], "date_time": "May 8, 2016", "location": "", "tag_list": ["@hellorayita", "@hellorayita"], "caption": "“When I travel, I encounter a feeling, an awareness of something in the air that the camera isn’t capable of capturing,” says Hernan Castelli (), one of our featured photographers from The Week on Instagram. “I started to intervene in my photos to reflect that.” Hernan, an illustrator and graphic designer from Buenos Aires, Argentina, is especially drawn to the ocean. “It is still one of those things that remains a mystery — who knows what’s in there that we don’t know?”\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "752,119", "path": "instagram/picture2280.jpg", "like_list": [], "date_time": "May 8, 2016", "location": "", "tag_list": ["@navajaspablo", "@navajaspablo"], "caption": "Pablo Navajas Valentini () from Mexico City is one of our featured photographers from The Week on Instagram. “I like the combination of that ephemeral construction, only living for a few hours, with the bell tower of a chapel built several centuries ago,” says Pablo of the temporary wooden structure constructed for the celebration of Santa Catarina. “The people in the picture give it scale and the light completes the circle.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "752,119", "path": "instagram/picture2281.jpg", "like_list": [], "date_time": "May 8, 2016", "location": "", "tag_list": ["@arnauddeprez1", "#Boomerang", "#BoomerangOfTheWeek", "#Boomerang", "@arnauddeprez1"], "caption": "It’s one thing to be able to stand on your hand. Parisian break dancer Arnaud Deprez () has figured out how to hit the floor — or rather, hit the street — and spin forever.\n\nEvery week, we’ll be featuring a community member who takes looping to a whole new level. Nominate a  that blows your mind by adding OfTheWeek to that post’s comments.\n\n from "}, {"num_of_comments": 24, "num_of_like": "600,117", "path": "instagram/picture2282.jpg", "like_list": [], "date_time": "May 7, 2016", "location": "", "tag_list": ["@thehatgirls", "@kentuckyderby", "@thehatgirls"], "caption": "No request is too outlandish for Rachel Bell and Kate Welsh (). “We do a lot of unorthodox, unconventional materials,” says Rachel. “We’ve made hats out of hair before. We’ve made hats out of tree branches.” Constructing their own Lady Gaga-esque hats started as a hobby, but after turning heads for several years, the two turned their passion into a business. Depending on how unique the request, creating a one-of-a-kind headpiece takes anywhere from five to 24 hours to put together. This year for the Kentucky Derby (), the pair will fulfill about 150 custom orders. “The most important part of the Derby is the fashion,” Rachel says. “No woman wants to see their hat on somebody else!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "778,268", "path": "instagram/picture2283.jpg", "like_list": [], "date_time": "May 7, 2016", "location": "", "tag_list": ["@thejoshuatreehouse", "@thejoshuatreehouse", "@beccatapert"], "caption": "Sara and Rich Combs of the Joshua Tree House () fell in love with the California desert the first time they visited. “It makes you feel like you can be yourself and create what you want to create,” Rich says. Last May, the couple, both 29 years old, found themselves with a 1940s hacienda, which they renovated and listed for rental online about five months later. When they’re in San Francisco, Rich and Sara work as web designers, designing apps for startups and tech companies. They used their backgrounds to redo the house’s interiors, curate art on the walls and add touches reminding guests to take life slow — from flipping a record on a vintage player to brewing a cup of pour-over coffee. “We want people to enjoy the process of creating something, even if it’s just coffee,” Rich says. Their advice to other small business owners on Instagram is to remember that snapping a single photo is never as compelling as telling an entire story. “The story of Joshua Tree obviously captured us,” says Sara. “We figured out how we can share that feeling with people who are interested in staying at the house.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "612,620", "path": "instagram/picture2284.jpg", "like_list": [], "date_time": "May 7, 2016", "location": "", "tag_list": ["#WHPfamilytree", "@caronzito", "#WHPfamilytree", "@caronzito"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make photos and videos celebrating your family and heritage — like this one by . Here’s how to get started:\nTake still or video portraits of immediate and extended family members together that highlight similarities in appearance or personality across generations.\nLook for objects around your home that illustrate your family’s story, such as old photographs or treasured heirlooms.\n\nInclude captions that explain more about your unique family history and the people depicted in your submission.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,064,324", "path": "instagram/picture2285.jpg", "like_list": [], "date_time": "May 7, 2016", "location": "", "tag_list": ["@matthewnewmanphotography", "@matthewnewmanphotography"], "caption": "Finding the best views of space from Earth requires Matthew Newman () to brave the darkness. “Most people find it kind of scary ... You’re out in the wild by yourself most of the time,” the professional window-tinter and night photographer from Medford, Oregon, says. “Many people don’t have the opportunity to experience the night sky the way that I’m able to,” Matthews says; due to light pollution, most of the world’s population can no longer see the Milky Way with the naked eye: “I try to capture it as best as possible, as natural as possible. Hopefully, it will inspire people, more than anything, to drive away from the city and actually go see it for themselves.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "885,779", "path": "instagram/picture2286.jpg", "like_list": [], "date_time": "May 6, 2016", "location": "", "tag_list": ["#MyStory", "@kianahayeri", "#MyStory", "@kianahayeri"], "caption": "“ is about making the most of the opportunities I’ve been given and sharing the stories and experiences of young people all over the world.” —Kiana Hayeri (), the 27-year-old IWMF fellow and recipient of the Chris Hondros Fund Award in the Emerging Photographer category, says. She has been based in Kabul since November 2014.\n“When I moved to Canada from Iran in grade 11, I didn’t speak any English, and photography became my link to my environment. One summer back in Iran, I started photographing my friends, and it started growing into a bigger project about youth in Iran and then, Afghanistan. I know all we hear in the news is the war, the conflict, the human rights abuse, but at the same time in Afghanistan, there’s a group of young people who go to cafes and hang out. Life goes on no matter what. From time to time, I meet some amazing young women, often even younger than I am, who are very ambitious, know exactly what they want and don’t see themselves as victims. They think if anything has to change, they are responsible to change that. Not anyone else.”\n is a series that spotlights inspiring women in the Instagram community. Join the conversation by sharing your own story.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "885,779", "path": "instagram/picture2287.jpg", "like_list": [], "date_time": "May 6, 2016", "location": "", "tag_list": ["#WhyIMove", "@stevenmcrae_", "@royaloperahouse", "@stevenmcrae_"], "caption": "“I was one of those little boys who would hide behind his mum’s leg and not speak to anyone. But then, I had my first ballet lesson at age 7: It was like the whole world burst open. I was free! This is ,” says Steven McRae (), a Royal Ballet principal dancer at London’s Royal Opera House (). “There’s a moment just before the curtain comes up when everything becomes quiet — the orchestra stops tuning, and you get this rush of adrenaline. Dancers have an addiction to work, because there’s always something to improve. But we’re not robots or athletes, we’re artists trying to tell a story with our bodies.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "694,993", "path": "instagram/picture2288.jpg", "like_list": [], "date_time": "May 6, 2016", "location": "", "tag_list": ["@cassandragiraldo", "@afterschoolproject", "@afterschoolproject"], "caption": "For photographer Cassandra Giraldo (), the After School Project () began as a creative break from newspaper assignments. It helped that she lives across the street from one of New York City’s largest high schools. “I would always catch myself taking portraits of teens in the city,” she says. “I realized I had a wealth of youth right in front of me to work with.” About twice a week, she goes for “walkabouts” in her neighborhood to capture the embrace of high school lovers, the moment after a football huddle or a pair doing math homework in the park. “What’s great about teenagers is that they don’t wear masks like us adults do,” she says. “They’re completely themselves, which makes it such a fascinating subject matter.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "735,159", "path": "instagram/picture2289.jpg", "like_list": [], "date_time": "May 5, 2016", "location": "太田市北部運動公園", "tag_list": ["#ChildrensDay", "@_morio_", "@_morio_"], "caption": "In anticipation of  in Japan, carp streamers fly fancifully against the blue sky. This year Morio Okada (), who lives in Gunma prefecture of Japan, discovered a spot in his hometown full of these banners: Hokubu Sports Park in the city of Ota. “It was really a sight to behold: a vast expanse of orange poppies, pink mountain phlox and blue nemophila flowers, and there, in one corner, all these carp banners dancing in the wind,” he says of the park. “It’s a place that I find myself wanting to visit in the first few days of April every year, when the cherry trees are in full bloom and it’s stunningly beautiful.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "735,159", "path": "instagram/picture2290.jpg", "like_list": [], "date_time": "May 5, 2016", "location": "", "tag_list": ["@pinot", "#MayThe4thBeWithYou"], "caption": "“Judge me by my size, do you?” —Yoda\nVideo by  "}, {"num_of_comments": 24, "num_of_like": "703,465", "path": "instagram/picture2291.jpg", "like_list": [], "date_time": "May 4, 2016", "location": "", "tag_list": ["@troopersdaily", "#MayThe4thBeWithYou"], "caption": "“TK-421, why aren’t you at your post?”\nPhoto by  "}, {"num_of_comments": 24, "num_of_like": "645,425", "path": "instagram/picture2292.jpg", "like_list": [], "date_time": "May 4, 2016", "location": "", "tag_list": ["@monicamakanakis", "#WHPdaydream", "@monicamakanakis"], "caption": "“My inspiration was to reflect pure spring,” says Mònica Gómez Montero () from Barcelona, Spain, of this photo she created celebrating her mother. “It was a beautiful moment full of laughter.”\n asked community members to make surreal photos and videos inspired by their dreams.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "645,425", "path": "instagram/picture2293.jpg", "like_list": [], "date_time": "May 4, 2016", "location": "", "tag_list": ["@bbvangroningen", "#WHPdaydream", "@bbvangroningen"], "caption": "“I think everyone’s entitled to a bit of daydreaming once in a while, and that’s exactly what I’m doing in this video. Just simply let your mind wander off.” —Barbara Tempelman (), a public relations editor from Groningen, Netherlands.\n\n asked community members to make surreal photos and videos inspired by their dreams.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "896,762", "path": "instagram/picture2294.jpg", "like_list": [], "date_time": "May 4, 2016", "location": "", "tag_list": ["@quequequeso", "#WHPdaydream", "@quequequeso"], "caption": "“I’ve spent a long time looking for that place your mind wanders during a long day at the office... That was the place we found this weekend,” says Dani Chase (), a community manager living in Los Angeles. “Everybody just wants to frolic.”\n asked community members to make surreal photos and videos inspired by their dreams.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "526,003", "path": "instagram/picture2295.jpg", "like_list": [], "date_time": "May 4, 2016", "location": "", "tag_list": ["@depoisdasseis", "@depoisdasseis"], "caption": "Three years and over 1,000 photographs later, Brazilian journalist Gabriela Saueia is not bored of sunsets. For her project “Depois das Seis” (), Gabriela captures the sunset every day in her hometown of São Paulo. “There will never be two photographs which are exactly the same, nor will we ever see the same sky or sunset,” she says. “My favorite photographs are those taken after a rainy or cloudy day. This reminds me that nothing is permanent and everything can change in an instant.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "526,003", "path": "instagram/picture2296.jpg", "like_list": [], "date_time": "May 4, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@anago_in_yokohama", "@anago_in_yokohama"], "caption": "It’s  time, and today’s feature is for feline fanatics. Say hello to Anago (), a marvelously handsome blue-eyed rescue kitty from Japan. For those feeling that their feed is lacking in cuddly kitty fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "526,003", "path": "instagram/picture2297.jpg", "like_list": [], "date_time": "May 3, 2016", "location": "The Metropolitan Museum of Art, New York", "tag_list": ["@gvsgvs", "@voguemagazine", "@gvsgvs"], "caption": "At the Met Gala on Monday, filmmaker Gordon von Steiner () created video portraits of the iconic guests for Vogue () on a small set inspired by the event’s theme, Manus x Machina: Fashion in an Age of Technology. “The idea is to take the traditional photo booth and flip it on its head,” says Gordon, who lives in New York, “to create something futuristic and unexpected.” Gordon’s work always revolves around constructing a cinematic fantasy through fashion. “The viewer is brought out of normalcy into a world where characters move and behave in bizarre and beautiful ways,” Gordon says. “It’s my goal to evoke an emotional reaction in the viewer and not question why the woman is dancing alone in the mansion or having an out of body experience as she touches a handbag.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "754,259", "path": "instagram/picture2298.jpg", "like_list": [], "date_time": "May 3, 2016", "location": "", "tag_list": ["@m.vicky.m", "#WHPdaydream", "@m.vicky.m"], "caption": "“I used to have toy unicorns when I was little,” says Vicky Martinez (), a lawyer who lives in Buenos Aires, Argentina.  asked community members to make surreal photos and videos inspired by their dreams. Vicky made this image after a trip to the countryside for a friend’s birthday. “This horse, far away, so magic, so beautiful, was such a mystical experience,” she says. “I feel a special connection with nature — the inspiration it brings me everyday to keep taking pictures and enjoying life.”\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "754,259", "path": "instagram/picture2299.jpg", "like_list": [], "date_time": "May 3, 2016", "location": "", "tag_list": ["@karl_shakur", "#WHPdaydream", "@karl_shakur"], "caption": "“Over the last couple of weeks I've been waking up every single morning to enjoy the sunrise and document it,” says architecture student Karl “Shakur” Ndieli (). On his 16th sunrise, Karl headed to San Francisco’s Marin Headlands. “I spotted all the dust particles and small rocks dancing in the air behind me, glinting in the morning light … I immediately pulled over on the shoulder to replicate the daydream I had just experienced.”\n asked community members to make surreal photos and videos inspired by their dreams.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "683,814", "path": "instagram/picture2300.jpg", "like_list": [], "date_time": "May 3, 2016", "location": "", "tag_list": ["#WHPdaydream", "@angrylittlenotion", "@angrylittlenotion"], "caption": " asked community members to make surreal photos and videos inspired by their dreams — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}]}