{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 9, "num_of_like": "807,380", "path": "instagram/picture0601.jpg", "like_list": [], "date_time": "Oct 13, 2017", "location": "", "tag_list": ["@dallasclayton", "@dallasclayton", "#KindComments", "#KindComments"], "caption": "Photo by \n“I write kids’ books, because it’s a thing that very few people do in the world,” says Dallas Clayton (). “It’s very much like telling someone that you sell rainbows or produce magic from your fingertips.” Today, Dallas’ aesthetic and stories go beyond the pages of books and get translated to different surfaces. Even murals. “I love to go to a place, take something that’s drab and add a little bit of color to it collectively with good people who want to share in an experience,” says Dallas, who prefers to let the walls speak to him — rather than go into the process with a set plan or crew. “I just want it to be participatory. I don’t even want to be the one painting the thing. I want everyone to be painting the thing, and I want everyone to know that they could paint the thing. There’s an elementary school down the street from you right now that doesn’t have a mural in it that you can go paint for totally free and stoke out a thousand kids.”\nWe’re partnering with artists from the Instagram community, like Dallas, to turn city walls around the world into colorful murals, inspiring . Visit a wall, take a photo or video and share  to make someone’s day. If you can’t check out a mural in person, participate by using one of the new kindness-themed heart-shaped stickers in Instagram Stories. These are also created by members of our global community."}, {"num_of_comments": 6, "num_of_like": "1,582,842", "path": "instagram/picture0602.jpg", "like_list": [], "date_time": "Oct 11, 2017", "location": "Lofoten", "tag_list": ["@damonbeckford", "@damonbeckford", "#WHPseasons"], "caption": "Photo by \nDamon Beckford () spent two weeks camping and exploring on Norway’s northern islands when he captured this autumnal image for . “I like how the colors of the trees pop against the rocky mountain.” 🍁"}, {"num_of_comments": 7, "num_of_like": "791,062", "path": "instagram/picture0603.jpg", "like_list": [], "date_time": "Oct 11, 2017", "location": "Indiranager", "tag_list": ["@sunsights", "@sunsights", "#WHPseasons"], "caption": "Photo by \nFallen petals decorate the supermarket ceiling as  stocks up on spices. “Winter is setting in. Time for broths, soups and spicy curries.” 🌶 "}, {"num_of_comments": 8, "num_of_like": "1,087,100", "path": "instagram/picture0604.jpg", "like_list": [], "date_time": "Oct 11, 2017", "location": "Montañita, Ecuador", "tag_list": ["@mcortizp", "@mcortizp", "#WHPseasons"], "caption": "Photo by \nOver a long weekend, Maria Ortiz () took her children out for a day on the water. “Right now is the off-season, and it’s pretty much cold and rainy all day long — the opposite of what one expects to find at the beach.” 🌧\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "1,087,100", "path": "instagram/picture0605.jpg", "like_list": [], "date_time": "Oct 11, 2017", "location": "Tampa, Florida", "tag_list": ["@thunderboltpigs", "#WeeklyFluff", "@thunderboltpigs", "@thunderboltpigs"], "caption": "Video by \nHello, world! The time has come for . Today, we are introducing you to Thunder and Bolt (), two porkers from Tampa, Florida. These brothers love playing in the grass, cooling off in the water and are currently training to become therapy animals. To stay up to date with these pleasant piggies, be sure to follow  stat. 🐷🐷⚡️"}, {"num_of_comments": 17, "num_of_like": "1,911,834", "path": "instagram/picture0606.jpg", "like_list": [], "date_time": "Oct 10, 2017", "location": "Bolu", "tag_list": ["@ilkinkaracan", "#WHPseasons"], "caption": "Photo by \n🍁 > 👧 "}, {"num_of_comments": 10, "num_of_like": "929,739", "path": "instagram/picture0607.jpg", "like_list": [], "date_time": "Oct 10, 2017", "location": "Minneapolis, Minnesota", "tag_list": ["@woodlucker", "@woodlucker", "#WHPseasons"], "caption": "Photo by \nArtist Ann Wood () created this autumn bounty by hand. “It’s a permanent paper garden that captures fall’s harvest forever,” she writes in her caption. "}, {"num_of_comments": 15, "num_of_like": "1,386,072", "path": "instagram/picture0608.jpg", "like_list": [], "date_time": "Oct 10, 2017", "location": "Cologne, Germany", "tag_list": ["@felixinden", "#WHPseasons"], "caption": "Photo by \nAutumn's golden light = 🙌🏼✨\nFollow along to see more of our favorites from last weekend's hashtag project, ."}, {"num_of_comments": 20, "num_of_like": "1,497,482", "path": "instagram/picture0609.jpg", "like_list": [], "date_time": "Oct 9, 2017", "location": "Norway", "tag_list": ["@_fabiozingg", "@_fabiozingg"], "caption": "Photo by \nBoredom brought Fabio Zingg () to photography. Two years ago, when he was restless on a family vacation, the now 17-year-old from Busswil, Switzerland, picked up a camera for the first time. During the week, he’s a commercial banking apprentice but when the weekend rolls around, he always has his camera in tow. “It is always a new adventure, and I am always impressed with how beautiful nature is,” says Fabio, who is particularly fascinated with playing with range. “The larger a mountain appears and the smaller the person is, the more it becomes clear how small we truly are.”\nExplore the Swiss mountain town St. Moritz with Fabio on our Instagram story right now. ⛰"}, {"num_of_comments": 7, "num_of_like": "1,008,596", "path": "instagram/picture0610.jpg", "like_list": [], "date_time": "Oct 8, 2017", "location": "", "tag_list": ["@ohthattimdavis", "@ohthattimdavis", "#TheWeekOnInstagram"], "caption": "Photo by \nTim Davis () drives a little slice of the beach home. 🏄 "}, {"num_of_comments": 14, "num_of_like": "1,285,065", "path": "instagram/picture0611.jpg", "like_list": [], "date_time": "Oct 8, 2017", "location": "", "tag_list": ["@stefano_de_luigi", "#TheWeekOnInstagram"], "caption": "Photo by \nOh, hello Liouba the cat. We didn’t see you up there. 😸 "}, {"num_of_comments": 24, "num_of_like": "1,285,065", "path": "instagram/picture0612.jpg", "like_list": [], "date_time": "Oct 7, 2017", "location": "Ystad, Sweden", "tag_list": ["#Boomerang", "@backmango", "@backmango", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "#Boomerang", "@instagram"], "caption": " by \n“The sunset. The ocean. The dress. My beautiful wife on the pier.” Göran Backman () captured our OfTheWeek during a 24-hour romantic trip. “This was our first day and night away from our daughter, who was born in January,” he explains.\nAdd OfTheWeek to your next . Yours might show up here on ."}, {"num_of_comments": 24, "num_of_like": "1,318,169", "path": "instagram/picture0613.jpg", "like_list": [], "date_time": "Oct 7, 2017", "location": "Kuusamo", "tag_list": ["@dansmoe", "#WHPseasons", "@dansmoe", "#WHPseasons"], "caption": "Featured photo by \nWeekend Hashtag Project: \nChange is in the air. This weekend, the goal is to take photos and videos capturing the signs of a new season, as in this featured photo from Daniel Taipale (). Here are some tips to get you started:\nWhether you’re in the Northern Hemisphere or the Southern, nature transforms the landscape this time of year. Head outside to seek inspiration in your surroundings — from the fiery reds and oranges of fall to the bright greens and blues of spring.\nWhat are your favorite activities in the upcoming season? Show us how you welcome the new season through traditions like autumn pumpkin-carving or planting a new garden.\nReflect on what other transitions are taking place in your life, from new classes to new sports seasons.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 2, "num_of_like": "970,481", "path": "instagram/picture0614.jpg", "like_list": [], "date_time": "Oct 7, 2017", "location": "Tlaxcala, Mexico", "tag_list": ["@srtrastorno", "@srtrastorno", "#myinstagramlogo"], "caption": "Photo by \nRafael Morales Hernández () brought together white flowers and books — two of his great loves — for his take on our logo. “Photography, for me, is a way to express myself: what I see or what I’m feeling,” says Rafael, who is a student in Tlaxcala, Mexico. “It’s a way to have fun and meet great people around you. To inspire and be inspired. Never forget that.”\nToday, we’re celebrating Instagram’s seventh birthday with this  from Rafael. As Instagram evolves and grows, we’re constantly amazed by the creativity of our diverse and inspiring community. Thanks for being you. ❤️"}, {"num_of_comments": 6, "num_of_like": "970,481", "path": "instagram/picture0615.jpg", "like_list": [], "date_time": "Oct 7, 2017", "location": "Tehran, Iran", "tag_list": ["@godyar", "@godyar", "#myinstagramlogo"], "caption": "Video by \nOver three weeks, 232 toy cars made moves for Khodayar Ahi’s () stop-motion remix of our logo. The artist from Tehran, Iran, was inspired by the view and sounds from a high-rise building.\nToday, we’re celebrating Instagram’s seventh birthday with this  from Khodayar. As Instagram evolves and grows, we’re constantly amazed by the creativity of our diverse and inspiring community. Thanks for being you. ❤️"}, {"num_of_comments": 8, "num_of_like": "1,020,734", "path": "instagram/picture0616.jpg", "like_list": [], "date_time": "Oct 7, 2017", "location": "Austin, Texas", "tag_list": ["@mariesaba", "#WHP", "#myinstagramlogo", "@mariesaba", "#myinstagramlogo"], "caption": "Photo by \nThis sweet treat was constructed in response to a creative block. “During those times, I often look to Instagram ( or ) as a source of inspiration,” says Marie Saba (), from Austin, Texas, who loves to cook and bake. “Pablo Picasso once said, ‘Inspiration exists, but it has to find us working’ — and I fully agree.”\nToday, we’re celebrating Instagram’s seventh birthday with this  from Marie. As Instagram evolves and grows, we’re constantly amazed by the creativity of our diverse and inspiring community. Thanks for being you. ❤️"}, {"num_of_comments": 24, "num_of_like": "1,020,734", "path": "instagram/picture0617.jpg", "like_list": [], "date_time": "Oct 6, 2017", "location": "", "tag_list": ["@mypalo", "#WeeklyFluff", "@mypalo", "@mypalo"], "caption": "Video by \nHello, world! Today’s  is a crew of canines that hail from Minnesota. Finn, Teddy and Lina () love spending time together, whether they’re in the snow or out on the water. Follow  to make sure you don’t miss a moment from these sweet dogs."}, {"num_of_comments": 23, "num_of_like": "778,014", "path": "instagram/picture0618.jpg", "like_list": [], "date_time": "Oct 6, 2017", "location": "Seoul, South Korea", "tag_list": ["@gullyguyleo", "@gullyguyleo"], "caption": "Photo by \n“The way I see it, I’m wearing clothes that have always existed, just in different ways,” says 15-year-old Leo Mandella (), a model and creative from Warwick, England. “I’ve found that fashion is the perfect way to show your personality and what you enjoy through something that everyone else can see.”\nLeo, whose wardrobe spills from his closet to his room to his family’s living room, is intentional about where and how he captures his fashion. “If I see a nice place on the way somewhere, I take a photo or remember where I am. It’s kind of a game of seeing new places, remembering things, always using your brain.” He’s seen lots of the world but credits his hometown as an influence to his approach: “I find it really quiet here, but in a way that’s good. I’ve never felt like I was copying anyone. And that’s really satisfying.”\nLearn more about Leo on today’s Instagram story."}, {"num_of_comments": 24, "num_of_like": "780,606", "path": "instagram/picture0619.jpg", "like_list": [], "date_time": "Oct 4, 2017", "location": "New York, New York", "tag_list": ["@chefjoshr", "@chefjoshr"], "caption": "Photo by \nIt’s no coincidence that 14-year-old Josh Reisner () has already been cooking for more than half of his life. “Some kids like sports, some like video games — a weird thing about me is that all the restaurants that I go to, I’ll remember every single dish,” says Josh, whose culinary passions landed him on MasterChef Junior. “And not only the dishes that I’ve had, the dishes that my family and friends have had.”\nGrowing up in New York City, Josh was fortunate to cross paths with famous names in food like Andrew Zimmern and David Chang. But he’s not ready to step into anyone else’s shoes. “A lot of people ask me if I want to go to culinary school. I tell them I want to take my own path,” he says. A recent food obsession of Josh’s? Ramen. “Recently, I went on a trip with my parents and my sister to Japan. I actually had 30 bowls of ramen in order to try the different styles,” he says. “The best meal I’ve ever had wasn’t at a restaurant with super fancy tableware and linens; it was at basically a hole-in-the-wall place, and was because of the experience of sitting there, of being in awe of the bowl of ramen and being in Japan itself. That was the experience where I probably learned the most.” 🍜\nWatch our Instagram story to see how Josh works his culinary magic in the kitchen."}, {"num_of_comments": 24, "num_of_like": "790,441", "path": "instagram/picture0620.jpg", "like_list": [], "date_time": "Oct 3, 2017", "location": "Bukit Kingkong", "tag_list": ["@eryhardani", "@eryhardani", "#WHPdayoff"], "caption": "Photo by \nEry Hardani () spent the morning with friends, photography and the sunrise. 🌅 "}, {"num_of_comments": 24, "num_of_like": "1,228,865", "path": "instagram/picture0621.jpg", "like_list": [], "date_time": "Oct 3, 2017", "location": "", "tag_list": ["@wellettas", "#WHPdayoff"], "caption": "Photo by \nNora the pup enjoys a lazy afternoon at home in her favorite armchair. 🐶 "}, {"num_of_comments": 18, "num_of_like": "1,219,985", "path": "instagram/picture0622.jpg", "like_list": [], "date_time": "Oct 3, 2017", "location": "Coromandel Peak", "tag_list": ["@thomasvong", "#WHPdayoff"], "caption": "Photo by \nCatching the day’s first light for  🤸‍♂️\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "617,070", "path": "instagram/picture0623.jpg", "like_list": [], "date_time": "Oct 3, 2017", "location": "Jakarta, Indonesia", "tag_list": ["@jebraks", "@jackysuharto", "@jebraks"], "caption": "Photo of  by \nCheck out today’s Instagram story. Twenty-four-year-old skateboarder Rushdi Supardi () is showing off his skills at a local skate park in Jakarta, Indonesia."}, {"num_of_comments": 24, "num_of_like": "1,084,669", "path": "instagram/picture0624.jpg", "like_list": [], "date_time": "Oct 2, 2017", "location": "Hendaye", "tag_list": ["@llr.photographie", "#TheWeekOnInstagram"], "caption": "Photo by \nFree as a bird. 🕊 "}, {"num_of_comments": 20, "num_of_like": "858,075", "path": "instagram/picture0625.jpg", "like_list": [], "date_time": "Oct 2, 2017", "location": "Mosteiro de Tibães", "tag_list": ["@escalhuda", "@escalhuda", "#TheWeekOnInstagram"], "caption": "Photo by \nIn northern Portugal, biologist Gabriela Ribeiro () took her daughter to a community corn harvest at an ancient monastery-turned-museum. “This was a true harvest, where visitors worked side by side with local farmers,” she says. “My inspiration was the color contrast of all those people wandering around in the yellow cornstalks.” 🌽 "}, {"num_of_comments": 24, "num_of_like": "858,075", "path": "instagram/picture0626.jpg", "like_list": [], "date_time": "Oct 2, 2017", "location": "Milan, Italy", "tag_list": ["@fendi"], "caption": "Video from \nThis past month, the top fashion houses, designers and models showed their best spring and summer 2018 looks on the runways — from New York to London to Milan and Paris. Watch our Instagram story to see some highlights from the shows. 👘"}, {"num_of_comments": 24, "num_of_like": "623,678", "path": "instagram/picture0627.jpg", "like_list": [], "date_time": "Oct 1, 2017", "location": "Jeddah, Saudi Arabia", "tag_list": ["@tasneemalsultan", "@tasneemalsultan"], "caption": "Photo by \nPhotojournalist Tasneem Alsultan’s () work aims to transcend stereotypes and bring the world closer together. “Everyone can understand a picture and feel something,” says Tasneem. “Photography is a way to show how similar we are.” Woven into her life and work are themes of finding commonality between cultures and fostering understanding. First, it was out of necessity. As a child, Tasneem adapted to new people and places often due to frequent moves with her parents from the US to England, and later to Saudi Arabia, where she now resides.\nThe mother of two calls upon her audiences to look beyond their own constructs and preconceived notions, as she finds more similarities in the world than differences. Her earlier work as a wedding photographer observed this truth that continues to affect her work: “It’s the only thing that’s universal: love, tears, happiness and laughter — all of those emotions in one day are the things that really unite us,” she says.\nWatch our Instagram story now to see the world through Tasneem’s eyes."}, {"num_of_comments": 24, "num_of_like": "705,673", "path": "instagram/picture0628.jpg", "like_list": [], "date_time": "Sep 30, 2017", "location": "Weymouth Beach", "tag_list": ["@paulrussell99", "#TheWeekOnInstagram"], "caption": "Photo by \nPerched. 🐦 "}, {"num_of_comments": 24, "num_of_like": "1,086,800", "path": "instagram/picture0629.jpg", "like_list": [], "date_time": "Sep 30, 2017", "location": "Saitama-shi, Saitama, Japan", "tag_list": ["@sxbxr_69", "@sxbxr_69", "#TheWeekOnInstagram"], "caption": "Photo by \nThe blooming of the wild higanbana, or cluster amaryllis, marks the beginning of fall in Japan. “I love the contrast between the red and the green,” says Shota Saito (). 🍁\n"}, {"num_of_comments": 24, "num_of_like": "1,086,800", "path": "instagram/picture0630.jpg", "like_list": [], "date_time": "Sep 30, 2017", "location": "Nairobi, Kenya", "tag_list": ["@mamaya4", "@mamaya4", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "#Boomerang", "@instagram"], "caption": "Boomerang by \nAt a birthday party with her youngest daughter, Zahara, Mumbi Muturi () found her  inspiration, thanks to a classic toy. “It only took six takes and a very patient 9-year-old girl,” says the small business owner, of this lovely loop. 🎂\nAdd  to your next . Yours might show up here on "}, {"num_of_comments": 24, "num_of_like": "905,426", "path": "instagram/picture0631.jpg", "like_list": [], "date_time": "Sep 30, 2017", "location": "", "tag_list": ["@jimmymarble", "@jimjam.jimjam", "#WHPdayoff", "@jimmymarble", "@jimjam.jimjam", "#WHPdayoff"], "caption": "Featured photo by  and \nWeekend Hashtag Project: \nThis weekend, the goal is to create photos and videos that show how you spend your free time, as in this featured photo from Jimmy and Jesse Augusta Marble ( and ). Here are some tips to get you started:\nDo you crave a calm, peaceful mood, or a highly energetic one? Whether you’re spending the weekend lounging in a hammock or hitting the trails, capture the activities you most look forward to when you’re not working.\nCalling all social butterflies! This weekend, take portraits of the family and friends that fill your days off.\nFree time is perfect for developing new skills. Show us the results from a new recipe you tried out or a craft you’re working on.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "822,731", "path": "instagram/picture0632.jpg", "like_list": [], "date_time": "Sep 30, 2017", "location": "Los Angeles, California", "tag_list": ["@laguelaguetza", "@laguelaguetza", "#HispanicHeritageMonth"], "caption": "Photo by \nRojo, negro, verde, amarillo — the rainbow of traditional Oaxacan moles on the menu at Guelaguetza () have earned the Los Angeles restaurant top praise and honors. But there are no heavily guarded secret family recipes. “The definition of ‘guelaguetza’ is reciprocity — helping and giving and receiving,” says Bricia Lopez Maytorena, who owns the restaurant with her brother and two sisters. “That’s really Oaxaca. It’s one of the poorest states in Mexico. We don’t have much, but what we have, we give.” Bricia’s dad, Fernando Lopez, grew Guelaguetza from a tiny, five-table cafe in 1994 to one of the best Oaxacan restaurants in the country. “We’re all very proud of being from Oaxaca,” says Bricia. “If we can change people’s perception of a culture through food, we’ve done our job.”\nTo see what life is like at the restaurant, check out our Instagram story.\nThis story is in celebration of , which runs through October 15 in the US."}, {"num_of_comments": 24, "num_of_like": "822,731", "path": "instagram/picture0633.jpg", "like_list": [], "date_time": "Sep 29, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@sou_ham", "@sou_ham"], "caption": "Hello, world! It’s time for another dose of . Meet Kuzuki (), a happy hamster from Japan who has been described as a “small vacuum cleaner.” Follow  to make sure you never miss one of Kuzuki’s — or Uzuki's! (the other hamster in the family) — adventures. 🐹🐹"}, {"num_of_comments": 24, "num_of_like": "737,195", "path": "instagram/picture0634.jpg", "like_list": [], "date_time": "Sep 28, 2017", "location": "Hanover, Germany", "tag_list": ["@naomijon", "@naomijon"], "caption": "Photo by \nBlue hair. Blue eyes. “These two things are kind of my trademark,” says German beauty blogger Naomi Jon (). “If I had to choose between black and any color, I would always go for the color, because it’s way more exciting, and it always attracts attention.”\nWatch Naomi apply a colorful eye shadow combination on our Instagram story right now. 💙"}, {"num_of_comments": 23, "num_of_like": "496,155", "path": "instagram/picture0635.jpg", "like_list": [], "date_time": "Sep 28, 2017", "location": "", "tag_list": ["@sweetllamita", "@sweetllamita", "#HispanicHeritageMonth"], "caption": "Photo by \nIn 2008, Brenda Castillo was shopping for a Father’s Day card when the seed for Sweet Llamita () was planted. “I remember walking into this stationery boutique and feeling very excited because everything was so beautiful,” says Brenda. One problem: none of the cards reflected her dad, and the millions like him who didn’t wear a suit to work. “I couldn’t find anything in Spanish or any imagery that I could share with my dad. All I found were really pretty cards with bow ties. It seemed insensitive,” says Brenda, whose family moved to California’s Napa Valley from Mexico City when she was 9.\nLast year, she took matters into her own hands and founded her card company, which meets the demands of Spanish, English and Spanglish communities. “I want to make cards that are beautiful, unique and inclusive, that celebrate everyone, regardless of spoken language or ethnic background,” she says.\nThis month we’ll be sharing the stories of Hispanic-American community members in celebration of , which runs through October 15 in the US."}, {"num_of_comments": 24, "num_of_like": "840,685", "path": "instagram/picture0636.jpg", "like_list": [], "date_time": "Sep 27, 2017", "location": "Gatlinburg, Tennessee", "tag_list": ["@rachel.keohane", "@rachel.keohane", "#WHPdynamic"], "caption": "Photo by \nAs the sun set on an evening of river swimming, Rachel Keohane () took a photo of her daughter, holding a round copper fitting up against the camera lens to create a “ring of fire” effect. “I love when light can create movement in an image,” she says. 💫 "}, {"num_of_comments": 22, "num_of_like": "704,025", "path": "instagram/picture0637.jpg", "like_list": [], "date_time": "Sep 27, 2017", "location": "Agadair, Agadir, Morocco", "tag_list": ["@ayoubarouk", "#WHPdynamic"], "caption": "Photo by \nTaking the leap 🤸‍♂️ "}, {"num_of_comments": 24, "num_of_like": "702,931", "path": "instagram/picture0638.jpg", "like_list": [], "date_time": "Sep 27, 2017", "location": "Messina, Italy", "tag_list": ["@unfounddoor", "@unfounddoor", "#WHPdynamic"], "caption": "Photo by \nSaturday morning is a time for folding laundry. “The kids love to run under the sheets as I shake them out — they think it’s the funniest thing,” says Patricia Ferguson (). “I like that you can see the readiness of my son, crouching and waiting for the exact right moment to run under.”\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 18, "num_of_like": "452,384", "path": "instagram/picture0639.jpg", "like_list": [], "date_time": "Sep 27, 2017", "location": "Bowery Mural, New York", "tag_list": ["@lakwena", "@portraits", "@lakwena", "#KindComments", "#KindComments"], "caption": "Photo of  by \n“The best is yet to come.” “Do not relent in doing good.” “The future’s gold.” These are a few phrases central to Lakwena Maciver’s () art. “I was thinking recently about how my mother used to lead protest marches in London,” says the artist, who still lives in the city. “Probably the first type of graphic work I ever did was banners for those marches. That was when I realized how important words are.” Today, Lakwena creates kaleidoscopic murals and large-scale art installations that combine language and color. “It’s really nice to be promoting and encouraging positive words that will uplift people,” she says.\nWe’re partnering with artists from the Instagram community, like Lakwena, to turn city walls around the world into colorful murals, inspiring . Visit a wall, take a photo or video and share  to make someone’s day. If you can’t visit a mural, like this one in New York City, participate by using one of the new kindness-themed heart-shaped stickers in Instagram Stories. These are also created by members of our global community."}, {"num_of_comments": 6, "num_of_like": "537,587", "path": "instagram/picture0640.jpg", "like_list": [], "date_time": "Sep 26, 2017", "location": "", "tag_list": ["@runnerkimhall"], "caption": "Photo by \nToday, we’re announcing new tools and programs to keep Instagram a safe and positive place for self-expression. Since the beginning, we’ve tried to make Instagram a welcoming place for everyone. Our community has grown to 800 million, with 500 million using it every day. It’s more important than ever to strengthen our commitment to safety and kindness.\nOver time, we’ve launched a number of tools to help you manage the comments experience, and today we’re introducing more. Starting today, if your account is public, you’ll see a new way to choose who can comment on your posts — from everyone to just groups of people, like people you follow or your followers. Also, whether your account is public or private, you’ll be able to block other accounts from commenting on your posts. In June, we launched a filter to block certain offensive comments in English, today we are expanding this filter to Arabic, French, German and Portuguese. The filter will improve over time, enabling the community’s experience of sharing to improve as well.\nWe’re continuing to provide mental health resources to you when you need them most. If you see someone going through a difficult time or in need of support during a live broadcast, you can report it anonymously. The person will see a message offering help with options to talk to a helpline, reach out to a friend or get other tips and support. We have teams working 24 hours a day, seven days a week, around the world to respond.\nWe feel as strongly about creating a safe and welcoming environment today as we did when our community was just getting started. To learn more about these tools and others, visit Instagram-Together.com. Thank you for being on this journey with us, and for taking care of each other.\nKevin Systrom\nCo-Founder & CEO"}, {"num_of_comments": 24, "num_of_like": "537,587", "path": "instagram/picture0641.jpg", "like_list": [], "date_time": "Sep 26, 2017", "location": "Bromo Tengger Semeru", "tag_list": ["@omyudaa", "#WHPdynamic"], "caption": "Video by \nLight and dust create a cinematic scene around this spinning motorcycle. 🏍 "}, {"num_of_comments": 24, "num_of_like": "537,587", "path": "instagram/picture0642.jpg", "like_list": [], "date_time": "Sep 26, 2017", "location": "", "tag_list": ["#Boomerang", "@fluffandfur", "#WHPdynamic"], "caption": " by \nJuno the beagle is completely “ear-resistible!” 🐶💕 "}, {"num_of_comments": 22, "num_of_like": "804,715", "path": "instagram/picture0643.jpg", "like_list": [], "date_time": "Sep 26, 2017", "location": "La Muela, Spain", "tag_list": ["@venkatesulu", "@venkatesulu", "#WHPdynamic"], "caption": "Photo by \nA soaring skateboarder brings a pop of energy to a peaceful landscape in Isabel’s ()  submission.\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "804,715", "path": "instagram/picture0644.jpg", "like_list": [], "date_time": "Sep 26, 2017", "location": "Blonay, Switzerland", "tag_list": ["@pierresturnyunicyclist", "@pierresturnyunicyclist"], "caption": "Video by \nPierre Sturny () is fresh out of university with an engineering degree, a new job and an unexpected side-hustle — the unicycle. Since picking up the hobby from his sister in 2007, Pierre has ridden his way across the globe on one wheel and a steel frame. He’s performed his extreme tricks and stunts from the streets of his native Blonay, Switzerland, to some of Europe’s most iconic urban centers, and all the way to the Latin American Unicycle Championship in Mexico City. “I don’t think a lot of people know about urban riding — many think unicycling is only for the circus,” says the 22-year-old. When it comes to building new tricks, Pierre says he doesn’t really have a process: “It’s really hard to create new tricks, so it’s really important to just rely on my imagination."}, {"num_of_comments": 24, "num_of_like": "801,825", "path": "instagram/picture0645.jpg", "like_list": [], "date_time": "Sep 25, 2017", "location": "Benguela, Benguela, Angola", "tag_list": ["@jessartes", "@jessartes", "#TheWeekOnInstagram"], "caption": "Photo by \nA pile of stones stood in for a tripod as Jessé Manuel () posed in these roadside latrines with his friend — and an unexpected third party. “Inside one there was a baby rattlesnake. We only noticed after we’d taken lots of pictures!” 🐍 "}, {"num_of_comments": 19, "num_of_like": "1,066,759", "path": "instagram/picture0646.jpg", "like_list": [], "date_time": "Sep 25, 2017", "location": "", "tag_list": ["@nastyagooz", "@nastyagooz", "#TheWeekOnInstagram"], "caption": "Photo by \nDeep in Ukraine’s Carpathian Mountains, photographer Anastasiia Guz () spent time in a small house with only one type of resident nearby. “In this photo, I’m petting our lovely neighbors,” she says of the horses. “Although it was the early morning, and they would have liked to nibble grass more.” 🐴🐴 "}, {"num_of_comments": 24, "num_of_like": "1,066,759", "path": "instagram/picture0647.jpg", "like_list": [], "date_time": "Sep 25, 2017", "location": "Milan, Italy", "tag_list": ["@mrsjaydefish", "@mrsjaydefish", "@gucci", "@lallo25", "#AlessandroMichele"], "caption": "Video by \nJayde Fish’s () artistic road from admirer to muse is a Cinderella story. “I had been working on my tarot [card] series, which was inspired by Gucci’s () new designs, when creative director Alessandro Michele () found me on Instagram,” says Jayde, a freelance illustrator and designer who lives in San Francisco. “I had been hashtagging , respectfully, as my source of inspiration, and it just so happened that he was paying attention.” A few seasons back, her illustrations were incorporated into designs that hit the runway, and she continues to collaborate with Gucci today.\nJayde’s passion for tarot, a deck of divination playing cards originating in 15th-century Europe, carries through her work. “I feel that the tarot is a beautiful way to think inwards about who you are and who you want to be. Each character has a deep connection with nature, the universe and the spiritual world, and I feel there’s something very romantic about that.”\nWatch our Instagram story to see Jayde’s coverage and illustrations from Gucci’s show at Milan Fashion Week."}, {"num_of_comments": 18, "num_of_like": "658,562", "path": "instagram/picture0648.jpg", "like_list": [], "date_time": "Sep 24, 2017", "location": "New York, New York", "tag_list": ["@geoffreyberliner", "@penumbrafoundation", "@penumbrafoundation"], "caption": "Photo by  for \n“The greatest artists, the most eternal artists, the ones that really have longevity, are the ones that were dedicated and devoted to their work and gave parts of themselves,” says Geoffrey Berliner, executive director of the nonprofit Penumbra Foundation (). “Great art stems from great tension and great investigation and great suffrage and great living.” The New York City organization is on a mission to bring together the art and science of photography through programs and workshops for aspiring and veteran photographers, alike.\nIn the digital age of point, click, delete, repeat, he believes it’s more important than ever to preserve and explore archaic formats like tintype, one of the earliest (and most complicated) photo processes made popular in the 1860s, as a means to develop voice and creative literacy in the next generation’s great artists. Great art, Geoffrey believes, starts with story: “When you teach a kid comprehensive storytelling, that one kid can go forth and create work that can make a huge impact in the world.”\nWatch our Instagram story to see Geoffrey and other artists in Brooklyn at Photoville, a pop-up village of shipping containers featuring photo exhibitions from all over the world."}, {"num_of_comments": 24, "num_of_like": "1,039,812", "path": "instagram/picture0649.jpg", "like_list": [], "date_time": "Sep 23, 2017", "location": "Zia' Bar, Gilan, Iran", "tag_list": ["@zahramonsef", "@zahramonsef", "#TheWeekOnInstagram"], "caption": "Photo by \nIt wasn’t the colorful hair accessories that drew Zahra Monsef’s () eye at this weekly Monday market — it was the car they’re sitting on. “The Paykan is an old and memorable car for most Iranians,” Zahra explains. “It inspired me to take this photo.” 🚘 "}, {"num_of_comments": 24, "num_of_like": "797,668", "path": "instagram/picture0650.jpg", "like_list": [], "date_time": "Sep 23, 2017", "location": "", "tag_list": ["@poli_gri", "@poli_gri", "#TheWeekOnInstagram"], "caption": "Photo by \nA feeding frenzy took place when Polina Grigorieva () and her son tossed bread into a crowd of sea gulls. “Most of all in this photo, I like the moment of fleeting summer,” she says. 🌞 "}, {"num_of_comments": 24, "num_of_like": "797,668", "path": "instagram/picture0651.jpg", "like_list": [], "date_time": "Sep 23, 2017", "location": "Colorado", "tag_list": ["#Boomerang", "@angiegoesboom", "@angiegoesboom", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "#Boomerang", "@instagram"], "caption": " by \nOn an adventure with her husband, Angie Sayers () captured our OfTheWeek in a field of sunflowers. “They bring happiness,” says the Denver resident. “I can’t help but smile when seeing them and while being surrounded — they just have this effect on you.” 🌻\nAdd OfTheWeek to your next . Yours might show up here on ."}, {"num_of_comments": 24, "num_of_like": "970,892", "path": "instagram/picture0652.jpg", "like_list": [], "date_time": "Sep 23, 2017", "location": "Rio de Janeiro", "tag_list": ["@filipefoto", "#WHPdynamic", "@filipefoto", "#WHPdynamic"], "caption": "Featured photo by \nWeekend Hashtag Project: \nReady, set, go! This week, the goal is to create photos and videos that capture energy and movement, as in this featured photo by Filipe Costa (). Here are some tips to get you started:\nUse Instagram’s creative tools to showcase kinetic energy in your daily life. Try a Boomerang of a morning running group or a Hyperlapse of an arena filling up with fans. Or make a Rewind in Instagram Stories of your dog playing fetch then share your video to your feed.\nDecide on a type of movement you want to focus on — sporting events, urban commutes, fall activities like apple picking — and go get in on the action. Let your camera lens draw your eye toward the most animated parts of the setting.\nConsider a scene that might at first glance appear calm and still. Where can you find the subtle forces of energy, and how can you highlight them in a single image?\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "498,943", "path": "instagram/picture0653.jpg", "like_list": [], "date_time": "Sep 23, 2017", "location": "Bronx, New York", "tag_list": ["@elias.williams", "@elias.williams"], "caption": "Photo by \nTwenty-six-year-old photographer Elias Williams () works quietly and methodically with his large-format camera, a cumbersome device about the size of a toaster oven. “Visually committing to a space or a person, setting up the camera, getting under the dark cloth, seeing upside down and backwards, focusing a loupe [magnification device] on the ground glass, putting in the film holder, cocking the shutter and pressing the cable release — it all makes for a slow, hands-on and therapeutic process that demands focus,” explains Elias. “Because I’m a very introverted person, the camera itself works as a great icebreaker for first time interactions when making portraits.” These images emerge from a mutual sense of curiosity between the photographer and the photographed, often within blocks of his home in New York City’s South Bronx. “I try to connect with people up to the moment where they allow me to represent just a piece of their complex, true being.”"}, {"num_of_comments": 24, "num_of_like": "498,943", "path": "instagram/picture0654.jpg", "like_list": [], "date_time": "Sep 22, 2017", "location": "Sapporo-shi, Hokkaido, Japan", "tag_list": ["@roru_tan", "#WeeklyFluff", "@roru_tan", "@roru_tan"], "caption": "Video by \nHello, world! It’s time to meet today’s : Piyo (), a snuggly bunny whose twitchy nose, perky ears and chubby cheeks have us feeling all kinds of 😍. Follow  to make sure you never miss a moment of this little fluff hopping into her rabbit-shaped bed. 🐰"}, {"num_of_comments": 11, "num_of_like": "481,191", "path": "instagram/picture0655.jpg", "like_list": [], "date_time": "Sep 22, 2017", "location": "", "tag_list": [], "caption": "Starting today, you can play with face filters while sharing live video. Whether you’re channeling a kitten or want to add some stars or rainbow light to your face, you can easily try on face filters while connecting with friends and followers in the moment.\nTo use face filters in live video, tap the face icon in the bottom right corner before or during your broadcast. Tap any filter to check out a new look, and play around with as many as you’d like. You can also try on the new sunglasses face filter — available exclusively in live video for the next week — and tap to change the scenery reflected in your lenses.\nWhen your broadcast has ended you can share a replay to stories, or choose “Discard” and your live video will disappear from the app as usual.\nFace filters in live video will be rolling out globally over the next several weeks. To learn more about this update, check out help.instagram.com."}, {"num_of_comments": 23, "num_of_like": "481,191", "path": "instagram/picture0656.jpg", "like_list": [], "date_time": "Sep 21, 2017", "location": "New Jersey", "tag_list": ["@e_known", "@e_known"], "caption": "Video by \nEnon Avital () reached for a bottle of honey, not an inkwell, when he wrote a message of good wishes for Rosh Hashana, the Jewish New Year. “At the beginning, I was doing traditional typography — just ink on paper, pencil on paper. Nothing like I’m doing now,” says the New Jersey-based designer and web developer. But eventually Enon looked to more unconventional materials — everything from kiwi to pencil shavings — and turned them into Hebrew typography. “I like the pieces I can eat at the end. That’s always fun,” he says.\nRosh Hashana begins this week and focuses on leaving the old behind and embracing the new. “We drop all negativity,” says Enon. “When the community as a whole asks for forgiveness and resets, we are all refreshed. That is what Rosh Hashana is all about.”"}, {"num_of_comments": 24, "num_of_like": "391,462", "path": "instagram/picture0657.jpg", "like_list": [], "date_time": "Sep 21, 2017", "location": "London, United Kingdom", "tag_list": ["@babbym", "@fashion_east", "@halpernstudio", "@susiebubble", "@richardquinn1", "@susiebubble"], "caption": "Photo illustrations from (in order of appearance)  for , ,  and \nPreppy uniforms, band Ts, combat trousers, Japanese prints — you name it, Susie Lau () has worn it. “What phase haven’t I gone through?” says the London born-and-raised fashion blogger. “My interest in fashion really started when I was growing up in Camden, seeing how people expressed themselves through clothing,” she says. “I approached it in a really geeky way, reading up about costume and fashion history in the library and buying magazines, cutting things out to make inspiration collages. It was a form of escape.”\nWhen she began her blog, Style Bubble, in 2006, Susie’s only intention was to keep it as her own personal hobby. “When I first started, it very much felt like I was an interloper, especially in fashion, which has always been so guarded and exclusive as an industry,” she says. But as the age of social media dawned, Susie’s blog remained at the forefront of the fashion world. “A decade on, fashion blogging has become an industry in itself,” says Susie. “It’s been good to witness that change gradually, and to know what my own niche is — which is namely discovering young talent.”\nWatch our Instagram story now to join Susie behind the scenes — and in the front row — of London Fashion Week."}, {"num_of_comments": 24, "num_of_like": "1,051,146", "path": "instagram/picture0658.jpg", "like_list": [], "date_time": "Sep 20, 2017", "location": "Durham, Durham", "tag_list": ["@allthatisshe", "@allthatisshe", "#WHPmadewithlove"], "caption": "Photo by \nA family love for food and bicycles came together to create Dominique Davis’ () edible scene, using ingredients she’d just bought for their weekend away. “By asking the kids to get involved with the styling of the shot, we all got creative together,” says Dominique. “This image is about our family and was made by our family, with love.” 🚲 "}, {"num_of_comments": 24, "num_of_like": "1,641,236", "path": "instagram/picture0659.jpg", "like_list": [], "date_time": "Sep 20, 2017", "location": "Manhattan, New York", "tag_list": ["@ivvnwong", "#WHPmadewithlove", "@ivvnwong"], "caption": "Photo illustration by \nA toy taxi enters Manhattan’s fast lane in this  submission from Ivan Wong (). “I came up with a similar idea a year ago,” says Ivan. “I thought remaking this concept would reflect just how far I’ve come as a photographer. I wanted to put all my love into my second attempt.” 🚕\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "767,976", "path": "instagram/picture0660.jpg", "like_list": [], "date_time": "Sep 20, 2017", "location": "Rio de Janeiro, Rio de Janeiro", "tag_list": ["@justintimberlake", "@rockinrio"], "caption": "We’re heading to Brazil to spend the day with Justin Timberlake () at Rock in Rio (), one of the largest music festivals in the world. Watch our Instagram story with Justin as he gets ready for his headlining performance. 🕺"}, {"num_of_comments": 24, "num_of_like": "930,096", "path": "instagram/picture0661.jpg", "like_list": [], "date_time": "Sep 19, 2017", "location": "", "tag_list": ["@kutovakika", "@kutovakika", "#WHPmadewithlove"], "caption": "Photo by \nVeronika Lindberg () understands a true labor of love when she’s knitting a long scarf with her playful cat by her side. “[It’s a] project that requires a lot of yarn, patience and a bit of love,” writes Veronika in her caption. "}, {"num_of_comments": 5, "num_of_like": "843,969", "path": "instagram/picture0662.jpg", "like_list": [], "date_time": "Sep 19, 2017", "location": "Parkland County", "tag_list": ["@keepingwiththetimes", "@keepingwiththetimes", "#WHPmadewithlove"], "caption": "Photo by \nA cheerful burst of color was just the inspiration Alberta, Canada, blogger and photographer Barb Brookbank () needed to create this beautiful wreath. “I stopped in a parking lot to gather my thoughts; before I knew it my eye was drawn to a few [tansies] peeking through a fence,” Barb writes in her caption. “September does that to me — everything becomes a little more precious.” "}, {"num_of_comments": 24, "num_of_like": "1,082,431", "path": "instagram/picture0663.jpg", "like_list": [], "date_time": "Sep 19, 2017", "location": "", "tag_list": ["@kajeh", "#WHPmadewithlove"], "caption": "Photo by \nCreating love with light and a long exposure for .\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "1,082,431", "path": "instagram/picture0664.jpg", "like_list": [], "date_time": "Sep 18, 2017", "location": "Microsoft Theater", "tag_list": ["@yarashahidi", "#Emmys"], "caption": "Acting runs in the family for 17-year-old Yara Shahidi (). “My mom is a commercial actress, so for most of my childhood I worked on commercials with her,” says Yara. “It was always like a playdate with one of my favorite people, so it never felt like work. That’s how I fell in love with acting.”\nFast-forward to today, and the young star of “Black-ish” is still honing her performance chops as she makes her second appearance at the Emmy Awards. “It’s a busy time on the carpet, but that’s overshadowed by seeing friends!” says Yara. “I’m excited to celebrate our TV community. We put in a lot of hours and dedicate a lot of time to create programming, so it’s fun to sit with everyone and just take a moment to smile.”\nTune into our Instagram story to hang with Yara at the . ✨"}, {"num_of_comments": 17, "num_of_like": "488,876", "path": "instagram/picture0665.jpg", "like_list": [], "date_time": "Sep 18, 2017", "location": "Microsoft Theater", "tag_list": ["@colbertlateshow", "@colbertlateshow", "#Emmys"], "caption": "Photo by \nWhen “The Late Show with Stephen Colbert” host Stephen Colbert () was younger, comedy was his great love. “I had comedy albums that I would play over and over, like George Carlin’s ‘Class Clown’ and Steve Martin’s ‘A Wild and Crazy Guy,’” says Stephen. “I heard those guys and I was hooked. I wanted to be a part of it.” Long before he went into comedy professionally, Stephen had a loyal audience of one: his mother. “She was a great guide for my artistic interests and was the ultimate person to make laugh,” he says.\nStephen’s transition to “The Late Show” two years ago also changed his comedic path. “I’ve allowed myself to become sort of a pure performer now,” he says. “Coming out of ‘The Colbert Report,’ I wanted to go out there and do jokes for people. I wanted to be interested in my guests. That’s the only way I could reveal myself, to be myself for the audience.”\nTune in to the  this evening to see Stephen host the event — and share a joke or two."}, {"num_of_comments": 24, "num_of_like": "488,876", "path": "instagram/picture0666.jpg", "like_list": [], "date_time": "Sep 17, 2017", "location": "Exópolis, Khania, Greece", "tag_list": ["#Boomerang", "@made_by_helga", "@made_by_helga", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "#Boomerang", "@instagram"], "caption": " by \nThe lack of a real-life vehicle didn’t get in the way of artist Helga Stentzel () on her family vacation in Greece for this OfTheWeek. “My boys wanted to use their swim rings for wheels, and at some point Misha, my elder son, grabbed the third ring and started spinning it as if it were a steering wheel,” she says. “They wanted their car to have a roof, so I quickly drew it in ... in stories! It is truly fascinating how stickers and other tools enable you to blend reality and fantasy. So many possibilities and so much fun!” 🚗\nAdd OfTheWeek to your next  — yours might show up here on ."}, {"num_of_comments": 18, "num_of_like": "1,082,588", "path": "instagram/picture0667.jpg", "like_list": [], "date_time": "Sep 16, 2017", "location": "Kinuta Park", "tag_list": ["@yuzooooo", "#WWIM16💌", "@yuzooooo", "#TheWeekOnInstagram"], "caption": "Photo by \nSoap bubbles and sunlight came together for this moment at a  event in Tokyo, captured by Yuzo Arihara (). ✨ "}, {"num_of_comments": 21, "num_of_like": "1,168,203", "path": "instagram/picture0668.jpg", "like_list": [], "date_time": "Sep 16, 2017", "location": "Oeschinen Lake", "tag_list": ["@frederikschindler", "@frederikschindler", "#TheWeekOnInstagram"], "caption": "Photo by \nAlone in the Swiss mountains, German filmmaker Frederik Schindler () waited for moody weather to settle in before heading out with his tripod and camera. “It was an exciting feeling to be there alone at this huge lake, witnessing the spectacle of nature,” he says. 🌲 "}, {"num_of_comments": 24, "num_of_like": "754,475", "path": "instagram/picture0669.jpg", "like_list": [], "date_time": "Sep 16, 2017", "location": "Dundalk, Maryland", "tag_list": ["@cadillacranchdressing", "#TheWeekOnInstagram"], "caption": "Photo by \nWorking on a series of long-exposure photographs using medium-format film, this scene caught photography teacher Josh Sinn’s eye as he drove through the Baltimore suburbs. “The house and car were located on a somewhat busy street, so I had to wait for traffic to slow down in order to get the shot without any headlights or brake lights whizzing past,” he says. “The image suggests it was quieter than it really was.” 🏠 "}, {"num_of_comments": 22, "num_of_like": "562,729", "path": "instagram/picture0670.jpg", "like_list": [], "date_time": "Sep 16, 2017", "location": "Los Angeles, California", "tag_list": ["@hijadetumadreshop", "@hijadetumadreshop", "#HispanicHeritageMonth"], "caption": "Photo by \nWhat began as an expression of personal identity has transformed into a colorful business pursuit for Patty Delgado, founder of Hija de tu Madre (), an online apparel store. Back when she traveled a lot, Patty, who lives in Los Angeles, came across a sequin design of the Virgin of Guadalupe in Mexico City and put it on her denim jacket. “I felt like this was something that could really be picked up by a lot of other people who identify, like myself, as Chicana, Mexican-American and a child of Latino immigrants,” she says.\nBut the designs for Hija de tu Madre are about more than fashion for Patty; they’re about creating community through inclusivity. “It’s something that I really value — being inclusive of different sizes, of different kinds of Latinos, because they’re not a monolith,” says Patty. “There are Afro-Latinos. There are queer Latinos. There are undocumented Latinos. Being inclusive is something that’s allowed me to be so successful because I’m creating a safe space that celebrates the diversity within my Latino community.”\nThis month, we’ll be sharing the stories of Hispanic-American community members in celebration of , which runs through October 15 in the US."}, {"num_of_comments": 24, "num_of_like": "727,649", "path": "instagram/picture0671.jpg", "like_list": [], "date_time": "Sep 16, 2017", "location": "", "tag_list": ["@olgaprinku", "#WHPmadewithlove", "@olgaprinku", "#WHPmadewithlove"], "caption": "Featured photo by \nWeekend Hashtag Project: \nYou won’t find idle hands here. This weekend, the goal is to create photos and videos that highlight a passion or hobby you put your time and heart into, like this handmade floral hoop art by Olga Prinku (). Here are a few tips to get you started:\nShow us your creative process, from the very beginning to the finished product. What steps take you from idea to object?\nWhether you create for a living or for fun, every artist has his or her preferred space to work. Give us a tour of the place where you create — your kitchen table, your studio or a local crafting workspace.\nInspiration comes in all shapes and sizes — from communing with nature to experiencing the work of other artists. Where do you find yours?\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 1, "num_of_like": "621,169", "path": "instagram/picture0672.jpg", "like_list": [], "date_time": "Sep 16, 2017", "location": "Yekaterinburg, Sverdlovskaya Oblast', Russia", "tag_list": ["@egoorushka", "#WWIM16💌", "@egoorushka", "#myinstagramlogo"], "caption": "Photo by \nIn celebration of , Ann () gathered friends together to create this heart-filled . “Someone made a lot of little paper hearts at home and colored them in red,” she says. “Then we decided to make a logo of our favorite app that brought us together. This photo symbolizes unity, kindness and love.” ❤️"}, {"num_of_comments": 24, "num_of_like": "718,050", "path": "instagram/picture0673.jpg", "like_list": [], "date_time": "Sep 15, 2017", "location": "Kota Batu", "tag_list": ["@foodventurer_", "@foodventurer_"], "caption": "Photo by \nDespite the endless spread of delectable dishes that Indonesian food photographer and blogger Prawnche Ngaditowo () enjoys, it’s the people that matter most when it comes to dining. “Without the company of friends, family and loved ones, the meal is just a meal,” says Prawnche. “After all, happiness should be shared, right?”\nPrawnche’s culinary interest began at a young age in his family’s kitchen, tasting his mother’s Chinese and Indonesian recipes. “As the youngest son, somehow I got to be the only one on the judging panel,” says Prawnche, now 29. After moving to Jakarta in 2011, Prawnche started his blog, “Foodventurer,” in order to combine his passions for writing, photography and food. One day, he even hopes to open his own restaurant: “Like a safe haven, where people could feel at home.” 🍲\nFeast your eyes on our Instagram story now to join Prawnche on a tour of Indonesia’s tastiest cuisines."}, {"num_of_comments": 24, "num_of_like": "718,050", "path": "instagram/picture0674.jpg", "like_list": [], "date_time": "Sep 14, 2017", "location": "São Paulo, Brazil", "tag_list": ["@serena.gff", "#WeeklyFluff", "@serena.gff", "@serena.gff"], "caption": "Video by \nHello, world! Pucker up for today’s : two golden retriever sisters named Serena and Donatella (), who spend a good part of their days in São Paulo, Brazil, snuggling nose to nose. When they aren’t twinning with matching bows and bandanas, these pups are mugging for the camera in tiaras and hoodies. For more sisterly love, follow . 😘 🐶"}, {"num_of_comments": 24, "num_of_like": "460,060", "path": "instagram/picture0675.jpg", "like_list": [], "date_time": "Sep 14, 2017", "location": "New York, New York", "tag_list": ["@tokibunbun", "@fernandogarciam1205", "@monsemaison", "@oscardelarenta"], "caption": "During New York Fashion Week, some creative directors barely have enough time to finish just one collection. But if you’re Laura Kim () and Fernando Garcia (), co-creative directors of Monse () and Oscar de la Renta (), you have two entire collections to perfect. “There are days when I wish my week was 10 days and not seven,” says Laura, “but most of the time I enjoy doing such a different collection for each house. It helps me not get bored or overdevelop.”\nLaura and Fernando first met at Oscar de la Renta, and quickly discovered their similar drive and passion for work. “It was a perfect match from day 1,” says Fernando. Despite the amount of work and responsibility, the pair’s friendship and love for what they do gets them through the long working days and nights. “It’s fun. You get to be like an actor, playing two different characters every day,” says Fernando. “It’s very satisfying to allow your mind to have outlets like these. Nothing is ever held back.”\nWatch our Instagram story now for a behind-the-scenes look at New York Fashion Week with Laura and Fernando. 👠"}, {"num_of_comments": 24, "num_of_like": "729,119", "path": "instagram/picture0676.jpg", "like_list": [], "date_time": "Sep 13, 2017", "location": "兵庫県立美術館", "tag_list": ["@aki09merluza", "@aki09merluza", "#WWIM16💌"], "caption": "Photo by \n discovered a new interest during  at the Hyogo Prefectural Museum of Art. “I’ve never taken portrait images so I was just observing in the beginning, but gradually I was able to take part in the photo shoot. This made me realize that portrait photos are fun and profound.”"}, {"num_of_comments": 21, "num_of_like": "1,051,018", "path": "instagram/picture0677.jpg", "like_list": [], "date_time": "Sep 13, 2017", "location": "Mexico City, Mexico", "tag_list": ["@ederla.mx", "#WWIM16💌", "#KindComments"], "caption": "Photo by \nWith his lens above the crowd, Eder López Aguilar captures an epic selfie with the community that gathered for  in Mexico City. “I value  because they help to grow and form community. They make us more human,” he says."}, {"num_of_comments": 17, "num_of_like": "601,633", "path": "instagram/picture0678.jpg", "like_list": [], "date_time": "Sep 13, 2017", "location": "Special Region of Yogyakarta", "tag_list": ["@fazlushdqie", "@fazlushdqie", "#KindComments", "#WWIM16💌"], "caption": "Photo by \nFor Fazlus Shidqie (),  mean building a circle of love — literally — to spread positive feelings and create a social\nsupport system. Follow along as we continue to feature  gatherings from around the world."}, {"num_of_comments": 22, "num_of_like": "1,487,371", "path": "instagram/picture0679.jpg", "like_list": [], "date_time": "Sep 13, 2017", "location": "", "tag_list": ["@selenagomez", "@luisadorr", "@luisadorr", "@time"], "caption": "Photo of  by \nLighting, timing, location — all of these were obstacles that Brazilian photographer Luisa Dörr () faced as she photographed the subjects of Time magazine’s () “Firsts” project, which showcases 46 women who broke a major barrier in their field. “At first, it was difficult,” says Luisa, who shot all of her portraits — and 12 different “Firsts” Time covers — on a phone. “The subjects couldn’t understand that the same phone they carry in their pocket is able to make a professional photograph. But the phone allowed me to move fast — it was just me and the subjects.”\nGrowing up in southern Brazil, Luisa studied photography in school and became a full-time freelancer in 2015; not long after, the Time editors discovered her work and brought her on as the lead photographer for “Firsts.” “More than just women, I saw amazing human beings and professionals,” says Luisa, who photographed women ranging from Oprah Winfrey to Hillary Clinton. “All of them went through a lot of struggles. This positive fighting energy is what has inspired me the most.”\nWatch our Instagram story to look behind the scenes of Luisa’s “Firsts” portrait sessions."}, {"num_of_comments": 24, "num_of_like": "1,172,395", "path": "instagram/picture0680.jpg", "like_list": [], "date_time": "Sep 12, 2017", "location": "Dahu Park", "tag_list": ["@easonhsiung", "#WWIM16💌"], "caption": "Photo by \nOne way to celebrate community: gather your friends together in a sweeping, coordinated pose. This group shot from Taipei is just one example of  events that happened around the world last weekend."}, {"num_of_comments": 24, "num_of_like": "1,072,318", "path": "instagram/picture0681.jpg", "like_list": [], "date_time": "Sep 12, 2017", "location": "", "tag_list": ["@sergeymysak", "#WWIM16💌"], "caption": "Photo by \nSurrounded by autumn hues in Korostyshiv, Ukraine, new friends found inspiration for a posed group portrait to celebrate ."}, {"num_of_comments": 24, "num_of_like": "1,072,318", "path": "instagram/picture0682.jpg", "like_list": [], "date_time": "Sep 12, 2017", "location": "Banda Aceh, Indonesia", "tag_list": ["@merizaakbar", "#WWIM16💌", "#KindComments", "#WWIM16💌"], "caption": "Video by \nYou’ve got mail from Banda Aceh, Indonesia, where more than 300 members of the Instagram community gathered to celebrate  and spread the weekend’s theme of .\nWatch our Instagram story now to see  gatherings from around the world."}, {"num_of_comments": 18, "num_of_like": "611,054", "path": "instagram/picture0683.jpg", "like_list": [], "date_time": "Sep 11, 2017", "location": "San Jose, California", "tag_list": ["@majorwavez", "@majorwavez"], "caption": "Photo by \nRuben Barraza () was working in retail and could never escape one burning question that customers kept asking him: “Where are your shoes from?” The answer? He makes them himself. Eventually, sales from his bold and colorful shoe designs grew more profitable than his full-time job, so Ruben decided to formally treat it like the business it had become. “From working retail, I knew that roses were going to trend a long time ago. And after that, I knew flames were going to trend. I’ve kind of become my own buyer,” says Ruben, who lives in San Jose, California.\nDonning the samples that he makes, Ruben can go almost two weeks without wearing the same pair of custom kicks twice. He’s fulfilled a few celebrity orders, and learned the unique artistic challenges of having a shoe be your canvas. “Maybe butterflies look really good on a size 9 shoe. But then I get an order from a person who wants it for their kid who’s a 3 1/2, and the butterflies look too big on that,” explains Ruben. “And picking colors is tough, too. You can’t just throw any colors together.”\nCheck out our Instagram story to see how Ruben makes his custom kicks. 👟"}, {"num_of_comments": 22, "num_of_like": "611,054", "path": "instagram/picture0684.jpg", "like_list": [], "date_time": "Sep 10, 2017", "location": "London, United Kingdom", "tag_list": ["@cass.fb", "@cass.fb"], "caption": "Video by \nRamps, ollies and kickflips, decks plastered with branded stickers — it may look an awful lot like skateboarding in miniature, but to aficionados like 17-year-old Cass Hirst (), fingerboarding is its very own sport. “People are always like, ‘Oh, it’s a tiny skateboard,’ but it’s not just playing around with toys,” says the London native. “When I’ve done nine hours of fingerboarding straight, I can barely stand up.”\nAs a child, Cass fell in love with skateboarding, so when he stumbled upon fingerboarding videos in 2008, he became instantly obsessed. Now Cass is so skilled, he has brand sponsorships and can perform tricks while blindfolded. “When I started, it was the furthest thing from cool,” he says. “Because I’ve made something out of it, people have a bit more respect for it. They don’t try to find humor in it anymore. They’re just like, ‘That’s cool.’”\nWatch our Instagram story to see some of Cass’ fingerboarding tricks. ✌️"}, {"num_of_comments": 24, "num_of_like": "970,563", "path": "instagram/picture0685.jpg", "like_list": [], "date_time": "Sep 9, 2017", "location": "Spain", "tag_list": ["@j_wolftero", "@j_wolftero", "#TheWeekOnInstagram"], "caption": "Photo by \nOn the cliff’s edge with a canine companion: “He rose to feel the air on his face,” says Spanish winemaker Jaime Otero (). "}, {"num_of_comments": 24, "num_of_like": "812,629", "path": "instagram/picture0686.jpg", "like_list": [], "date_time": "Sep 9, 2017", "location": "Avenue Victoria (Montréal)", "tag_list": ["@passionmontreal", "@passionmontreal", "#TheWeekOnInstagram"], "caption": "Photo by \n“I saw the opportunity to capture the wind in the ribbons,” says Myriam Bouroche () of her daughter strolling between the bright billowing ribbons at the McCord Museum in Montreal. “Montreal is my city for the last 27 years and I just love it!” says Myriam. "}, {"num_of_comments": 24, "num_of_like": "768,558", "path": "instagram/picture0687.jpg", "like_list": [], "date_time": "Sep 9, 2017", "location": "Croatia", "tag_list": ["@jure_maticic", "@jure_maticic", "#TheWeekOnInstagram"], "caption": "Photo by \nAn amusing scene caught 43-year-old photographer and graphic designer Jure Maticic’s () eye on his day trip to the Opatija Riviera in Croatia. “Just moments after I arrived, three men came and started to play on the waterslide. They were around 50 years old, and this fact alone put a big smile on my face,” says Jure. "}, {"num_of_comments": 16, "num_of_like": "884,657", "path": "instagram/picture0688.jpg", "like_list": [], "date_time": "Sep 9, 2017", "location": "熊本県 大観峰", "tag_list": ["@soraky", "@soraky", "#KindComments", "#WWIM16💌", "#KindComments"], "caption": "Photo by \nTwo women often make their way into Japanese InstaMeet organizer Soraky’s () playful photos. “They’re my wife and my friend, who represent peace and love,” says Soraky, who impulse-bought a camera 10 years ago and has been taking photos ever since. “I’m glad if my photos make people smile, and  is all about making people smile,” he says. Soraky spreads kindness not only through photography, but also in daily life. “In Japan, there is a saying, ‘Ichinichi Ichizen,’ which means, ‘Do a good deed every day.’ I try to do at least one good deed every day.”\nTo celebrate ’s theme of , join Soraky on September 10 at the Hyogo Prefectural Museum of Art in Kobe, Japan, for his InstaMeet."}, {"num_of_comments": 16, "num_of_like": "1,061,599", "path": "instagram/picture0689.jpg", "like_list": [], "date_time": "Sep 9, 2017", "location": "Turin, Italy", "tag_list": ["@luccico", "#WWIM16💌", "#KindComments", "#WWIM16💌"], "caption": "Photo by \nWorldwide InstaMeet 16 () is happening this weekend, September 8-10! Join tens of thousands of people around the world to share, explore and celebrate while spreading this InstaMeet’s theme: , a global movement to spread messages of kindness, love and positivity on and off Instagram.\nInstaMeets have been a part of our community since the very early days of Instagram. They are gatherings of people who come together to connect over their shared passions and experiences. It’s easy to spread kindness — try hosting your own InstaMeet with people near you or create stories and go live to share messages of positivity and heartfelt notes, both across Instagram and in real life. InstaMeets are a time to get together, express yourself in creative ways and connect with old friends and make new ones.\nBrowse  throughout the weekend to see how people are celebrating around the world, and check in on Monday for a look back at some of our favorites. ❤️"}, {"num_of_comments": 15, "num_of_like": "471,732", "path": "instagram/picture0690.jpg", "like_list": [], "date_time": "Sep 9, 2017", "location": "Brooklyn, New York", "tag_list": ["@lucy_mail", "@lucy_mail", "#KindComments", "#WWIM16💌", "#KindComments"], "caption": "Photo by \n“Mail could be awesome if it weren’t just bills and catalogues and stuff,” says artist and stationary designer Lucy Halcomb (). After moving to New York from Alabama seven years ago, Lucy sent hand-painted postcards and envelopes to friends and family back home, knowing that they would delight in receiving these personalized treasures. This past February, Lucy quit her day job as an art director for a fashion company to focus on her own creative projects and to make mail more awesome for everyone.\nFor Lucy,  translate into everyday life. “I feel like every interaction that you have changes somebody else’s day. Even with the people that you’re closest with, roommates or your family. Then that can reflect on getting up for a stranger on the subway or something like that,” she says. “These things that seem so casual can basically make or break someone’s day — and hopefully make it.”\nTo celebrate the upcoming ’s theme of , we’ll be featuring voices spreading messages of kindness within the Instagram community.\nWatch our Instagram story now to see more of Lucy’s envelope art."}, {"num_of_comments": 24, "num_of_like": "471,732", "path": "instagram/picture0691.jpg", "like_list": [], "date_time": "Sep 8, 2017", "location": "New York, New York", "tag_list": ["@dearevanhansen", "@hotdamnitslaura", "@bensplatt", "#KindComments", "#WWIM16💌", "#KindComments"], "caption": "Discussions of mental illness, self-love and acceptance take center stage in “Dear Evan Hansen” (), a Tony Award-winning Broadway musical that tells a coming-of-age story of high schoolers wrapped up in a small-town tragedy. “It’s so easy to compare yourself to others and feel like you are less,” says Laura Dreyfuss (), who plays Zoe Murphy, one of the lead roles. “This show is a reminder that we all feel that way at times, and the only way through is to love and forgive yourself.”\nKindness is at the core of the story, and actor Ben Platt (), who plays the title character of Evan Hansen, sees the importance of this message. “To me,  is about inconveniencing yourself to lift someone else up,” he says, “to use your time and heart-power to look outside yourself and see the good in someone completely different from you, someone who it might otherwise be very easy to judge.”\nTo celebrate the upcoming ’s theme of , we’ll be featuring voices spreading messages of kindness within the Instagram community.\nWatch our Instagram story now to catch up with the cast of “Dear Evan Hansen” in New York City."}, {"num_of_comments": 24, "num_of_like": "965,656", "path": "instagram/picture0692.jpg", "like_list": [], "date_time": "Sep 7, 2017", "location": "Windsor Great Park", "tag_list": ["@thegoodly", "#WHPgreatoutdoors"], "caption": "Photo by \nTaking in the morning mist. 🦌"}, {"num_of_comments": 24, "num_of_like": "747,712", "path": "instagram/picture0693.jpg", "like_list": [], "date_time": "Sep 7, 2017", "location": "Bandar-e Anzali", "tag_list": ["@nastaran__fp", "@nastaran__fp", "#WHPgreatoutdoors"], "caption": "Photo by \nIn a coastal region of Iran along the Caspian Sea, Nastaran Farjadpezeshk () spotted this recently married young woman helping her husband carry home fishing tackle. “I like the reality of this photo,” says Nastaran. "}, {"num_of_comments": 19, "num_of_like": "803,539", "path": "instagram/picture0694.jpg", "like_list": [], "date_time": "Sep 7, 2017", "location": "Castlewellan Forest Park", "tag_list": ["@ga11mck", "@ga11mck", "#WHPgreatoutdoors"], "caption": "Photo by \nGraphic designer Gavin Mckay () surveyed this expansive hedge maze in his hometown of Castlewellan. “It was planted in 2000 and represents the path to a peaceful future for Northern Ireland,” he describes. “Visitors attempt to solve their way to the peace bell in the center of the maze and give it a ring.” ☮️\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "803,539", "path": "instagram/picture0695.jpg", "like_list": [], "date_time": "Sep 7, 2017", "location": "New York, New York", "tag_list": ["@amazeballsgracie", "#WeeklyFluff", "@amazeballsgracie", "@amazeballsgracie"], "caption": "Video by \nHello, world! It’s time to meet today’s : Gracie (), a refined rescue cat who lives — and puts up with — two adorably feisty rescue kittens, Pippa and Pookie. These three fluffs spend their days lounging on an orange armchair, practicing paw swipes and looking for the next opportunity to sneak a bite from each other’s food dishes.\nFollow  to be a part of their daily shenanigans. 😸😸😸"}, {"num_of_comments": 24, "num_of_like": "803,539", "path": "instagram/picture0696.jpg", "like_list": [], "date_time": "Sep 7, 2017", "location": "Mexico City, Mexico", "tag_list": ["@jacobfrerod", "@jacobfrerod", "#KindComments", "#WWIM16💌", "#KindComments"], "caption": "Video by \nStop-motion videos, retro aesthetics and a love for plants — these are a few of 21-year-old Jacob Fregoso’s () favorite things. After participating in a Worldwide InstaMeet a few years ago, Jacob changed the way he participated in the community; so much so that this year for Worldwide InstaMeet 16, Jacob is hosting his own. “Come hang out with Instagrammers, share and create moments and meet people with the same passions as you!” he says. In the spirit of , Jacob is encouraging everyone to send messages of positivity, especially to those who inspire you or support you in your daily life — through Instagram, or in person.\nTo celebrate ’s theme of , join Jacob on September 9 in Parque América, Polanco, for his Mexico City InstaMeet.\nWatch our Instagram story to see some of Jacob’s signature stop-motion videos — all celebrating WWIM16💌. 🌻"}, {"num_of_comments": 24, "num_of_like": "1,034,357", "path": "instagram/picture0697.jpg", "like_list": [], "date_time": "Sep 6, 2017", "location": "Niagara Falls, Ontario", "tag_list": ["@simeonrusnak", "@simeonrusnak", "#WHPgreatoutdoors"], "caption": "Photo by \nA first-time visit to this powerful North American waterfall inspired Simeon Rusnak’s ()  submission. 💦"}, {"num_of_comments": 22, "num_of_like": "698,352", "path": "instagram/picture0698.jpg", "like_list": [], "date_time": "Sep 6, 2017", "location": "Cueva del Callao", "tag_list": ["@jilson.tiu", "@jilson.tiu", "#WHPgreatoutdoors"], "caption": "Photo by \nPhotographer Jilson Tiu () visited these limestone caverns in the Philippines with a conservationist friend to learn about the ecosystem — and to admire the ethereal light. “They call the last cave the Sun Room,” he writes in his caption. “It’s best experienced during midday, when the sun is high.” 🌞 "}, {"num_of_comments": 24, "num_of_like": "618,971", "path": "instagram/picture0699.jpg", "like_list": [], "date_time": "Sep 6, 2017", "location": "Danau Cincin Utara", "tag_list": ["@fishide_", "#WHPgreatoutdoors"], "caption": "Photo by \nTaking a cool leap into warm Indonesian waters for .\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 20, "num_of_like": "663,671", "path": "instagram/picture0700.jpg", "like_list": [], "date_time": "Sep 6, 2017", "location": "Los Angeles, California", "tag_list": ["@sydn4sty", "@sydn4sty"], "caption": "Photo by \nSydney Szramowski () didn’t always wear such colorful makeup. “I did a thick black wing every day in high school,” she says. “I remember telling my best friend, ‘Cat eyes are definitely my best look.’” The cat eye lives on, but these days, Sydney — who lives in her hometown of Los Angeles — has added more vibrant, rainbow-hued designs, using her own eyelids, cheeks and lips as her canvas. “I sit in front of the mirror with some sort of look in mind and spend hours just playing around,” she says. “There’s a lot of Q-tips and cold cream involved.”\nAs a creative for a clothing brand, Sydney’s makeup is often inspired by what she’s wearing. “It’s easy to think of fun ideas when you have rainbows, checkers, glitter, graphics, plaid and other pretty things laying around,” says Sydney, who has gained confidence getting more experimental thanks to the support of her online community. “I’m always so grateful when I get positive feedback when I feel like I’ve created something really cool. It’s nice to have people cheer you on for something you enjoy doing.” 🌈💄\nTo see more looks from the makeup maestro, watch our Instagram story now."}]}