{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "865,037", "path": "instagram/picture1001.jpg", "like_list": [], "date_time": "May 31, 2017", "location": "", "tag_list": ["#WHPcolorstudy", "@adithiadwiapriann"], "caption": "The only thing better than a man in a pink suit is two men in pink suits. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "865,037", "path": "instagram/picture1002.jpg", "like_list": [], "date_time": "May 31, 2017", "location": "", "tag_list": ["#WHPcolorstudy", "@geococcyx"], "caption": "An evening thunderstorm casts sunset-colored ripples in West Texas for .\nFollow along to see more of our favorites submissions from last weekend’s hashtag project.\nVideo by "}, {"num_of_comments": 20, "num_of_like": "729,117", "path": "instagram/picture1003.jpg", "like_list": [], "date_time": "May 31, 2017", "location": "", "tag_list": ["@anjalipinto", "@jcb_jhnsn", "@anjalipinto"], "caption": "“I want the world to know everything about my husband,” says Anjali Pinto (), a 28-year-old Chicago-based photographer whose late husband Jacob Johnson () died suddenly, almost instantly, on New Year’s Eve 2016 from an undiagnosed heart condition. The couple had celebrated their first wedding anniversary only months before.\n“He was extraordinarily strong, healthy, vibrant until the moment he was gone,” remembers Anjali. “He will always be only 30 years old.\nTogether, we dreamed of building a life and family that focused on making art, being kind and treasuring new experiences. I continue to share our story, and Jacob’s memory, because it’s my best way to keep him alive in conversation. So many people will never get to meet him, but through my stories I hope that they feel grateful for their own life, and their opportunity to live fully and love hard.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,148,040", "path": "instagram/picture1004.jpg", "like_list": [], "date_time": "May 29, 2017", "location": "", "tag_list": ["@raphaelang", "#TheWeekOnInstagram", "@raphaelang"], "caption": "In Brazil, Raphael Angelo () was drawn to the shapes created by a goat peeking out from a square portal. “I could not escape the chance to capture that moment when I saw that goat, standing between shadow and light.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,148,040", "path": "instagram/picture1005.jpg", "like_list": [], "date_time": "May 28, 2017", "location": "", "tag_list": ["@massafelipe19", "@f1"], "caption": "A lot has changed since Felipe Massa () was 8 years old, racing go-karts in his home country of Brazil, but his love for driving remains the same. “I can’t see myself doing anything else in my life,” says Felipe.\nWith more than 250 Grand Prix entries and 41 podiums under his belt, Felipe is in his 15th Formula 1 () season. He’s racing in this year’s Monaco Grand Prix, a course that winds through the narrow streets of the European city-state along the French Riviera. “The glamour of Monaco is amazing,” says Felipe. “And for the drivers, it’s really challenging. The walls are so close and it’s so easy to make a mistake. You have to be more focused and aware than in other races.”\nWatch our Instagram story now to see the action at the Formula 1 Monaco Grand Prix."}, {"num_of_comments": 24, "num_of_like": "961,319", "path": "instagram/picture1006.jpg", "like_list": [], "date_time": "May 28, 2017", "location": "", "tag_list": ["@nineoutoften", "#TheWeekOnInstagram", "@nineoutoften"], "caption": "“I like the shadows that are cast on the wall when the sun goes down,” says Stefan Turtzer (), a resident of Berlin, who frequents the local Sunday market here. “I believe the picture celebrates the chill atmosphere and the late afternoon vibe, when people enjoy the last rays of sunlight.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,316,539", "path": "instagram/picture1007.jpg", "like_list": [], "date_time": "May 28, 2017", "location": "", "tag_list": ["@gafarsonn", "#TheWeekOnInstagram", "@gafarsonn"], "caption": "A fan of anime, Nijat Gafarson () saw this moment in a park in Vienna and imagined the story of a princess with a four-legged companion.\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,316,539", "path": "instagram/picture1008.jpg", "like_list": [], "date_time": "May 27, 2017", "location": "Vienne, France", "tag_list": ["#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@boomyourlife"], "caption": "A single daisy in a French field twirled its way into our .\nAdd  to your next Boomerang’s caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "1,355,269", "path": "instagram/picture1009.jpg", "like_list": [], "date_time": "May 27, 2017", "location": "", "tag_list": ["#WHPcolorstudy", "#WHPcolorstudy", "@codyguilfoyle"], "caption": "Weekend Hashtag Project: \nThis weekend, the goal is to create photos and videos that celebrate one dominant color.\nHere are some tips to get you started:\nCapture light and dark versions of the same color to add more depth to your frame. All different tints and variations will make your color study shine.\nSure, you could set up a still life. But challenge yourself to seek color in the wild. Find a moment where everything comes together for one great frame.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "854,444", "path": "instagram/picture1010.jpg", "like_list": [], "date_time": "May 26, 2017", "location": "", "tag_list": ["@theblackswandiaries", "#hereforyou", "@theblackswandiaries", "@rachelnevillephoto"], "caption": "“I started being open about my experience as a person with mental illness, because there’s a real serious void in the dance world,” says professional ballet dancer Sydney Magruder (), who has struggled with anxiety since childhood.\n“In January of 2015, after having mixed success auditioning in New York, I went and did a show in Boston. And then I’m not exactly sure what happened, but for nine months after coming back to New York, I didn’t leave the house. I didn’t go to class. I didn’t see my friends. I hardly talked to anybody except my wife. I’m just getting back to where I feel like I can audition again.\nIn the ballet world, we don’t pay attention to people with mental illnesses. We kind of write them off and marginalize them as not being dedicated or hardworking enough. But I am one of the most passionate and dedicated people I know — anybody who knows me will also tell you that.\nYou don’t have to pretend you’re not sick, but you do have to fight every day to make your life what you want it to be. Every day you do have the choice to get up and do something and be great. You can’t let anybody tell you you’re not worthy.” \nPhoto of  by "}, {"num_of_comments": 7, "num_of_like": "642,016", "path": "instagram/picture1011.jpg", "like_list": [], "date_time": "May 26, 2017", "location": "", "tag_list": [], "caption": "Today, we’re introducing two new features in Direct: landscape and portrait orientations, plus links.\nNow, whenever you send a permanent photo or video to your friends in Direct from your camera roll, you don’t have to worry about cropping it.\nWe’ve also added support for links in Direct. You can share website links with friends and preview them directly from your thread. You’ll also see links for phone numbers and addresses.\nSince introducing the new Instagram Direct in April, we’ve been excited to give people more ways to have fun, visual conversations. We’ll continue to make improvements to Instagram Direct throughout the year.\nLandscape and portrait uploads in Direct are available today on iOS, with Android coming soon. Links in Direct messages are available today on both Android and iOS as part of Instagram version 10.22."}, {"num_of_comments": 24, "num_of_like": "772,004", "path": "instagram/picture1012.jpg", "like_list": [], "date_time": "May 26, 2017", "location": "", "tag_list": ["@tongorostudio", "#MadeInAfrica", "#AfricaDay", "@tongorostudio"], "caption": "Twenty-nine-year-old Sarah Diouf calls herself a serial entrepreneur. She started a digital media and visual production company that houses two publications, and her latest venture Tongoro () is a ready-to-wear clothing line . “By sourcing our materials on the continent and working with local tailors, our long-term goal is to contribute to the development of the retail production in western Africa, opening our first atelier here in Dakar, Senegal,” says Sarah, who was born in Paris and is now based in Dakar.\nTongoro translates to “star” in Sango, the national language of the Central African Republic, where Sarah’s mother comes from. “I want to invite young Africans to dare and reach for the stars, prove that we can build our own dream by owning our ideas and putting them into fruition,” she says. “I dream of an Africa healed from the wounds inflicted because of a way of thinking that limited us for too long. It’s time for us to get to work and build a secure, strong and promising place, challenging the rest of the world with assets that belong to no one else but us.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "989,246", "path": "instagram/picture1013.jpg", "like_list": [], "date_time": "May 25, 2017", "location": "", "tag_list": ["#hellomynameis", "@imalenaflores", "@imalenaflores"], "caption": "“ Malena Flores (). I’m 23 years old and I’m an illustrator. I live in Itamari, a rural town in Bahia, Brazil, where I find the small moments of beauty that inspire me — like a clear night sky, where I hunt stars. Drawing has always been close to my heart. It was my favorite pastime as a child and is the best way I have to externalize my thoughts. I like experimenting with lots of different things; I’m incapable of sticking to a single medium. Art is freedom.\nLight, colors and flowers are the elements that characterize my work. Without them, what I do would be empty. Before, I used to draw on my own in my room. Illustration is a solitary pursuit; people spend a lot of time alone, creating. Today, I receive lovely messages from thousands of people, more than the entire population of my town. Knowing that what I do here reaches and inspires other people makes me feel that I have fulfilled my duty and gives me a warm feeling.\nMay our future be filled with flowers.”\nIllustration by "}, {"num_of_comments": 24, "num_of_like": "1,138,778", "path": "instagram/picture1014.jpg", "like_list": [], "date_time": "May 25, 2017", "location": "", "tag_list": ["@antimodel", "#WhereIComeFrom", "@antimodel"], "caption": "“My first modeling contract was in Japan when I was 13,” says model, photographer and TV and radio personality Brandise Danesewich (). “I’m Canadian, but I spent the majority of my youth in Japan, Korea, Taiwan, Hong Kong and Southeast Asia before moving to New York, and later settling in Los Angeles. I was generally the black sheep, punk outcast among my modeling peers, so I quickly discovered music and photography as a refuge. I realized I could intimately access all my favorite worlds with a camera.\nMy work flow is a little unconventional, but luckily it works for me and the way I see the world. I grew up in the last generation before the smartphone era, so I make prints and often re-photograph the prints, or even photograph my monitor or the back of my camera, adding in window light, artificial light sources, reflections, animate and inanimate objects.\nA few years ago, I left LA for Palm Springs, California. I have always had an undeniable magnetic attraction to the desert — it’s a magical place. I spend more time on the road than at home and use the desert as a basecamp. I was born with sand in my veins. The desert is a great place to both come back to and to leave.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "675,090", "path": "instagram/picture1015.jpg", "like_list": [], "date_time": "May 24, 2017", "location": "", "tag_list": ["@skouhkan", "#WHPreflections", "@skouhkan"], "caption": "This portrait was quite literally a flash in the pan. Saeed Kouhkan () found his sister’s reflection in the oil of a frying pan while cooking at his home in Behbahan, Iran. “It’s a mysterious portrait,” he says. “I like the contrast between the red lip and the dark background of the pan.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,669,399", "path": "instagram/picture1016.jpg", "like_list": [], "date_time": "May 24, 2017", "location": "", "tag_list": ["@reagandoodle", "#WHPreflections", "@reagandoodle"], "caption": "By positioning her foster grandson and labradoodle, Reagan, along the reflective waters of the Columbia River in Portland, Oregon, Sandi Swiridoff () was able to capture two meanings within the  theme. “The practice of yoga encourages us to reflect back on our own lives,” she says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "724,349", "path": "instagram/picture1017.jpg", "like_list": [], "date_time": "May 24, 2017", "location": "", "tag_list": ["@serkanncolak", "#WHPreflections", "@serkanncolak"], "caption": "At home in Izmir, Turkey, Serkan Çolak’s () daughter played with a pocket mirror as her parents looked on. “This photo tells the story of me and my family,” says Serkan.\nFollow along as we feature more of our favorite submissions to .\nPhoto by "}, {"num_of_comments": 22, "num_of_like": "1,361,685", "path": "instagram/picture1018.jpg", "like_list": [], "date_time": "May 24, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@mambohitsgolden", "@mambohitsgolden"], "caption": "Hello, world! Today’s  is a very good boy. Meet golden retriever Mambo (), a therapy dog who is part of INATAA, an animal assisted therapy organization from São Paulo. Mambo spends lots of time volunteering for people in need of some puppy power — often with a big crew of his canine companions. To learn more about Mambo’s life and work, follow ."}, {"num_of_comments": 24, "num_of_like": "1,361,685", "path": "instagram/picture1019.jpg", "like_list": [], "date_time": "May 24, 2017", "location": "", "tag_list": ["@cmpulisic"], "caption": "American athlete Christian Pulisic’s () first memories of soccer are with his father. “I remember my dad throwing a mini ball at me in the house and trying to score on him in the mini goal,” says the 18-year-old. Christian grew up in Pennsylvania, but moved to Dortmund, Germany, three years ago to pursue his dream of becoming a professional soccer player. Although adjusting to life in a foreign country is never easy — Christian’s biggest hurdles were “the language barrier and finding regular friends to spend time with” — he’s taken to life in his adopted hometown: he has his own apartment, a group of friends and speaks German fluently.\nPlaying attacking midfielder for the Borussia Dortmund team in the German Bundesliga league eased the transition. “We have the best fans in the world,” says Christian. “They’re the most passionate in all of football. The game means everything to them.” And as for his young age relative to his teammates, Christian shrugs it off. “I was always the youngest on the team,” he says. “It’s normal for me.”\nWatch our Instagram story now to check out Christian’s adopted hometown."}, {"num_of_comments": 5, "num_of_like": "588,883", "path": "instagram/picture1020.jpg", "like_list": [], "date_time": "May 23, 2017", "location": "", "tag_list": ["#fromwhereirun"], "caption": "Today we’re excited to announce two new ways to discover the world around you on Explore: location stories and hashtag stories. Now you can see what’s happening around you and find stories related to your interests.\nYou’ll see a new story ring at the top of Explore filled with stories happening near you. You can also search for any location around the world, and you’ll see a story ring for that place at the top of the location page.\nWe’re also beginning to introduce hashtag stories on Explore. When you search for a hashtag, you may see a story ring at the top of the page filled with stories using that hashtag.\nAdd a location sticker or hashtag to your story and you may be included in the larger story. If you want to use a location or hashtag sticker but don’t want your story to appear on Explore, tap the X on your stories viewer list.\nFrom discovering new parts of your hometown to jogging alongside the  community, location and hashtag stories help you share these experiences as they unfold.\nTo learn more about location stories and hashtag stories, check out help.instagram.com.\nLocation stories on Explore are available on iOS and Android as part of Instagram version 10.22 in the Apple App Store and Google Play. Hashtag stories will be rolling out over the coming weeks."}, {"num_of_comments": 24, "num_of_like": "1,519,080", "path": "instagram/picture1021.jpg", "like_list": [], "date_time": "May 23, 2017", "location": "", "tag_list": ["@xxpiku", "#WHPreflections", "@xxpiku"], "caption": "Traveling photographer Piku () doesn’t need any reflective props for his subjects when nature provides them all on its own. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "754,256", "path": "instagram/picture1022.jpg", "like_list": [], "date_time": "May 23, 2017", "location": "", "tag_list": ["#WHPreflections", "@pacodelosmonteros"], "caption": "Thanks to a few carefully placed mirrors, hands emerge from the sand in Sonora, Mexico. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,124,595", "path": "instagram/picture1023.jpg", "like_list": [], "date_time": "May 23, 2017", "location": "", "tag_list": ["@carlaeez", "#WHPreflections", "@carlaeez"], "caption": "“Upside down and right side up,” writes Carla () in the caption to her  submission.\nFollow along to see more of our favorite submissions to last weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "2,501,273", "path": "instagram/picture1024.jpg", "like_list": [], "date_time": "May 23, 2017", "location": "", "tag_list": ["@lisatoms_dolls", "@instagrames", "@lisatoms_dolls"], "caption": "Spanish sculptor Isabel Tomás () dreams up creatures that don’t live in our world. “My greatest source of inspiration is nature itself, not just animals and plants,” she says. From her home studio in La Sénia, Spain, she invents personalities for all her special species. “I like to imagine how they’d behave, where they’d live, what they’d eat and other details, as if they were a real animal.” Isabel designs, produces, sews, paints and varnishes all her creatures, which can be an arduous process since she does everything by hand, but she wouldn’t have it any other way — Isabel loves being her own boss.\nDiscover more stories from the Spanish-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,136,253", "path": "instagram/picture1025.jpg", "like_list": [], "date_time": "May 21, 2017", "location": "Hamburg, Germany", "tag_list": ["@tangoandfrida", "#TheWeekOnInstagram", "@tangoandfrida"], "caption": "Frida, a rescued Ibizan hound, and her human Miriam Behrendt (), took shelter from an approaching storm in a canola field. “We were on a walk and she instantly went there to hide from the weather,” says Miriam. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,111,519", "path": "instagram/picture1026.jpg", "like_list": [], "date_time": "May 21, 2017", "location": "", "tag_list": ["@liampayne"], "caption": "Music has always been a part of British singer Liam Payne’s () life. “When I was 6 years old, I sang karaoke for my granddad,” says Liam. “I knew then that I loved to perform, and now I’m doing something I’ve always dreamt of.” Today, Liam, now 23, performs around the world — first with the band One Direction — and now as his own solo act.\nWith a new single on the way, Liam’s days are spent in the recording studio, practicing his dance moves and promoting his upcoming track, all while finding time with his newborn son at home in Surrey, England. “It’s an exciting time, both professionally and at home,” he says. “I feel incredibly fortunate to be in the position I’m in.”\nWatch our Instagram story now to spend a day with Liam leading up to the release of his new single. 🎤"}, {"num_of_comments": 24, "num_of_like": "920,152", "path": "instagram/picture1027.jpg", "like_list": [], "date_time": "May 20, 2017", "location": "Tharon-Plage, Pays De La Loire, France", "tag_list": ["@halluci_nantes", "#TheWeekOnInstagram", "@halluci_nantes"], "caption": "With the blue hour waning along France’s Atlantic coast, a horse and rider passed by Pascale Fourteau () as she took in the view. “The sound of the ocean empties my head and the sunset calms me,” she says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "920,152", "path": "instagram/picture1028.jpg", "like_list": [], "date_time": "May 20, 2017", "location": "", "tag_list": ["@churchilly", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@churchilly"], "caption": "We’re swinging into the weekend with Orso the Corgi () — the star of our . “Orso loves to swing. He has been doing it since he was a little puppy!” says Christon, Orso’s human. “We enjoy making people smile and remembering the pure, good things in the world ... like corgis in baby swings.”\nAdd  to your next Boomerang’s caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "1,017,000", "path": "instagram/picture1029.jpg", "like_list": [], "date_time": "May 20, 2017", "location": "", "tag_list": ["#WHPreflections", "#WHPreflections", "@ycxxxoy"], "caption": "Weekend Hashtag Project: \nMirror, mirror, on the wall! This weekend, the goal is to take photos and videos of reflections, both man-made and naturally occurring.\nHere are tips to get you started:\nNotice reflections in all different surfaces around you. Whether it’s a freshly polished mirror, a cup of coffee or a smooth lake, there are reflections ready to be captured everywhere.\nPlay with different forms of photography. A reflection that’s full of life and motion is an opportunity to experiment with Boomerang, reverse video or Hyperlapse.\nPay attention to light and how it changes throughout the day. This will affect the brightness, quality and movement of the reflections you see around you.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,258,953", "path": "instagram/picture1030.jpg", "like_list": [], "date_time": "May 19, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@usausausa1201", "@usausausa1201"], "caption": "Hello, world! It’s time for your dose of . Cookie and Kanpei () are two rabbits from Japan who always manage to pose for the perfect shot. When they’re not chomping away on a leafy green snack, they do their best to stay on trend, regularly rocking new styles of bonnets, wreaths and other chic headwear. Follow  to ensure you never miss a look. 🐰 🐰"}, {"num_of_comments": 24, "num_of_like": "806,053", "path": "instagram/picture1031.jpg", "like_list": [], "date_time": "May 19, 2017", "location": "", "tag_list": ["@gabrielbouys", "@afpphoto", "@instagramfr", "@gabrielbouys"], "caption": "Gabriel Bouys () discovered Instagram thanks to his daughter. “I work as a senior photographer for Agence France-Presse (),” says Gabriel. “I produce images for the media every day, but these are of specific subjects in specific contexts. On Instagram, I’m free to be as creative as I like, with no time pressure, without any need to link the subject to the news. It helps me to remember that photography can be fun.”\nDiscover more stories from the French-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "778,715", "path": "instagram/picture1032.jpg", "like_list": [], "date_time": "May 18, 2017", "location": "", "tag_list": ["@bbatoor", "#WhereIComeFrom", "@dysturb", "@bbatoor"], "caption": "“On the second night of our boat trip, the sea went rough and our boat leaked. One of the pumps stopped working and water was pouring in faster than the single pump could take out. The boat was floating in the sea like a matchbox.” Looking back at this photograph, photojournalist Barat Ali Batoor () recalls his perilous journey in 2012 across the Indian Ocean, seeking refuge from Pakistan.\nBatoor is Hazara, a marginalized ethnic group from Afghanistan, his parents’ birth country. He grew up in Pakistan, but moved to Afghanistan to work as a photojournalist. However he found himself targeted in both countries for his ethnicity and his profession and was forced to flee. “I am far from my family, but Melbourne is my home now,” says Batoor, who, after nine months in Indonesia, was relocated to Australia through the UN refugee agency’s resettlement program. “I have been welcomed warmly here. Taking photos of everyday life is important for me now, because when I look back, I see what we had and what we have lost. , life was uncertain. You never knew whether you would come back home safe.”\nWatch our Instagram story to see more photographs of the global refugee crisis, installed in the streets of Melbourne, by the photojournalism collective Dysturb ().\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,467,565", "path": "instagram/picture1033.jpg", "like_list": [], "date_time": "May 17, 2017", "location": "", "tag_list": ["@bellavitamanu", "#WHPhomesweethome", "@bellavitamanu"], "caption": "Lake Garlate became even more picturesque when a swan drifted by. “I grew up on the shores of this lake, nestled among the beautiful mountains,” says Manuela Riva () of her hometown in the Italian Alps. “I love to travel all around the world, but only here do I really feel at home.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,018,604", "path": "instagram/picture1034.jpg", "like_list": [], "date_time": "May 17, 2017", "location": "", "tag_list": ["@2ndfloorguy", "#WHPhomesweethome", "@2ndfloorguy"], "caption": "Photographer Randy Haron () offered a bird’s-eye view of Manhattan for . “I wanted to get a shot of the residents in New York,” he says of the symmetrical apartment buildings below.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "915,782", "path": "instagram/picture1035.jpg", "like_list": [], "date_time": "May 17, 2017", "location": "", "tag_list": ["#WHPhomesweethome", "@franky.hoki"], "caption": "Home = a kitten between the cushions. 😸\nFollow along as we feature more of our favorite submissions to .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "915,782", "path": "instagram/picture1036.jpg", "like_list": [], "date_time": "May 17, 2017", "location": "", "tag_list": ["@ashimashiraishi"], "caption": "Picture this: 6-year-old Ashima Shiraishi () is playing in New York City’s Central Park when for the very first time she spots people rock climbing. “I was immediately intrigued,” says Ashima, now 16, who’s often referred to as one of the world’s strongest climbers. Today, the NYC-native travels the world to conquer new challenges — Japan, Thailand and South Africa are three of her favorite locations where she’s bouldered and climbed — and she continues to stay on top as a champion, while constantly progressing by connecting to each and every movement. “You need to be graceful, but also powerful, like no other sport. And that’s something that really motivates me to keep on pushing myself.”\nTo see what a day in Ashima’s life is like, watch our Instagram story."}, {"num_of_comments": 15, "num_of_like": "915,782", "path": "instagram/picture1037.jpg", "like_list": [], "date_time": "May 16, 2017", "location": "", "tag_list": [], "caption": "Today, we’re introducing face filters, an easy way to turn an ordinary selfie into something fun and entertaining. Whether you’re sitting on the couch at home or you’re out and about, you can use face filters to express yourself and have playful conversations with friends.\nSimply open the camera and tap the new face icon in the bottom right corner. Tap a filter to try it on and send it to your friends or add it to your story. They even work with Boomerang!\nAlso today, we’re rolling out three new creative tools. Make videos that play in reverse with “Rewind,” add context to your story with a hashtag sticker and get creative with the eraser brush.\nInstagram has always been the place you can go to turn regular moments into something you can’t wait to share. Now, you have more fun and easy ways to express yourself and connect with the people you care about most.\nTo learn more about today’s updates, check out help.instagram.com. These updates are available as part of Instagram version 10.21 for iOS in the Apple App Store and for Android in Google Play."}, {"num_of_comments": 24, "num_of_like": "1,793,802", "path": "instagram/picture1038.jpg", "like_list": [], "date_time": "May 16, 2017", "location": "", "tag_list": ["@allthatisshe", "#WHPhomesweethome", "@allthatisshe"], "caption": "“Is it croissant time yet?” Dominique () and her daughters catch a few extra winks before breakfast in bed. 🥐 \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "969,304", "path": "instagram/picture1039.jpg", "like_list": [], "date_time": "May 16, 2017", "location": "", "tag_list": ["@_susandrea_", "#WHPhomesweethome", "@_susandrea_"], "caption": "Home is where the crafting corner is for Susan () in Pennsylvania. “You know, that place you must always have to ‘slow down’ and maybe take a picture or two?” she says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "852,863", "path": "instagram/picture1040.jpg", "like_list": [], "date_time": "May 16, 2017", "location": "", "tag_list": ["@joelnsadha", "#WHPhomesweethome", "@joelnsadha"], "caption": "Growing up in Kampala, Uganda, soccer was the after-school event all the kids looked forward to, says Joel Nsadha (). “We just played and played and played.” \nFollow along to see more of our favorite submissions to last weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "664,931", "path": "instagram/picture1041.jpg", "like_list": [], "date_time": "May 16, 2017", "location": "", "tag_list": ["@jose_naranja", "@instagrames", "@jose_naranja"], "caption": "For the past 10 years, José Naranja () has filled up notebooks with his adventures and reflections, synthesizing the wealth of the world around him. “Traveling is the best investment I can think of; it is the essence of freedom and being alive,” says José, who’s originally from Madrid. “The planet we’re living on is too interesting to not try to discover it.”\nEquipped with his essential tools for the road — an assortment of pens, a pencil and eraser, brushes and watercolors — the pages of his notebooks are composed with great purpose and thought. “The goal is to create notebooks where the pages are all related and make a whole, like a mandala,” he says. But even still, José believes the best notebook is the one you make yourself.\nDiscover more stories from the Spanish-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "786,056", "path": "instagram/picture1042.jpg", "like_list": [], "date_time": "May 16, 2017", "location": "", "tag_list": ["@ineslongevial", "@ineslongevial"], "caption": "French illustrator Inès Longevial () honors her inspirations, fashion, patterns and cuts in every project. She also believes in the power of sharing her artistic process, often showing pieces that are incomplete or in their infancy. “It’s a way to expose my work,” says Inès, who lives in Paris. “It shows the common thread of my art — the link that operates between painting and drawing, forms and colors. Most of the time, I am not afraid to show my work unfinished, because I think people appreciate sincerity. It forces me to renew myself.”\nTo see more of Inès’s work, check out our Instagram story right now.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "468,950", "path": "instagram/picture1043.jpg", "like_list": [], "date_time": "May 16, 2017", "location": "", "tag_list": ["@arschmitty", "@m_phelps00", "#hereforyou", "@arschmitty"], "caption": "“Life is a tough game, and we can’t get through it alone,” says Olympic swimmer Allison Schmitt (). After her 17-year-old cousin died by suicide in May 2015, Allison, now 26, decided to raise awareness and open up about her own struggles with depression.\n“We’re taught from a young age to persevere, and if we keep persevering, we’ll be stronger on the other side. That works in a classroom. It works on the field. It worked in the pool for me. But it’s much bigger than that.\nI first started getting help in January of 2015. I was at a swim meet two weeks after I had, I guess, dark feelings for the first time. At that swim meet, my teammate and friend Michael Phelps (), who’s like a brother to me, noticed that I was not the same old bubbly Schmitty I had always been. He said, ‘I see you’re going through something. You’re not your same self. If you want to talk, I’m  — or I can get someone else to talk to you.’ For some reason, at that moment, coming from him, it really resonated with me. I broke down on the pool deck in front of everyone I know, and I admitted that I do need help.\nI want people to know it’s OK not to be OK. But it’s not OK to isolate. So please, ask for help. It’s OK to ask for help.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,224,677", "path": "instagram/picture1044.jpg", "like_list": [], "date_time": "May 15, 2017", "location": "", "tag_list": ["@karl_steinegger", "#TheWeekOnInstagram", "@karl_steinegger"], "caption": "“There was just this puffin and me,” says Karl Steinegger (), of this moment he shared in Dyrhólaey, Iceland, near the Reynisfjara beach rock formations. “He looked at me and I looked at him.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "964,709", "path": "instagram/picture1045.jpg", "like_list": [], "date_time": "May 15, 2017", "location": "", "tag_list": ["@fostermoms", "#MothersDay", "@fostermoms"], "caption": "“We used to refer to our family as a pop-up family because that’s really what we were,” says , two lesbian moms who originally were emergency foster parents, taking care of children who needed unplanned, short-term care. After fostering “Tiny” and “Sweet,” two brothers who came to their home two years ago as an infant and a toddler, they decided to adopt them. “It is a privilege,” they say of raising their family. “It’s about being this person in the lives of these kiddos who gets to be a part of their process, to guide them and be a part of the wonder that unfolds — to be present for the challenges and work through the stuff that is going to come up.” And the moms are learning from their kids: “They’ve taught us to just slow down and pay attention, and to appreciate them for who they are, for where they come from.” \nPhoto by "}, {"num_of_comments": 23, "num_of_like": "988,751", "path": "instagram/picture1046.jpg", "like_list": [], "date_time": "May 14, 2017", "location": "Japanese Covered Bridge, Hoi An", "tag_list": ["@takatoukiter.leblog", "#TheWeekOnInstagram", "@takatoukiter.leblog"], "caption": "French travelers Laura De Menech and Timothé Renaud () captured this bird’s-eye view of a Vietnamese woman waiting for tourists to board her boat. “We like that you can’t see her face because of her traditional conic hat,” they say. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,072,072", "path": "instagram/picture1047.jpg", "like_list": [], "date_time": "May 13, 2017", "location": "", "tag_list": ["@fiveforkfarms", "#MadeToCreate", "#MothersDay", "@fiveforkfarms", "@aimeelee_photo"], "caption": "“Growing up, my mom always had this monster flower garden,” says Grace Lam. She and her four siblings own Fivefork Farms (), a fresh-cut flower farm, inspired by their mother’s passion for planting. In 2012, after years of working in finance, Grace was ready for something new and a 38-acre (15-hectare) property in Upton, Massachusetts, provided the perfect opportunity for change.\nRunning a family farm is a lot of work, but everyone has a role and pitches in. “I’m not going to lie,” starts Grace, “it’s hard working with family. But at the end of the day, we’re still a family, and that’s all that matters. We can be honest and open with each other, and we get over things really fast. So, it’s sort of like the old times, just playing outside as kids.” \nWatch our Instagram story to see how Grace and her siblings are prepping for  weekend.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "1,150,513", "path": "instagram/picture1048.jpg", "like_list": [], "date_time": "May 13, 2017", "location": "", "tag_list": ["#WHPhomesweethome", "#WHPhomesweethome", "@sarahwilkerson"], "caption": "Weekend Hashtag Project: \nThere’s no place like home. This weekend, the goal is to celebrate home in all its forms — the people, the places, the things — and what makes them feel special.\nHere are some tips to get started:\nTake a portrait of your parents, siblings or the loved ones you grew up with. Work to tell their story in a single photograph.\nNotice the little details. Whether it’s your mother’s favorite books lined up on the shelf, the table that you’ve eaten dinner around since you were a child or a tire swing in the front yard, consider the specific elements that make it feel like home.\nGet creative with video to capture the smells, sounds and tastes of your hometown. How can you show what you would otherwise have to be there to experience?\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "751,949", "path": "instagram/picture1049.jpg", "like_list": [], "date_time": "May 13, 2017", "location": "", "tag_list": ["@ambler09", "@andysmanclubuk", "#hereforyou", "@andysmanclubuk"], "caption": "“On April 5, 2016, my brother-in-law, Andrew Roberts, took his own life,” explains Luke Ambler (). He’s the founder of Andy’s Man Club (), a UK-based community that offers men a space to talk about the real issues affecting their lives. “It really upset me that Andrew didn’t speak, and I realized that lots of people are struggling to talk, and no one was offering a safe space. I came up with the idea for a coffee club that came from me and the old man, me dad. We used to meet every Saturday morning. I started thinking: ‘Why couldn’t we turn this into a Monday evening, where guys can come and talk about real stuff?’ Now, we’ve got 11 clubs all across the country, and we’re hoping to expand now across the world.\nI wish people could understand more of what people are actually going through — not everything is as it seems. If you walk into a coffee shop and someone behind the counter is a bit snappy with you, it’s not because they’re an ignorant or arrogant person. They might just be dealing with stuff. It’s about not taking anything that you can see on the surface and being a bit more compassionate to others, really. We’re all dealing with stuff constantly.” \nLearn more about how our community is sharing their mental health journeys and supporting one another. (Video link in bio)\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,019,690", "path": "instagram/picture1050.jpg", "like_list": [], "date_time": "May 12, 2017", "location": "", "tag_list": ["@akolonic_", "@everydayjapan", "@akolonic_"], "caption": "Alongside veteran photographer Q. Sakamaki, Tokyo-based photographer AKO () co-founded , a collective whose members expose the reality behind day-to-day life in the country. Their photography covers difficult, and often underrepresented, societal issues. With a background in graphic design, and as the sole non-journalist in the collective, AKO takes a spontaneous approach to her photography. “I would never go out on the weekend looking to take photos deliberately for Instagram,” she says. “I’d rather just capture a slice of my daily life. If I’m photographing a flower, I wouldn’t buy one, take it back home and display it carefully. I’d just snap a flower that happened to be in the street.”\nShe’s currently on a mission to showcase a version of Japan that is free of oversimplified preconceptions — it’s part of “Unseen Everyday Japan,” an exhibit currently at the Japan Foundation in Sydney, Australia.\nPhoto by "}, {"num_of_comments": 21, "num_of_like": "1,821,668", "path": "instagram/picture1051.jpg", "like_list": [], "date_time": "May 11, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@max_et_louise", "@max_et_louise"], "caption": "Hello, world! It’s time for today’s dose of . Meet Max and Louise (), two pooches from Portugal who love to spend time in the water and enjoy their home city of Lisbon. Don’t miss out on any of their metropolitan (or nautical) adventures. Give  a follow right now. 🐶🐶"}, {"num_of_comments": 4, "num_of_like": "917,016", "path": "instagram/picture1052.jpg", "like_list": [], "date_time": "May 11, 2017", "location": "", "tag_list": ["@colorful_cards", "#myinstagramlogo", "@colorful_cards"], "caption": "Tons of tiny hand-drawn circles came together for Ellen Eilander’s () , her remix of our app’s logo. “Being 32 and very ill isn’t always cupcakes and butterflies,” says Ellen from the Netherlands, whose chronic illnesses often keep her homebound. “I’m very thankful for the Instagram community. It’s my way of staying in touch with the world outside my home, pretending to be in a different country, scrolling through my feed, and giving me a way to show my creative side to the world.”\nPhoto by "}, {"num_of_comments": 21, "num_of_like": "1,019,788", "path": "instagram/picture1053.jpg", "like_list": [], "date_time": "May 10, 2017", "location": "", "tag_list": ["@beautelicieuse", "#WHPdreambig", "@beautelicieuse"], "caption": "Books are Johanna Häusler’s () motivation. “I love reading stories about brave characters who follow their dreams,” says Johanna, surrounded by novels at home in Germany. “They teach me that everything is possible.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,178,987", "path": "instagram/picture1054.jpg", "like_list": [], "date_time": "May 10, 2017", "location": "", "tag_list": ["@laly_dis", "#WHPdreambig", "@laly_dis"], "caption": "Springtime blooms in the UK inspired Laura Di Stefano’s ()  submission. “The petals were flying, and it seemed so magical,” she says. “It was like a shower of stars.” 💫\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "755,656", "path": "instagram/picture1055.jpg", "like_list": [], "date_time": "May 10, 2017", "location": "", "tag_list": ["@kaushalpar", "#WHPdreambig", "@kaushalpar"], "caption": "Kaushal Parikh () spent an afternoon people-watching at Marine Drive in Mumbai, India. “This is a place that people flock to to spend hours staring at the sea and contemplating life,” he says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "755,656", "path": "instagram/picture1056.jpg", "like_list": [], "date_time": "May 10, 2017", "location": "", "tag_list": ["@reneredzepinoma", "@reneredzepinoma"], "caption": "In the lush jungles of Mexico's Yucatán Peninsula, Danish chef René Redzepi () is adapting his ethos of hyper-local cuisine to Tulum's vibrant food culture. “I keep coming back to Mexico to learn and be inspired by the rich food history and tradition,” says René, whose seven-week pop up runs through the end of May. This is the third temporary restaurant that René has created in as many years, taking Noma – his Copenhagen restaurant that's consistently ranked one of the best restaurants in the world since it opened in 2003 – on the road with its full 145-person team.\nAfter hosting the Noma pop up in Tokyo and Sydney, René was drawn to Mexico's culinary heritage. “Mexican cuisine is so vast and varied,” says René. “Food traditions have been preserved and passed on across thousands of years, and with the tremendous biodiversity, it is an incredibly genuine, complex and delicious cuisine.” You won't find Noma's dishes translated with Mexican ingredients, though. No matter where in the world he is, René's cooking is “less of a style, and more of a way of thinking,” he says. “It's a consideration of the land, the history, the people and the ingredients themselves.”\nWatch our Instagram Story now to experience Noma in Tulum, compliments of the chef.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,714,432", "path": "instagram/picture1057.jpg", "like_list": [], "date_time": "May 9, 2017", "location": "", "tag_list": ["#WHPdreambig", "@myrulee"], "caption": "Light filters into a cave and onto a lone explorer in Bangkok. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "839,076", "path": "instagram/picture1058.jpg", "like_list": [], "date_time": "May 9, 2017", "location": "", "tag_list": ["@kbw69", "#WHPdreambig", "@kbw69"], "caption": "A surfer imagines the perfect wave in Kim’s () double-exposure photograph. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "789,628", "path": "instagram/picture1059.jpg", "like_list": [], "date_time": "May 9, 2017", "location": "", "tag_list": ["@peyman_pustduzan", "#WHPdreambig", "@peyman_pustduzan"], "caption": "Friends flying kites and colorful pinwheel structures dot the Iranian landscape, evoking a sense of playfulness in Peyman Pustduzan’s ()  submission. “A dream you dream alone is only a dream,” Peyman quotes Yoko Ono, words later made famous by John Lennon. “A dream you dream together is reality.”\nFollow along for more of our favorite submissions to last weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "815,395", "path": "instagram/picture1060.jpg", "like_list": [], "date_time": "May 9, 2017", "location": "", "tag_list": ["@sleepinthegardn", "#hereforyou", "@sleepinthegardn"], "caption": "“When I was younger, I was very deeply involved with an eating disorder. I was suffering from anorexia, and I didn’t know how to get myself out of it,” says actress Troian Bellisario (). “I was a privileged young woman. I was going to a good school. I was doing well. I couldn’t understand why I was having such a hard time, emotionally and physically, why I was having such a hard time feeding and nourishing myself. My teachers, friends and family approached me with their concern, and I went to see a doctor who sat across from me and said, ‘You have a disease. This isn’t a disease most people can see from the outside, but I’m telling you right now, you are suffering from something that is just as serious and just as life-threatening as a physical ailment.’\nThat conversation changed my life. From that moment on, I’ve known I am struggling with something, and some days, it’s much easier to handle than others. This is why I’m such a great supporter of these kinds of conversations and of the mental health community, because I consider myself to be a card-carrying member.” \nLearn more about how our community is sharing their mental health journeys and supporting one another. (Video link in bio)\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "684,765", "path": "instagram/picture1061.jpg", "like_list": [], "date_time": "May 8, 2017", "location": "", "tag_list": ["@sadgirlsclubpbg", "@elyse.fox", "#hereforyou", "@elyse.fox"], "caption": "“The Sad Girls Club () started with me documenting my worst year of depression, and I created a film out of what I was going through,” says 27-year-old Elyse Fox (). “My family never knew what was happening with me. I always seemed happy and in a positive mood, so this was my way of telling the world, and the people close to me, ‘This is what’s really going on in my head. This is what’s been going on with me.’ As soon as I released it, 50 girls flooded my inbox saying, ‘I see myself in this story. I can totally relate to this. Can you give me any advice?’ Immediately, I saw a need. There were girls out there, a lot younger than me and as confused as I was at their age, that needed a sense of community, a mentor or just someone to vent to.\nI wish people understood that depression is an actual sickness. It’s something that needs to be studied and treated as such. And treated with kindness and with love.” \nWatch our Instagram story where Elyse offers some helpful advice, then, learn more about how our community is sharing their mental health journeys and supporting one another. (Video link in bio)\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,079,041", "path": "instagram/picture1062.jpg", "like_list": [], "date_time": "May 8, 2017", "location": "Vasco da Gama Bridge", "tag_list": ["@alex.visuals", "#TheWeekOnInstagram", "@alex.visuals"], "caption": "At a skate park in Portugal, German photographer Alexander Bechel () urged a young skater to conquer his fears on the biggest ramp in the park. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,447,414", "path": "instagram/picture1063.jpg", "like_list": [], "date_time": "May 7, 2017", "location": "", "tag_list": ["@johnbam_", "#TheWeekOnInstagram", "@johnbam_"], "caption": "Jongbeom Lee () took this playful photo of two newlyweds on Jeju Island in South Korea. “The weather was perfect,” he says, “and they had cute balloons.” \nPhoto by "}, {"num_of_comments": 22, "num_of_like": "803,776", "path": "instagram/picture1064.jpg", "like_list": [], "date_time": "May 7, 2017", "location": "", "tag_list": ["@jaclynrjohnson", "@createcultivate", "@jaclynrjohnson", "@jessicabordnerphoto"], "caption": "“As a young female entrepreneur, I felt like navigating the world of business was scary, intense and oftentimes isolating,” says Jaclyn Johnson (), the CEO of Create & Cultivate (), a site on a mission to inspire the modern millennial woman. “I wanted to create a community where women could come together and have real conversations around the issues they were facing, find the advice they needed and get the support to truly build them up.” Her advice to young entrepreneurs? “You have to start by starting,” says Jaclyn, who splits her time between West Palm Beach, Florida, and Los Angeles. “There is no good timing or door that is going to open for you. You literally have to build the door, then break it down.” she says.\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "1,423,461", "path": "instagram/picture1065.jpg", "like_list": [], "date_time": "May 7, 2017", "location": "", "tag_list": ["@johanboeuf", "#TheWeekOnInstagram", "@johanboeuf"], "caption": "On a road trip from Switzerland to the Italian Dolomites, Johan Corminboeuf () and his friends got up early to watch the light pour over the mountains. “During the weekdays working as a designer, I don’t take the time to appreciate the moment,” says Johan. “Times like this are when I feel alive.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "955,157", "path": "instagram/picture1066.jpg", "like_list": [], "date_time": "May 6, 2017", "location": "Kako-gun, Hyogo, Japan", "tag_list": ["#TheWeekOnInstagram", "@photograph.joe"], "caption": "A girl and her poodle share a moment. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "955,157", "path": "instagram/picture1067.jpg", "like_list": [], "date_time": "May 6, 2017", "location": "", "tag_list": ["@mrspade85", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@mrspade85"], "caption": "“Keep exploring, keep inspiring, stay positive” = the mantra of Fikri Idris (), an engineer from Kuala Lumpur, Malaysia, who made our  at the beach.\nAdd  to your next Boomerang’s caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "1,054,915", "path": "instagram/picture1068.jpg", "like_list": [], "date_time": "May 6, 2017", "location": "", "tag_list": ["#WHPdreambig", "#WHPdreambig", "@steffimarla"], "caption": "Weekend Hashtag Project: \nYour dreams encapsulate your highest goals. This weekend, the goal is to capture that reach-for-the-stars feeling with photos and videos.\nHere are some tips to get started:\nAre you training to run your first marathon? Take a video that moves along your favorite route. Starting your own business? Capture the process of making the goods you’ll sell with a Boomerang.\nNotice other people around you who are working to achieve their dreams. You’ll see that successes big and small are happening all around every day — a daughter graduating from university, a baby taking their first step — if you only take the time to look.\nDocument your own dreams that have already come true. Photograph your newly purchased home or a plane ticket to a destination that changed your life.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "582,876", "path": "instagram/picture1069.jpg", "like_list": [], "date_time": "May 6, 2017", "location": "", "tag_list": ["@chrisjsuggs", "@uncchapelhill", "@kinstonteens", "@barackobama", "@michelleobama", "#🙌🙌🙌", "#BetterMakeRoom", "#CollegeSigningDay", "@chrisjsuggs"], "caption": "“My name is Chris (), and I’m 16 years old. This fall, I’m going to my dream school, the University of North Carolina, Chapel Hill, so I can continue my work in public service. 2014 was probably one of the darkest times you’ve seen in my hometown of Kinston, North Carolina — nearly every other day you were seeing a shooting on the news. I knew I had to do something, and I felt like youth needed a role. So, I invited local media, our mayor, city council members and our police chief to a meeting where I presented my idea for an organization. That was the start of Kinston Teens, a nonprofit that empowers young people through service, leadership and civic engagement. My work there led me to become the youngest recipient ever of the FBI Director’s Community Leadership Award. And this past January, when the vice provost of admissions gave me a call personally telling me I was accepted into , I was overjoyed. I’m so excited to stay close to my community and continue to make a difference.\nThree things I’m grateful for:\n🙌 My organization, . Our mission is to empower young people through service leadership, and it’s driven by my passion for my local community of Kinston. I’m committed to improving it.\n🙌 Former President  and former first lady . They are definitely my biggest role models and always have been, throughout their entire time in office.\n🙌 My parents. My mom is a teacher, and my dad works for our local government. As public servants, they have always inspired me to get involved — and stay involved.”\nIf you could give a 🙌 to three Instagram accounts who support or inspire you, who would they be? Post using  for a chance to be featured on Instagram.\nFollow the hashtags  and  to read about more inspiring students like Chris, and post your college acceptance story.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,300,717", "path": "instagram/picture1070.jpg", "like_list": [], "date_time": "May 5, 2017", "location": "", "tag_list": ["@franmart_", "@instagrames", "@franmart_"], "caption": "Raised on the sunny beaches of Málaga, Spain, Fran Mart () was always drawn to the earthy ocher, copper and wooden tones more commonly found in other countries. “Part of me felt like I belonged somewhere else,” he says. Four years ago, after a family tragedy urged him to rethink his goals, he found answers and purpose in photography.\nFran moved to Edinburgh, Scotland, and in the landscape of his new home, he discovered the part of himself he’d been seeking. “Nature is about connections; we’re all a part of it,” he says. Fran’s photos reflect his journeys through Scotland; he’s often accompanied by a faithful companion, James MacGregor, his 1-year-old Weimaraner puppy. “I remember the first time I took him to the mountains. He ran along a precipice, the wind was blowing through his long ears, he turned around and I could see how happy he was. He understands it, too.”\nDiscover more stories from the Spanish-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,033,789", "path": "instagram/picture1071.jpg", "like_list": [], "date_time": "May 5, 2017", "location": "", "tag_list": ["@adamkinskymilton", "#MayTheFourthBeWithYou", "@adamkinskymilton"], "caption": "When “Star Wars” fan Adam Milton () got a Darth Vader tattoo seven years ago, he was inspired to change careers. “Like a lot of young people, I didn’t really know what I wanted to do,” says the 29-year-old, who previously painted cars. “But once I got my first tattoo, it was the greatest feeling.” Adam spent the next four years working on his illustration portfolio until landing an apprenticeship at a tattoo studio in his hometown of Perth, Australia. Today, Adam regularly takes commissions to ink “Star Wars” art on fellow fans. And although he wasn’t born when the film “A New Hope” premiered in 1977, Adam is part of a global community. “Ever since Episode VII came out it’s turned the whole ‘Star Wars’ world upside down. Everyone is so in love again.” He was also lucky enough to meet the late Carrie Fisher at a fan event in 2013. “She was great,” says Adam. “It was short and sweet but something I’ll always remember.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,033,789", "path": "instagram/picture1072.jpg", "like_list": [], "date_time": "May 4, 2017", "location": "", "tag_list": ["@100soft", "@100soft"], "caption": "“If you like cute junk, I’m your guy,” says Truck Torrence (), a “kawaii” (cute) pop artist based in Los Angeles. His company’s name, 100% Soft, comes from how he sees his art: “I really love being able to take something, whether it’s a person, character or food, and distill it down to its basic core elements that make it both recognizable and really cute.” Before dedicating 100% of his energy to 100% Soft, Truck was a graphic designer and web developer in the music industry. “It wasn’t until another artist friend of mine encouraged me to make my Instagram account public and share more art that I started to take it more seriously and see that I could actually maybe do something bigger.” See more of Truck’s creations on our Instagram story right now. 💜 ✨\nThis post is in celebration of National Small Business Week in the US.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "955,993", "path": "instagram/picture1073.jpg", "like_list": [], "date_time": "May 4, 2017", "location": "", "tag_list": ["@gokhan.degirmenci", "@everyday.turkey", "@gokhan.degirmenci"], "caption": "From wild horses and women wrapped in burqas to cherry-red ATMs and guys in fashionably distressed jeans, street photographer Gökhan Değirmenci () captures the arresting intersection of tradition and modernity in Istanbul. “I love to travel to different areas of Istanbul one by one. This is how conflict, oppositeness and contrast are in my photos,” says Gökhan, who formed  to showcase daily life in his native country. “Istanbul has been home to different cultures for its entire history. It is not a surprise if you see a mosque, church and synagogue in the same area.” Gökhan began taking photos in 2008, when he enrolled in a photography course at university. Soon, he was compelled to capture the juxtaposition of iconic mosques and a younger generation drawn to Turkey’s most cosmopolitan city, which remains the focus of his work today.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,190,069", "path": "instagram/picture1074.jpg", "like_list": [], "date_time": "May 3, 2017", "location": "Noordwijk aan Zee", "tag_list": ["#WHPgoodnight", "@instalady_mo"], "caption": "Colors paint the sky. Children swing by the North Sea. The smell of saltwater fills the air.  🌅\nPhoto by "}, {"num_of_comments": 23, "num_of_like": "670,005", "path": "instagram/picture1075.jpg", "like_list": [], "date_time": "May 3, 2017", "location": "Lepark", "tag_list": ["@lumology", "#WHPgoodnight", "@lumology"], "caption": "After a fun day at an InstaMeet in Singapore, James () and a new friend he met (pictured) decided to wind down at a rooftop bar and market hidden in Singapore’s Chinatown. “I love the mix of chill and energetic vibes here,” he says. 💓 \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,290,149", "path": "instagram/picture1076.jpg", "like_list": [], "date_time": "May 3, 2017", "location": "Temple Street, Hong Kong", "tag_list": ["@irwinsychan", "#WHPgoodnight", "@irwinsychan"], "caption": "“Because of the extreme density of the city, the city becomes a dramatic collection of life and energy,” says architectural designer Irwin Chan () of Hong Kong at night. He captured the colors and chaos of the Temple Street Night Market for .\nFollow along for more of our favorite submissions to last weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,290,149", "path": "instagram/picture1077.jpg", "like_list": [], "date_time": "May 2, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@alfiethepug_beat", "@alfiethepug_beat"], "caption": "Hello, world! Today’s  is Alfie (), a very dapper 3-year-old therapy pug from the UK. Alfie has a kitten named Cheese who he loves to cuddle up and goof off with, but he’s also a charitable fellow who supports causes like Beat, an organization dedicated to helping people overcome eating disorders.\nFollow more of Alfie’s adventures — and learn more about what matters most to him — on ."}, {"num_of_comments": 24, "num_of_like": "1,290,149", "path": "instagram/picture1078.jpg", "like_list": [], "date_time": "May 2, 2017", "location": "", "tag_list": ["@silasveta", "@voguemagazine", "@metmuseum", "@katyperry", "@gvsgvs"], "caption": "Multimedia design and production company Sila Sveta () makes light and sound installations that transport you to otherworldly spaces — particularly so when they’re inspired by Rei Kawakubo, the conceptual fashion designer and the subject of this year’s retrospective at the Met Gala. Held each spring by Vogue magazine () and the Metropolitan Museum of Arts’ () Costume Institute in New York City, the Met Gala draws the biggest names in fashion, music, art and film — like co-host Katy Perry (), here in Sila Sveta’s installation at the Met Gala. “With the technology we have, art and fashion can come to life,” say Alexander Us and Alexey Rozov, co-founders of Sila Sveta. “We wanted to celebrate colors, textures and the avant-garde.”\nWatch our Instagram story right now to get ready for the Met Gala with some of its stylish attendees.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,151,712", "path": "instagram/picture1079.jpg", "like_list": [], "date_time": "May 2, 2017", "location": "Västerås, Sweden", "tag_list": ["#WHPgoodnight", "@thomas.wijk_"], "caption": "As the evening’s fog rolls in, a Swedish forest winds down. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "854,900", "path": "instagram/picture1080.jpg", "like_list": [], "date_time": "May 2, 2017", "location": "", "tag_list": ["#WHPgoodnight", "@khairulazmas"], "caption": "The steps of a Singapore shopping mall wake up when night falls. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,146,377", "path": "instagram/picture1081.jpg", "like_list": [], "date_time": "May 2, 2017", "location": "", "tag_list": ["#MayTheFourth", "#WHPgoodnight", "@turtledove.a"], "caption": "This reader and her pup geared up for  celebrations early this year with a bedtime story enjoyed by flashlight.\nFollow more of our favorite submissions to last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "714,611", "path": "instagram/picture1082.jpg", "like_list": [], "date_time": "May 1, 2017", "location": "", "tag_list": ["@jordan_fisher"], "caption": "Tonight, the 2017 Radio Disney Music Awards air on television. The hosts — including singer-songwriter Jordan Fisher () — are taking us along for the ride. Watch it all on our Instagram story right now! It’s your backstage pass to the RDMAs."}, {"num_of_comments": 24, "num_of_like": "753,409", "path": "instagram/picture1083.jpg", "like_list": [], "date_time": "May 1, 2017", "location": "", "tag_list": ["@tedpoketo", "@poketo", "@angiepoketo", "@poketo"], "caption": "Ted Vadakan () describes Poketo (), the design firm he and his wife Angie Myung () founded, as an “accidental business.” It started with the concept for a wallet that brought art to daily life. Friends and local artists in their community contributed designs to cover the wallets, then Ted and Angie rented a gallery for two days and threw a big launch party. Every product sold, and the event was a huge success. “We walked home that night and thought, ‘That was magic, let’s do this again,’” says Ted.\nToday, 14 years later, Ted and Angie have traveled the world to build a global community, and in 2012, they opened their first brick-and-mortar shop in downtown Los Angeles. “It’s our home base for the Poketo products we make, but we also sell brands and designers we love that fit with our aesthetic,” says Ted. It’s also a permanent home for the activations, art shows and workshops — everything from calligraphy to soba noodle making — the duo produce to showcase emerging designers and bring the creative community together. “What I love the most is seeing people meet for the first time and the buzzing energy in the room when you are creating and forming new friendships,” says Ted.\nThis post is in celebration of National Small Business Week in the US.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,137,705", "path": "instagram/picture1084.jpg", "like_list": [], "date_time": "May 1, 2017", "location": "Mosteiros", "tag_list": ["@christophschlein", "#TheWeekOnInstagram", "@christophschlein"], "caption": "When Christoph Schlein () got to this moody beach in the Azores, the first thing he noticed was the impressive rock formation – and then a lone surfer. “He was the one and only surfer despite the bad weather,” he says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "954,416", "path": "instagram/picture1085.jpg", "like_list": [], "date_time": "Apr 30, 2017", "location": "", "tag_list": ["@brgtnc", "#TheWeekOnInstagram", "@brgtnc"], "caption": "A well-balanced goat in Chiba, Japan interrupted a photo shoot with Keita Morozumi () and her daughter. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,098,903", "path": "instagram/picture1086.jpg", "like_list": [], "date_time": "Apr 30, 2017", "location": "", "tag_list": ["@le.photographe.francais", "#TheWeekOnInstagram", "@le.photographe.francais"], "caption": "In the Marais District of Paris, a girl in a yellow jacket under the blossoming cherry trees caught Nicolas Jehly's () eye. 🌸 “Every Saturday, I take three or four hours to go for a walk through Paris with my camera,” he says. “The idea is to rediscover my city.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,308,569", "path": "instagram/picture1087.jpg", "like_list": [], "date_time": "Apr 29, 2017", "location": "", "tag_list": ["@_otherego", "#TheWeekOnInstagram", "@_otherego"], "caption": "Walking through Saõ Paulo, a loud noise drew Gabriel Silva's () attention to a house on the side of the road. “There were lots of people working and tidying up inside – it was insanity,” he says. “But this dog was quiet at the window as if nothing was happening.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "858,206", "path": "instagram/picture1088.jpg", "like_list": [], "date_time": "Apr 29, 2017", "location": "Ciudad Amurallada, Cartagena, Colombia", "tag_list": ["@ajremacha", "#TheWeekOnInstagram", "@ajremacha"], "caption": "“They call these the windows of love,” says Ana Jiménez Remacha () of this spot in Cartagena, Colombia. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "858,206", "path": "instagram/picture1089.jpg", "like_list": [], "date_time": "Apr 29, 2017", "location": "", "tag_list": ["@msholihinn", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@msholihinn"], "caption": "“Happy weekend, and don’t forget to go to the beach 🌊 ,” writes Muhammad Solihin () from Batam, Indonesia. This lovely seaside loop = our .\nAdd  to your next Boomerang’s caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "1,219,287", "path": "instagram/picture1090.jpg", "like_list": [], "date_time": "Apr 29, 2017", "location": "", "tag_list": ["#WHPgoodnight", "#WHPgoodnight", "@2ches"], "caption": "Weekend Hashtag Project: \nFor some, the world goes to sleep at night. For others, it comes alive. This weekend, the goal is to capture both sides of that spectrum: the bright energy and the quiet rest.\nHere are some tips to get you started:\nWhether it’s calming down or speeding up, notice how the energy shifts. Document your family settling in for dinner or take a Boomerang of your friends hitting the town.\nFocus on light. Whether it’s the blue hue of dusk spreading over your neighborhood or a city skyline illuminated against the night sky, notice how light changes and evolves from bright to dim.\nLook beyond your immediate circle — how do other people react to the shift from day to night? Take a portrait of a server heading to work or a video of downtown streets emptying as office workers head home.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "793,270", "path": "instagram/picture1091.jpg", "like_list": [], "date_time": "Apr 29, 2017", "location": "", "tag_list": ["@vivnunez", "@2damnyoung", "@vivnunez", "@babin"], "caption": "“I lost my mom when I was 10, and I lost my grandma when I was 21. I realized through therapy that I had anxiety and depression. I try to humanize depression and anxiety a bit by sharing my own story,” says Vivian Nunez (). She is the founder of Too Damn Young (), a community with the sole purpose of letting any grieving teenager know they are not alone.\n“I don’t think there’s ever a moment where you are done with grief, and I’ve always described it this way: Grief is a thing that you learn to walk alongside of, you never leave it behind. But I remember my mom and my grandma now, and I smile.\nWriting is a big coping mechanism for me, and it’s a counterbalance. My captions are really long and often heavy in terms of what they’re talking about, but my pictures are really pretty. They remind me how there’s still good in the world, and there are still pretty things in the world even if the day itself was a little bit heavier.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "762,621", "path": "instagram/picture1092.jpg", "like_list": [], "date_time": "Apr 28, 2017", "location": "", "tag_list": ["@deshaunwatson", "@deshaunwatson", "@deshaunwatson"], "caption": "It’s only been a few months since American football quarterback Deshaun Watson () graduated from Clemson University, but he’s already got his eyes on the next prize: his first season in the National Football League. “Everyone wants to win Super Bowls, but in my rookie season, I would love to earn a starting position that can give me the opportunity to be Rookie of the Year,” says Deshaun. And he’s no stranger to achieving high goals; in just three years at Clemson, Deshaun led his team to win the 2017 College Football Playoff National Championship — only the second in the school’s history — and was a two-time Heisman Trophy finalist for outstanding player in college football.\nAfter declaring for the NFL draft earlier this year, the day has arrived for Deshaun to find out where he’s heading next. “You can’t control what’s going to happen, so I am trying to enjoy the moment,” he says. “I’m looking forward to getting back to the routine and playing the game I love. It’s been a while since I’ve been in a locker room with a team — I definitely miss it.”\nHead to  to follow him along on Draft Day.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,045,349", "path": "instagram/picture1093.jpg", "like_list": [], "date_time": "Apr 28, 2017", "location": "", "tag_list": ["@sagosystrar", "@sagosystrar"], "caption": "Sweden’s dreamy forests lay the backdrop for sisters Elin, Lovisa and Therese’s () adventures. “We’re driven by our love for fantasy and the dream of feeling like we’re in a fairy tale,” explains Elin. “We do this because of the strong feeling we get when dressing up like this and being in nature. It’s almost like meditation and therapy.” Inspired by medieval times and fantasy movies, the sisters point out that what they do is not LARP (live action role-playing) or cosplay, it’s their own unique variety of self-expression and play.\nLearn more about the sisters’ fantastical scenes on our Instagram story right now. 🦄✨\nPhoto of  by Henrik Jensen"}, {"num_of_comments": 24, "num_of_like": "1,000,493", "path": "instagram/picture1094.jpg", "like_list": [], "date_time": "Apr 28, 2017", "location": "", "tag_list": ["@kaverigeewhiz", "@kaverigeewhiz"], "caption": "“I’m drawn to fantastical and natural elements and dark edgy humor in my characters and storylines,” says comic book maker Kaveri Gopalakrishnan (), who loves drawing the magical stuff in ordinary life, things that come up when she can’t sleep at 4 a.m., and her “gharelu” (plain, introverted) witch girls. Bangalore, India-based Kaveri thinks of herself, and other freelancer friends, as part of this band of imagined female subjects, describing them as “imperfect, maybe cursing a fair amount, handling mood swings and a full-time career, secret ideas and potions that you develop when most of your day is spent with, well, yourself.”\nHer illustrations span topics like growing up secrets, body positivity, safe urban spaces for women and questions of privacy. Kaveri examines these themes in her own work and with Kadak Collective, a community of South Asian women who collaborate to self-publish their graphic stories and art.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "757,869", "path": "instagram/picture1095.jpg", "like_list": [], "date_time": "Apr 27, 2017", "location": "", "tag_list": ["@ricepaella", "@instagrames", "@ricepaella"], "caption": "Here are Spanish chef David Montero Miguel’s () tricks for the perfect paella: use fresh ingredients, take your time, give it a lot of love and triple sauté the tomatoes. “When I’m cooking, I feel as if my body were just another ingredient in the recipe,” says the former waiter-turned-professional chef, who is based in Valencia. “I let go and improvise with different ingredients and steps. In general, I just feel happy.” Today, David leads cooking workshops where foodies can learn new recipes and disconnect from their daily routine in the kitchen.\nDiscover more stories from the Spanish-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "602,082", "path": "instagram/picture1096.jpg", "like_list": [], "date_time": "Apr 27, 2017", "location": "", "tag_list": ["@angelaowens", "@angelaowens"], "caption": "\"Women have always been a part of punk and hardcore, but we've always had to fight for space and recognition. And while that hasn't completely changed, I think in the past few years, more women are getting the recognition they deserve, and then inspiring other women. There's still a long way to go before it's even remotely equal, but I've definitely felt a change. It's very important to me to document people involved in punk and hardcore who have been underrepresented in the past. I can think of so many women who have been forgotten by history — it's heartbreaking. In twenty years, if someone wants to know what hardcore was like in the US in 2017, they're going to see a room full of women participating and supporting each other. That's what I want to preserve.\" —photojournalist Angela Owens ()\nCheck out our Instagram story to see more of Angela’s work. Photo by "}, {"num_of_comments": 7, "num_of_like": "675,872", "path": "instagram/picture1097.jpg", "like_list": [], "date_time": "Apr 26, 2017", "location": "", "tag_list": ["@heysp"], "caption": "We’re thrilled to announce that our community has grown to more than 700 million Instagrammers. And the last 100 million of you joined faster than ever.\nWe’ve made it even easier for people across the globe to join the Instagram community, share their experiences and strengthen connections to their friends and passions. With new features like stories, live video and disappearing messages in Direct, people now have more ways than ever to express themselves and feel closer to what matters to them.\nFrom all of us at Instagram, thank you!\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "869,019", "path": "instagram/picture1098.jpg", "like_list": [], "date_time": "Apr 26, 2017", "location": "", "tag_list": ["@katska_ya", "#WHPnaturalbeauty", "@katska_ya"], "caption": "Flowers are an endless source of inspiration for Kateryna Dekhtiarenko (), who took this photo on a sunny day at home in Düsseldorf, Germany. “I like the light and the mystery of objects in shadow,” she says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "919,095", "path": "instagram/picture1099.jpg", "like_list": [], "date_time": "Apr 26, 2017", "location": "Canary Islands", "tag_list": ["@rubnru", "#WHPnaturalbeauty", "@rubnru"], "caption": "For as long as he can remember, Rubén García Ramos () has visited the natural pools near his grandmother’s beachside home. “I love how peaceful he looks in the water,” says Rubén, of his floating cousin. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,264,516", "path": "instagram/picture1100.jpg", "like_list": [], "date_time": "Apr 26, 2017", "location": "Great Smoky Mountains National Park", "tag_list": ["@disasterfilm", "#WHPnaturalbeauty", "@disasterfilm"], "caption": "In the rolling mountains of the Eastern US, geotechnical engineer Brad Smith () took his day off during a work trip to see the woods at sunrise. “One morning of nature was exactly what I needed,” he says.\nFollow along to see more of our favorite submissions to last weekend’s hashtag project, .\nPhoto by "}]}