{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "516,570", "path": "instagram/picture2601.jpg", "like_list": [], "date_time": "Feb 8, 2016", "location": "", "tag_list": ["@panthersphotog", "#superbowl", "@panthersphotog"], "caption": "Melissa Melvin-Rodriguez’s () first day of work photographing the Carolina Panthers coincided with another big milestone — it was her very first time at an NFL game. “It gave me a huge adrenaline rush,” Melissa, who has lived in North Carolina for over 30 years, says. “I didn’t know what to expect.” Her photography career with the Panthers kicked off as an intern in 2013. Now, she works full time as the team’s photographer. Like the players on the field, Melissa’s work is physically grueling. She carries anywhere from 30 to 40 pounds (14 to 18 kilograms) of equipment while moving up and down the sidelines. “You’re sprinting not only to not miss the action, but also to get the best spot before other people get there,” she explains.\n\nAs the Panthers head into the , Melissa can’t help but reflect at the team’s “mind-boggling” season. “There was just this overall sense that almost everyone had that this is a really good group of guys, a really special team,” she says. “There was just this fantastic momentum happening.” And that makes Melissa’s job a lot easier — and even more fun.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "643,452", "path": "instagram/picture2602.jpg", "like_list": [], "date_time": "Feb 8, 2016", "location": "", "tag_list": ["@jarisokka", "@jarisokka"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo from Finland captured by . For these photos, videos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "487,638", "path": "instagram/picture2603.jpg", "like_list": [], "date_time": "Feb 7, 2016", "location": "", "tag_list": ["@aujinrew", "#LunarNewYear", "@aujinrew"], "caption": "It’s been almost 10 years since Aujin Rew () overhauled her whole life, leaving behind a stable engineering career in South Korea to pursue photography. Last year, she accomplished another dream by traveling all over Asia, starting in Vietnam and ending in Turkey. “Mostly I traveled by bus or train, but sometimes hitchhiking took me on a more adventurous experience,” she says. “I hitchhiked a vegetable sellers’ car from Sary-Tash, Kyrgyzstan, and helped them sell vegetables on the way to Osh. A three-hour journey became six hours.” Aujin’s current home base is in Singapore, but before heading back on the road, she’s pausing in Seoul to reflect for the : “What has been driving me to keep traveling and stay away from home? Maybe even before I find some answers, my itchy feet will lead me to somewhere in Siberia or the border between Myanmar and India. Who knows? Life brings surprises.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "487,638", "path": "instagram/picture2604.jpg", "like_list": [], "date_time": "Feb 7, 2016", "location": "", "tag_list": ["@oddkidout", "#FACTInstaBeats", "@oddkidout", "@music"], "caption": "There’s a reason musician Butch Serianni refers to himself as . “I always felt like people didn’t understand me, nor did they understand that I wanted to do something different,” says the 20-year-old Drexel University sophomore and co-host of FACT Magazine’s  series. No matter. Being on his own just allowed him to build up his skills, first on the drums, and then in electronic production. The chronology makes more sense when you check out his videos, where he can be seen gliding across a Native Instruments system, tapping out a beat in real time. “The format I used to learn drums, I took that concept and transferred it.”\nVideo by . Words by "}, {"num_of_comments": 24, "num_of_like": "661,093", "path": "instagram/picture2605.jpg", "like_list": [], "date_time": "Feb 6, 2016", "location": "", "tag_list": ["#WHPvibrant", "@ioulex", "#WHPvibrant", "@ioulex"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to create brightly colored photos and videos filled with energy, like this one by . Here’s how to get started:\nGet up close to capture lively action, spirited moments and animated personalities.\n\nA vibrant subject pops in a muted setting. Look for backgrounds that allow your subject to shine, and try shooting from unexpected angles.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "679,783", "path": "instagram/picture2606.jpg", "like_list": [], "date_time": "Feb 6, 2016", "location": "", "tag_list": ["@zunleephoto", "@faderesistance", "@faderesistance", "@zunleephoto"], "caption": "It all started with a handful of Polaroids found on a city street. Now, Zun Lee’s () project, Fade Resistance (), has amassed over 3,500 instant photos, chronicling the African-American family experience in the United States. “There was so much love and joy and affection, and these photos were so full of life,” the Toronto-based photographer says. “The question then is: Why are so many of them out there? And what does it say about how they end up on the street?” Zun’s collection largely hails from the Los Angeles area — the majority were taken in the 1980s and early 1990s — capturing life’s milestones, moments and everyday scenes. “When you see pictures that resemble one’s own experience, it’s much easier to empathize and to humanize a community that might not be your own,” Zun explains.\n\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "679,783", "path": "instagram/picture2607.jpg", "like_list": [], "date_time": "Feb 5, 2016", "location": "", "tag_list": ["@instagram", "@zolloc", "#IGHearts", "@zolloc"], "caption": "Like. Love. Affection. Romance. A double tap. All month long,  will be celebrating this simple image with a big helping of meaning. For Hayden Zezula (), a New York City artist and animator, having heart means “life.”\nYour heart beats about 100,00 times in one day and 36.5 million times in a year.\n\nWatch this space for more standout hearts, and share yours with \n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "773,527", "path": "instagram/picture2608.jpg", "like_list": [], "date_time": "Feb 5, 2016", "location": "", "tag_list": ["@lucille_clerc", "@instagramfr", "@lucille_clerc"], "caption": "“Sometimes an illustration is more direct than words,” Lucille Clerc () says. Since the November Paris attacks, the London-based, French-born illustrator has been working on illustrations of the French values “liberté, égalité and fraternité” (liberty, equality and fraternity). Drawing allows Lucille to stay connected to her native country’s culture: “It helps me a lot to draw these days. These values — liberté, égalité, fraternité — they are not only French. They are universal.”\nTo explore more stories from the French-speaking community, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "717,502", "path": "instagram/picture2609.jpg", "like_list": [], "date_time": "Feb 4, 2016", "location": "", "tag_list": ["@thejewishmuseum", "@studiomuseum", "#MuseumInstaSwap", "@intrepidmuseum", "@wellcomecollection", "@vajiajia", "@studiomuseum", "@thejewishmuseum"], "caption": "JiaJia Fei, digital director at the Jewish Museum () in New York City, has visited the Studio Museum in Harlem () many times, but a recent trip was for the : 18 museums in New York paired off and spent time with each other’s collections, taking photos with their own communities in mind and posting them throughout the day on February 2. Organized by the Intrepid Museum () and inspired by the first swap led by the Wellcome Collection (), the initiative offers a fresh perspective on each museum as well as a broader audience for all. At the Studio Museum, JiaJia () took photos of pieces capturing its spirit, such as Glenn Ligon’s iconic work “Give us a Poem,” a light installation blinking the words “me, we.” “Though the mission of both institutions is dedicated to art seen through a specific lens, these are ultimately museums for people of all backgrounds,” says JiaJia. “We were able to connect all of our voices and audiences online, worldwide, for a single day.”\nPhoto at  by "}, {"num_of_comments": 24, "num_of_like": "724,636", "path": "instagram/picture2610.jpg", "like_list": [], "date_time": "Feb 4, 2016", "location": "", "tag_list": ["#WHPnocturnal", "@maandani", "@maandani"], "caption": " asked community members to make creative images and videos at night, like this one by Mohammad Reza Mandani (), an artist from Iran.\n\nMohammad took this photo when traveling into the desert with friends. “We got there in the evening and the sun disappeared,” Mohammad says. “I was wondering how we could freeze the moment forever and remembered one of the oldest techniques: long exposure with light painting.”\nSee more of our favorite submissions at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "680,454", "path": "instagram/picture2611.jpg", "like_list": [], "date_time": "Feb 4, 2016", "location": "", "tag_list": ["@darosulakauri", "@darosulakauri"], "caption": "“Every person you photograph, young or old, you have to bond, you have to connect,” photojournalist Daro Sulakauri () says. “I don’t think portraiture has an age to it.” Daro was born in Tbilisi, Georgia, then studied in the United States before returning back to her native country. She grew up surrounded by social change as Georgia regained its independence from the Soviet Union. “Everything happened in front of my house all the time,” she explains. While her early work was photographing her friends and family, now she says she likes to slip into the corners of other homes, too, capturing domestic moments that highlight contemporary life in Georgia: “Like remote villages, for instance, where you will never get a chance to meet those people and see the life that’s going on there — the light, the colors, the people, everything.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,394,421", "path": "instagram/picture2612.jpg", "like_list": [], "date_time": "Feb 3, 2016", "location": "", "tag_list": ["#WHPnocturnal", "@dominicliam", "@dominicliam"], "caption": " asked community members to make creative images and videos at night, like this one by Dominic Liam Mayland () from Athens, Greece.\n“I wanted to create something different. I wanted to capture people’s imagination,” Dominic explains. “I love to push the boundaries. I have created a style that very few others do, and I’m constantly changing the way I do it.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "844,837", "path": "instagram/picture2613.jpg", "like_list": [], "date_time": "Feb 3, 2016", "location": "", "tag_list": ["#WHPnocturnal", "@brandenjustin", "@brandenjustin"], "caption": " asked community members to make creative images and videos at night, like this one by Branden Justin Maes () from Dallas, Texas.\n“My inspiration was taking a nightmare-reminiscent scene and bringing it to life,” says Branden, who used a flashlight to create an ominous shadow hand. “It is fun and unexpected, yet something I think could represent any challenge people may fear.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "615,441", "path": "instagram/picture2614.jpg", "like_list": [], "date_time": "Feb 3, 2016", "location": "", "tag_list": ["@heatherbuchanan", "@heatherbuchanan"], "caption": "“When you love a movie or an actor, and you meet someone with that same affinity, there’s an instant bond between you,” artist Heather Buchanan () explains. Heather creates goods like pins, greeting cards and small prints, regularly featuring her favorite pop culture icons. “Attractiveness is boring,” the Canadian artist from Calgary explains. “There’s got to be some madness and some rare depth of hilarity.” (Think John Goodman, Patrick Stewart, and yes, Bill Murray.) “There is a mythology around [Bill Murray] that stems partially from nostalgia and partially from an excitement about what shenanigans he’ll pull in the future,” Heather says. “If you paint the slightest change in his eyes, then suddenly his whole face says something new.” The best piece of advice she can offer other small business owners? “Make sure you’re putting as much time into making unique and exciting things as you are into corralling a following.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "615,441", "path": "instagram/picture2615.jpg", "like_list": [], "date_time": "Feb 3, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@shanti_cat_", "@shanti_cat_"], "caption": "Hello, Instagram! Today’s dose of  takes us to Russia, home to a handsome ball of silver fur named Shanti (). Shanti and his feline partner Margo are proud parents to a new litter of kitties. To add an infusion of extra cuddly cat fluff to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "615,441", "path": "instagram/picture2616.jpg", "like_list": [], "date_time": "Feb 2, 2016", "location": "", "tag_list": ["#GroundhogDay", "@sweetjennybelle", "@sweetjennybelle"], "caption": "This , Jenny Rodriguez () is taking bets. Her prediction? Punxsutawney Phil will see his shadow and six more weeks of winter are guaranteed. With that said, she doesn’t have complete confidence in the source. “I imagine groundhogs are a bit sketchy,” Jenny, who owns a baking business in Utah, says. “I could see them fibbing for an extended nap.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "694,682", "path": "instagram/picture2617.jpg", "like_list": [], "date_time": "Feb 2, 2016", "location": "", "tag_list": ["#WHPnocturnal", "@sofidutilh", "@sofidutilh"], "caption": " asked community members to make creative images and videos at night, seeking out surprising sources of light for their visuals — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "858,725", "path": "instagram/picture2618.jpg", "like_list": [], "date_time": "Feb 2, 2016", "location": "", "tag_list": ["#WHPnocturnal", "@ishalin_streets", "@ishalin_streets"], "caption": " asked community members to make creative images and videos at night, seeking out surprising sources of light for their visuals — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "858,725", "path": "instagram/picture2619.jpg", "like_list": [], "date_time": "Feb 2, 2016", "location": "", "tag_list": ["#WHPnocturnal", "@paul_johnstone", "@paul_johnstone"], "caption": " asked community members to make creative images and videos at night, seeking out surprising sources of light for their visuals — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "720,916", "path": "instagram/picture2620.jpg", "like_list": [], "date_time": "Feb 2, 2016", "location": "", "tag_list": ["@aniekanreloaded", "#MakeYourMap", "#BlackHistoryMonth", "@aniekanreloaded"], "caption": "It only took one man, Aniekan Udofia (), to paint this larger-than-life mural of music legend and activist Marvin Gaye, but an entire community came together to make it a lasting image in Washington, DC’s cityscape. The wall Aniekan originally painted his commissioned mural on was torn down, so the people of the Shaw neighborhood in Northwest DC raised money to start fresh. “I actually like the second one because there was no control in terms of the creativity, the timeline or the style,” says Aniekan, a DC illustrator who paints murals all over his city — no easy feat for a man terrified of heights. “The funny thing is, once I’m up there for a few minutes, I’ll get the swing of it — as long as I’m not looking down.”\nAniekan spent 16 years living in his parents’ native country of Nigeria before moving to the US to study fine art, but didn’t hold a can of spray paint until years after he graduated. “It’s like someone giving you a can of Cheez Wiz to create art,” he jokes. He still holds a special place in his heart for the trusty pencil, using the image as a sort of signature: “The pencil represents persistence. You can use the pencil to the last drop of lead.”\nThis post is part of Instagram’s , a project to capture and celebrate local culture and heritage during , which runs throughout February in the United States.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,271,157", "path": "instagram/picture2621.jpg", "like_list": [], "date_time": "Feb 1, 2016", "location": "Bromo Tengger Semeru National Park", "tag_list": ["@hendisyahputra", "@hendisyahputra", "@reedandrader", "@myselfkumail", "@toniaroselooker", "@alexandreketo", "@tallicka", "@yonibrook", "@moodulator", "@nathannoland", "@hendisyahputra"], "caption": "Every week, we look back and select some of our favorite images from emerging voices across the globe, like this moment from Indonesia captured by . For these photos, videos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,271,157", "path": "instagram/picture2622.jpg", "like_list": [], "date_time": "Feb 1, 2016", "location": "", "tag_list": ["@torahbright", "@xgames", "@torahbright"], "caption": "Everything changed the day Torah Bright () stepped on a snowboard. “It was challenging, it was a new skill, but it came pretty quickly,” the 29-year-old Olympic gold medalist from Australia says. “A whole new world opened up.” This weekend, she’s at the Winter X Games () in Aspen, Colorado, but at this point, it’s not really about the accolades: “I just like to really relish in the environment and all the girls. We have fun and we watch each other and we celebrate. Usually I’m the girl up there dancing, as silly as I can be to stay relaxed.” Torah grew up in a small town an hour from the mountains and an hour and a half from the ocean; she has a special place in her heart for both terrains. “Snowboarding is my life and my career, but whenever I get a chance I’m at the beach.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,046,220", "path": "instagram/picture2623.jpg", "like_list": [], "date_time": "Jan 31, 2016", "location": "", "tag_list": ["@charles_post", "@charles_post", "@sully_land"], "caption": "Ecologist and storyteller Charles Post’s () introduction to the outdoors came early: his grandmother was an avid birdwatcher and naturalist. “The ebb and flow of the natural world captured my keenest sense of curiosity,” Northern California-based Charles says. “It propelled me on a lifelong pursuit to better understand the natural rhythms of the outdoors.”\nHe’s traveled extensively, but Charles insists you don’t need to go far to connect with nature. “Take those moments to pause and watch the world around you. Whether you’re in New York City, Banff, Yellowstone or New Orleans, nature exists in one form or another,” he explains. “It takes practice, but in time nature will begin to reveal itself.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "732,037", "path": "instagram/picture2624.jpg", "like_list": [], "date_time": "Jan 31, 2016", "location": "", "tag_list": ["@carpet_sample", "@carpet_sample"], "caption": "A night club. A business school. A waiting lounge. A government building. These are just some of the places where Kasimir Pilè () has found interesting floor coverings. He began documenting his discoveries when he was feeling sad. “I was sitting at the public library and I looked down to see the carpet,” says Kasimir, a delivery driver who lives in Sydney. “I took a picture to remember the warm feeling under my feet.” Now, when Kasimir finds carpet on his delivery route he hasn’t seen before, he must take a photo. “It is so beautiful, soft to lie on and has such lovely patterns,” he says. “It’s different every place I go.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "978,313", "path": "instagram/picture2625.jpg", "like_list": [], "date_time": "Jan 30, 2016", "location": "", "tag_list": ["#WHPnocturnal", "@just.gravity", "#WHPnocturnal", "@just.gravity"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative images and videos at night, seeking out surprising sources of light for your visuals, like this one by . Here’s how to get started:\nNatural light will be low, so look for unusual ways to light your subjects other than built-in flash – think street lamps, headlights from cars or glow sticks.\n\nSeek out settings that come alive at night (like concert venues or city streets) or focus on the emptiness of areas that fall quiet when the day comes to an end.\n\nIf shooting on your phone, tap and hold your finger on your subject to lock the focus and exposure. Make sure your subject stands still to avoid blurriness in low light.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "705,171", "path": "instagram/picture2626.jpg", "like_list": [], "date_time": "Jan 30, 2016", "location": "", "tag_list": ["@particula_universum", "@particula_universum"], "caption": "“I am an artist, and my life coils around this fact,” St. Petersburg, Russia’s Darya Morgachyova (), who often goes by “ЬЯ,” says. “ЬЯ is a huge world of peculiar style that includes my graphics, calligraphy, my thoughts and ideas — it is my job and my philosophy at the same time.” A self-proclaimed perfectionist, Darya is not afraid to play around with her work, but her style remains the same: strong lines with intricate detail. “My life is an attempt to reach out to the art,” she explains.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "613,962", "path": "instagram/picture2627.jpg", "like_list": [], "date_time": "Jan 29, 2016", "location": "", "tag_list": ["@iringo.demeter", "@tmagazine", "@chanelofficial", "@iringo.demeter"], "caption": "Photographer Iringó Demeter () reveals the emotion in a detail. At Couture Week in Paris, shooting close-up, slow motion videos and intimate photos for T Magazine (), she highlighted the craft behind each exquisite garment. During a Chanel () fitting, she zoomed in on a jacket with oval sleeves. “My eyes were glued to the stairs as I waited for the model to appear,” Iringó says. “The details — intricate embroidery and mesmerizing beadwork — are spectacular and some you can only discover if you are quite close.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "889,162", "path": "instagram/picture2628.jpg", "like_list": [], "date_time": "Jan 29, 2016", "location": "", "tag_list": ["@frodesandbech", "@frodesandbech"], "caption": "At 17 years old, Frode Sandbech () began bringing a camera along on snowboarding trips. “My two biggest passions merged into one thing,” the now 38-year-old Oslo, Norway, resident says. “Not long after, I was sending shots into magazines.” Frode established a successful freelance career, but unlike most sports photographers, he takes plenty of shots from a distance. “My style is to work around noise and find the cleanest lines,” he says. “I like to create pictures where I make the viewer dream and look through the whole image, not only the action.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "866,397", "path": "instagram/picture2629.jpg", "like_list": [], "date_time": "Jan 28, 2016", "location": "", "tag_list": ["#WHPsplitsecond", "@sureyyaseneldir", "#WHPsplitsecond", "@sureyyaseneldir"], "caption": " asked community members to make pictures that capture a candid, fleeting moment in time, like this image by Süreyya Şeneldir (), a surgeon from Istanbul.\n“I was enjoying a cup of coffee with my friend when I saw a child and a dog playing joyfully. I always have my camera with me, so when I felt their intimate joy, I left the café to take a photo of them,” says Süreyya. “The most amazing thing that touched me in this photo is the strong bond of love between these two.”\nSee more our favorite submissions from  at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "866,397", "path": "instagram/picture2630.jpg", "like_list": [], "date_time": "Jan 28, 2016", "location": "", "tag_list": ["@lexihannah.art", "@lexihannah.art"], "caption": "Sequence is the secret for the vibrant and striking colors of Lexi Hannah’s () watercolor drip paintings. “I’m surprised with the way they turn out,” the New York-based artist and muralist says. To make her work more interactive, Lexi places her phone on a box light in her studio and taps into the time-lapse feature. “Over time, I found that the most gratifying thing about art is the process,” she says. “To enjoy life in general, you have to be present. That’s how I view art. It’s therapeutic and a good thing for the soul.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "723,798", "path": "instagram/picture2631.jpg", "like_list": [], "date_time": "Jan 28, 2016", "location": "", "tag_list": ["@maxavdeev", "@maxavdeev"], "caption": "“I know my home airport better than my own courtyard,” says 28-year-old Russian photographer Max Avdeev () — who counted only 12 days at home last summer. While globe-trotting is associated with a particular kind of sparkle or elegance, for Max, traveling around the world can be far less glamorous. In Mongolia he took a 39-hour microbus trip on roadless terrain. “When we saw asphalt in the end, we wanted to kiss it,” he says. “Deer, horses and donkeys aren’t just for tourists, but very useful means of transportation when there is no road.” For Max it’s all worth it: “One day, it can be a war zone in Ukraine, and two days later it’s a picture from a fashion shoot in Paris, a Scotch whiskey distillery or a group photo of my friends.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "968,708", "path": "instagram/picture2632.jpg", "like_list": [], "date_time": "Jan 27, 2016", "location": "", "tag_list": ["#WHPsplitsecond", "@loritapc", "@loritapc"], "caption": " asked community members to make pictures that capture a candid, fleeting moment in time, like this image by Lorita Catarin () of Switzerland.\n\nThis photo was captured on Lake Maggiore, where she often goes to watch and photograph local birds. “It all happens in an instant,” Lorita says. “It requires a little bit of patience — and some luck with nature!”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "824,739", "path": "instagram/picture2633.jpg", "like_list": [], "date_time": "Jan 27, 2016", "location": "", "tag_list": ["#WHPsplitsecond", "@tonipascualcuenca", "@tonipascualcuenca"], "caption": " asked community members to make pictures that capture a candid, fleeting moment in time, like this one by Toni Pascual Cuenca () from Spain.\n\nToni took this image while his niece performed somersaults and handstands at the beach in Torredembarra. “All her movements express the freedom of a 7-year-old girl: innocent, positive, unpredictable and magic,” says Toni, who waited for the perfect moment to capture this photo. “I love how the sun shines on her; she is wrapped with light!”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "913,830", "path": "instagram/picture2634.jpg", "like_list": [], "date_time": "Jan 27, 2016", "location": "", "tag_list": ["@bokehm0n", "@bokehm0n"], "caption": "Twenty-year-old Johannes Hulsch () often rises before dawn to capture the morning fog on lakes and rivers in the Ore Mountains. “Fog fascinates me because you never know what’s awaiting you or what to expect on the other side,” the student living in Leipzig, Germany, says. The atmosphere might seem eerie to some, but Johannes finds it soothing. “I often go for a run after a thunderstorm or heavy rain, to clear my head and forget about the everyday hustle and bustle for a couple of hours.” When the first rays of sun break through sleepy treetops and his surroundings come to life, Johannes wants to be there.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "913,830", "path": "instagram/picture2635.jpg", "like_list": [], "date_time": "Jan 27, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@kane.and.harlow", "@kane.and.harlow"], "caption": "Hello, Instagram! It’s time for the . Meet Kane (), a handsome rescue canine from the Great White North. This playful pup — a beautiful blend of Rhodesian Ridgeback, Labrador and shepherd — prefers slow-motion when prancing for the camera. To add a dash of cuddly Canadian fluff to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "771,521", "path": "instagram/picture2636.jpg", "like_list": [], "date_time": "Jan 26, 2016", "location": "", "tag_list": ["#WHPsplitsecond", "@lazybhorses", "@lazybhorses"], "caption": " asked community members to make pictures that capture a candid, fleeting moment in time, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "671,241", "path": "instagram/picture2637.jpg", "like_list": [], "date_time": "Jan 26, 2016", "location": "", "tag_list": ["#WHPsplitsecond", "@iqbalbabon", "@iqbalbabon"], "caption": " asked community members to make pictures that capture a candid, fleeting moment in time, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "820,904", "path": "instagram/picture2638.jpg", "like_list": [], "date_time": "Jan 26, 2016", "location": "", "tag_list": ["#WHPsplitsecond", "@herosdem", "@herosdem"], "caption": " asked community members to make pictures that capture a candid, fleeting moment in time, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "820,904", "path": "instagram/picture2639.jpg", "like_list": [], "date_time": "Jan 26, 2016", "location": "", "tag_list": ["@victoriawill", "@esquire", "@nickjonas", "@victoriawill"], "caption": "For the last three Sundance Film Festivals, Victoria Will () created old-time tintype prints to capture celebrities in their element, but this year at the  portrait studio, she jumped centuries ahead with moving portraits. “This takes a still image and adds a little bit of a narrative to it,” the photographer from Brooklyn, New York, says. “It asks more questions than it answers.” Victoria is drawn to the infectious creative energy inherent in Sundance’s culture, and occasionally, she gets star struck — she has esteemed entertainers like Nick Jonas posing for her, after all. But the butterflies dissipate once the stars say hello. “Every 15 minutes, someone new walks in the door,” she explains. “I say, ‘This is great. It’s so nice to meet you. I’m Victoria. Come on in. Let’s do this.’”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "755,255", "path": "instagram/picture2640.jpg", "like_list": [], "date_time": "Jan 25, 2016", "location": "", "tag_list": ["@carolyn_mara", "@instagram", "#ohjustcreatingforWHP", "@carolyn_mara"], "caption": "When Carolyn Borlenghi () was having a bad day, she did what came most natural to her — placed her tripod by the pool, set the timer on her camera and jumped in. “Creative expression is really healing,” says Carolyn. As an art educator and self-described “creative spirit guide” in Miami, Carolyn’s determined to bring out the artist in others. “When somebody says, ‘I’m not an artistic person,’ I take that as a challenge,” she says. “Just like you exercise your body to get stronger, you have to exercise your creativity.” Besides being a regular contributor to ’s Weekend Hashtag Project series (she’s even created her own hashtag, ), Carolyn constantly experiments with her photography, often with her two sons by her side. “It’s about going out and trying things without being afraid — even if you think you’re going to fail,” says Carolyn. “I just go with it.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "755,255", "path": "instagram/picture2641.jpg", "like_list": [], "date_time": "Jan 25, 2016", "location": "", "tag_list": ["@garykarolli", "@luistatophoto", "@gboxcreative", "@kromirko", "@nastasyaylianova", "@joachimladefoged", "@emersonmt", "@greggsegal", "@zaluskart", "@zaluskart"], "caption": "Every week, we look back and select some of our favorite images and videos from emerging voices across the globe. For these and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "869,470", "path": "instagram/picture2642.jpg", "like_list": [], "date_time": "Jan 24, 2016", "location": "", "tag_list": ["@moography", "@moography"], "caption": "“I’ve got crazy ideas in my head when it comes to how I would like to see the world,” says Anshuman Ghosh (), an Indian business developer based in South Africa. He was initially drawn to street photography, but Anshuman wasn’t able to create the world he imagined in his mind — one that was less serious and more quirky. “I wanted to create something that was a fusion between what was real and what was not,” he says. “I came up with this technique I call phone framing.” Anshuman sketches a drawing on paper, cuts it out and aligns everything together to create a seamless visual illusion. “Placing the phone in the picture gives me the freedom to trick my audience into believing the phone is more than something that it is.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,044,011", "path": "instagram/picture2643.jpg", "like_list": [], "date_time": "Jan 24, 2016", "location": "", "tag_list": ["@hellochristinrose", "#ShePlaysWeWin", "@hellochristinrose"], "caption": "It all started with an image of Sky Brown, a 7-year-old skateboarder from Japan who glared challengingly into Christin Rose’s () camera. “She made this project,” the photographer says. “Her knee’s all bloodied up and she’s just sitting on her skateboard with her turquoise nail polish chipped off.” Christin’s initiative  features in-your-face images of tough little girls in all their athletic glory. “The courage my life requires right now to take risks, be willing to fail, be a teammate and work on getting better is the exact same stuff I learned on the softball field when I was 10 years old,” the photographer says. So far, she’s photographed skateboarders, surfers, soccer players and boxers, predominantly in her native California, but she envisions going global. “If it helps one little girl go, ‘Maybe I could skateboard, maybe I could play ice hockey,’ it will all be worth it.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "816,046", "path": "instagram/picture2644.jpg", "like_list": [], "date_time": "Jan 23, 2016", "location": "", "tag_list": ["#WHPsplitsecond", "@mj_pereira", "#WHPsplitsecond", "@mj_pereira"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take pictures that capture a candid, fleeting moment, like this one by .\n\nHere’s how to get started:\nSeek out scenes full of action or people passing through — like a rowdy sports game or busy street corner — and shoot lots of pictures. The most interesting moments come unexpectedly and happen quickly.\n\nCompose a photo with an interesting backdrop and wait for a dynamic moment to pass through your frame.\n\nShoot in a well-lit area to avoid camera blur when photographing motion.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own visuals to the project. Any tagged photo taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "880,034", "path": "instagram/picture2645.jpg", "like_list": [], "date_time": "Jan 23, 2016", "location": "", "tag_list": ["@bali_ayu", "@bali_ayu"], "caption": "Maki Yamamoto () starts every morning with a photo shoot starring vintage items. This daily ritual is a warmup exercise for the graphic designer from Osaka, Japan, to get her mind geared up for work. “Things that have been worn out with time and damage carry a lot of history and love of the people who used them,” Maki says. Her father, who was a repair worker, inspired her love of antiques. “I have a growing fondness for his old tools and wanted to do something with them,” Maki reflects. Her flat-spread arrangements of worn utensils and aged keepsakes restore life into items which once served their owners well. “I’d be happy if people find something interesting in any of these objects, and feel good about that moment of discovery.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "744,879", "path": "instagram/picture2646.jpg", "like_list": [], "date_time": "Jan 22, 2016", "location": "", "tag_list": ["#hellomynameis", "@clementinaltube", "@clementinaltube", "@insuperlative"], "caption": "“ Clementina Altube (). I’m 18 years old and I live in Buenos Aires, Argentina. I love photography because I can share my subjective view of the world through an image; it connects me with other interesting people and helps me look at things outside my everyday reach. Photography is something I inherited from my dad — it’s his legacy. I’m in love with the pictures he took of my mum.\n\nI was always drawn to the fine arts. I like composition, both visual and sound harmonies. When I was 6, I got a classical guitar, and my mum taught me how to play. Now I play the piano, the guitar and the ukulele. Music is another healthy way for me to express myself.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "929,564", "path": "instagram/picture2647.jpg", "like_list": [], "date_time": "Jan 22, 2016", "location": "", "tag_list": ["@taxifabric", "@taxifabric", "@aditidash", "@ameyarkadam"], "caption": "Sanket Avlani () creates something extraordinary in the most pedestrian and overlooked of places: the dated gray interior of ubiquitous Mumbai taxis. “It wasn’t engaging enough,” Mumbai designer Sanket explains. Now, getting into one of the 25 made-over taxis is like stepping into another world. The use of color and imagery in fabric is almost psychedelic, making the journey literally and figuratively transporting, but the collective also has a social mission: “We’ve been working with designers who’ve done research on social work and social good but relevant to a taxi,” Sanket says. “For example, there is a cab we decorated with Indian sign language. That’s very special to me. We drove it to the school for the deaf and interacted with the children — just those reactions!”\n design by . Photo by ."}, {"num_of_comments": 24, "num_of_like": "808,956", "path": "instagram/picture2648.jpg", "like_list": [], "date_time": "Jan 22, 2016", "location": "", "tag_list": ["@jstersurf", "@jstersurf"], "caption": "Photographer Joni Sternbach () gets a lot of attention when she takes her wet-plate collodion equipment, used for the intricate photo process made famous during the U.S. Civil War, to beaches around the world. Besides the large cameras, pre-mixed chemicals and jugs of water, a dark box is required to create her tintype photos. “Once you go to a small beach with a big outfit you are very noticeable,” the native New Yorker says. Sunbathers, surfers and swimmers all wonder what’s inside, often asking her whether it’s a puppet show or cappuccino maker. “The size of the camera and the immediacy of the wet-plate collodion is what really draws people into this project,” Joni says. “That is why the process is so important to me.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "740,240", "path": "instagram/picture2649.jpg", "like_list": [], "date_time": "Jan 21, 2016", "location": "", "tag_list": ["#WHPLocalLens", "@nesam_", "#WHPLocalLens", "@nesam_"], "caption": " asked community members to give an insider’s look into their communities through creative photos and videos, like this one by Nesam Keshavarz () from Iran.\n\nNesam caught this quiet moment of a stranger reading the newspaper amid a crowded and busy scene in downtown Tehran.\n\nSee more of our favorite submissions from  at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "752,183", "path": "instagram/picture2650.jpg", "like_list": [], "date_time": "Jan 21, 2016", "location": "", "tag_list": ["#WHPLocalLens", "@vanspeaks", "@vanspeaks"], "caption": " asked community members to give an insider’s look into their communities through creative photos and videos, like this one by Sihavann Yong (), a graphic designer from Ho Chi Minh City, Vietnam.\n“This image reflects the color palettes of Vietnamese arts and culture very well,” Sihavann says. He came across this scene of women in colorful ao dai (a Vietnamese national costume) by coincidence outside the Hue Citadel in central Vietnam.\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "818,672", "path": "instagram/picture2651.jpg", "like_list": [], "date_time": "Jan 21, 2016", "location": "", "tag_list": ["@ambroisetezenas", "@instagramfr", "@ambroisetezenas"], "caption": "“I’m not obsessed with perfect pictures,” Parisian photographer Ambroise Tézenas () says. “Of course I have a certain aesthetic, but I love that not all my pictures are perfectly beautiful.” His job takes him all around the world, but in addition to photos from Spain, Israel and Kenya, he shares pictures from the Périgord, the Vendée and the Charentes that are reminiscent of perfect holidays in the French countryside; moments spent with cousins in the grandparents’ house; first autumn lights; and the atmosphere in the Paris underground — a nostalgia that keeps us traveling, too.\n\nTo explore more stories from the French-speaking community, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "855,938", "path": "instagram/picture2652.jpg", "like_list": [], "date_time": "Jan 21, 2016", "location": "", "tag_list": ["@dakiloulou", "@dakiloulou"], "caption": "“I do a lot of work in conflict zones, but I am not a frontline photographer,” Loulou d’Aki () says. Instead, you might call her a visual poet. She has called more than a dozen countries home — including Egypt, Iran, Japan and most recently, Greece — but regardless of her location, Loulou maintains a picture diary of her daily encounters. “More often than not, I find ideas or pictures where and when I least expect it,” the Swedish photojournalist says. “I tend to find little details of big importance.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "672,936", "path": "instagram/picture2653.jpg", "like_list": [], "date_time": "Jan 20, 2016", "location": "", "tag_list": ["#WHPLocalLens", "@oliahercules", "@oliahercules"], "caption": " asked community members to give an insider’s look into their communities through creative photos and videos, like this one by Olia Hercules (), a food writer and chef from London.\n“In the deep depths of Dickensian-looking Bermondsey in South East London, some truly exceptional food things are happening, including some of the best bread in the world (yes, I mean it) made by this man,” says Olia of her friend Richard Snapes, whose artisan bread you can find at the Maltby Street Market. “I love seeing Richard happy after a long day making incredible bread. People who create with their hands inspire me.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "782,854", "path": "instagram/picture2654.jpg", "like_list": [], "date_time": "Jan 20, 2016", "location": "", "tag_list": ["@gigilaub", "#dollyparton", "@dollyparton", "@gigilaub"], "caption": "“I photographed Dolly Parton in Los Angeles in September 2008. I was about to get married, and I knew she had been married for decades, so I asked her what the secret was to a long-lasting marriage. She answered with a laugh and without a moment’s hesitation said succinctly, ‘Travel a lot and not together!’” photographer and filmmaker Gillian Laub () says. “Sometimes meeting a person you admire can be disappointing in real life, but she surpassed any expectations I had. She was a real no-nonsense lady who came with no drama and a great attitude.” Happy Birthday, ! 🎉\n\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "782,854", "path": "instagram/picture2655.jpg", "like_list": [], "date_time": "Jan 20, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@sumbapumba", "@sumbapumba"], "caption": "Hello, Instagram! It’s time for your dose of . This week’s feature — Sumba and Burny () — is a duo of adorable rabbits from Montreal. To bump up the level of lettuce-loving, bouncing bunny in your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "1,135,513", "path": "instagram/picture2656.jpg", "like_list": [], "date_time": "Jan 19, 2016", "location": "", "tag_list": ["#WHPLocalLens", "@who.sane", "@who.sane"], "caption": " asked community members to give an insider’s look into their communities through creative photos and videos, like this one by  from Oman.\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "787,207", "path": "instagram/picture2657.jpg", "like_list": [], "date_time": "Jan 19, 2016", "location": "", "tag_list": ["#WHPLocalLens", "@awoxsa", "@awoxsa"], "caption": " asked community members to give an insider’s look into their communities through creative photos and videos, like this one by  from Indonesia.\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "841,402", "path": "instagram/picture2658.jpg", "like_list": [], "date_time": "Jan 19, 2016", "location": "", "tag_list": ["#WHPLocalLens", "@xandemaska", "@xandemaska"], "caption": " asked community members to give an insider’s look into their communities through creative photos and videos, like this one by  from Brasil.\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "634,409", "path": "instagram/picture2659.jpg", "like_list": [], "date_time": "Jan 19, 2016", "location": "", "tag_list": ["@bydvnlln", "#MLKDay", "@bydvnlln"], "caption": "“In the 1960s, you only could follow mainstream news and media outlets like newspapers and television. Now, we can control the story and tell it ourselves,” 27-year-old photographer Devin Allen () says. Devin’s photos documenting protests in his hometown of Baltimore following the death of Freddie Gray while under police custody propelled him into the spotlight.\n“The difference from then and now is that we don’t have a Malcolm X or Martin Luther King Jr. to lead us, but the people are fighting back daily. I watched normal, everyday people become activists. When you look at media and all you see is negativity, it feels like we are losing sometimes. But when I’m out documenting, I see so many beautiful things born because of the uprising, and I try to show that in my work.\n“I try to document everything — the good, the bad and the ugly. I try to show the beauty in the struggle. Being an activist — and sometimes considered a journalist — can be tough. But I’m here for change and to document my people’s history, so the story is told right.” \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "789,859", "path": "instagram/picture2660.jpg", "like_list": [], "date_time": "Jan 18, 2016", "location": "", "tag_list": ["@mountroyalmint", "@mountroyalmint"], "caption": "There’s no strict prerequisite for an animal’s selection into Sabina Gibson’s () magical handcrafted menagerie. “I may be inspired by a nature photograph, folk story, fashion trend or a particular color or type of material,” the full-time Toronto artist and new mom says. Her creatures range in size from teeny-tiny to life-size, but most are small enough to fit into your hand. Asking Sabina to choose a favorite is tough, but she does have a soft spot for bears and unicorns. “Bears have a chubby, round form which I find very pleasing and sweet,” she says. “Unicorns are perfectly magical and people of all ages find them irresistible.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "760,234", "path": "instagram/picture2661.jpg", "like_list": [], "date_time": "Jan 18, 2016", "location": "", "tag_list": ["@ahmad.halabisaz", "@magnus.moberg", "@sonnietrotter", "@marymilcorn", "@onlyamomenthoney", "@jamesmorganfoto", "@ashleygruber", "@mjasik", "@matt_cordova", "@onlyamomenthoney"], "caption": "Every week, we look back and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "878,354", "path": "instagram/picture2662.jpg", "like_list": [], "date_time": "Jan 17, 2016", "location": "", "tag_list": ["@debbie.bean", "@debbie.bean"], "caption": "Debbie Bean () first forged a rainbow connection with stained-glass in high school. But it was an art class later in life that compelled Debbie to change her career course. “There was a moment that I had my first piece of glass again, some 20 years later. I just knew that this was what I wanted to do,” the artist from Southern California says. Now, Debbie’s time is dedicated to creating 1970s-inspired stained-glass wares. What wisdom can she impart to fellow small business owners on Instagram? “Just tell your own story,” she says. “If you do, you’ll find the people who are really interested in what you’re doing.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,125,776", "path": "instagram/picture2663.jpg", "like_list": [], "date_time": "Jan 17, 2016", "location": "", "tag_list": ["@thedancingwind", "@thedancingwind"], "caption": "It appears Stephanie Baker () has free range of Yellowstone National Park. But in truth, she’s on the beaten path — only at an hour few tourists dare. “If you get up before the sun when it’s 15 below there’s literally no one there,” Stephanie says. “I have actually seen Old Faithful erupt all by myself. Being alone in the park is just a matter of getting up and out super early.” No challenge for the woman who moved from New Jersey to Driggs, Idaho, to be close to the park’s action — including its wildlife. “That’s what I try to do: show beautiful animals that are worth being preserved,” Stephanie explains.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "844,810", "path": "instagram/picture2664.jpg", "like_list": [], "date_time": "Jan 16, 2016", "location": "Tlacolula, Oax.", "tag_list": ["#WHPLocalLens", "@fcoronado", "#WHPLocalLens", "@fcoronado"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to give an insider’s look into your community through creative photos and videos, like this one by Frank Coronado (), taken in Oaxaca, Mexico. Here’s how to get started:\n\nWhether it’s the architecture, wildlife, cuisine or local customs, focus on what makes where you live unlike anywhere else.\n\nHead to local places a tourist might not know about and include tips in your caption about the best hidden spots to explore.\n\nAdd a location tag when you upload your photo so others can see more images from your hometown.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "844,810", "path": "instagram/picture2665.jpg", "like_list": [], "date_time": "Jan 16, 2016", "location": "", "tag_list": ["@scottamcdonald", "@scottamcdonald"], "caption": "Professional acrobat Scott McDonald’s () mesmerizing trampoline feats only look effortless. “That’s where the work is,” the 27-year-old says. “I am not the most naturally talented acrobat. So what I try to do instead is work unique ideas, uncommon moves you don’t see all the time.” Canadian-born Scott studied martial arts as a child, and when he was 15 he started practicing flips at a gym also used by some Cirque du Soleil performers. It was there Scott was exposed to different circus disciplines, like hand balancing and aerial arts, learning firsthand what happens behind the scenes. “Circus hurts,” he says. “It’s beautiful to watch, but it takes a lot of training.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "568,715", "path": "instagram/picture2666.jpg", "like_list": [], "date_time": "Jan 15, 2016", "location": "", "tag_list": ["@m.y1010", "@instagramjapan", "@m.y1010"], "caption": "Mika Yamada’s () initial inspiration for her “aya-moji” (color characters)? Kimono artisans from the 1600s through the 1800s. “The more I learned about design patterns and their names, the more impressed I was with the creativity of the designers back in the Edo period,” says Tokyo-based Mika, who shared a new, intricate paper aya-moji every day last year. “I cut out the character 桜 [cherry tree] when cherry blossom season was officially announced, and a combination of the character 大 [big] and snowflake patterns for the 21st season on the lunar calendar to express the solar term 大雪 [major snow].” Mika hopes to continue this daily practice in 2016.\n\nTo explore more stories from the Japanese community, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "769,099", "path": "instagram/picture2667.jpg", "like_list": [], "date_time": "Jan 15, 2016", "location": "", "tag_list": ["#hellomynameis", "@blackprints", "@music", "@blackprints"], "caption": "“ Nesrin Danan (). I’m 20 years old, and I live in Portland, Oregon. I got into photography in high school, but one day I took my camera to a Macklemore show. I scanned the photos, put them online and people really liked them. That’s where it all started. I’m a big fan of rap and hip-hop, and it’s been awesome because I get to shoot with people I actually listen to, like G-Eazy. I wasn’t allowed to go to shows when I was younger, and the fact that I can make my photos instantly accessible for people who can’t go is really cool to me. When you’re in the crowd, it’s hot and sweaty, everyone’s pushing you — it’s stressful. But shooting side stage or from an empty pit is very different. I try to bring that to the audience in my photos — less chaotic, more artistic.” \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "628,543", "path": "instagram/picture2668.jpg", "like_list": [], "date_time": "Jan 14, 2016", "location": "", "tag_list": ["@muhdhidayatullah", "@muhdhidayatullah"], "caption": "You’d never guess from his up-close-and-personal portraits that Muhammad Hidayatullah () is completely self-taught. “All that I have to do is to immerse myself into the moments around me,” the 26-year-old photographer and filmmaker from Kuala Lumpur, Malaysia, says. “I believe we all have some special stories that can be inspiring to others.” He studied architecture in school, but Muhammad is currently on the third of a five-year project in India, capturing the spirit and essence of life in the country for his first travel photography book, “Beyond Borders.” The idea of getting so close and interacting with people may be intimidating to some, but not Muhammad — he loves seeing how people react to his camera. “Most of the time people will smile at me and laugh while taking their pictures,” he says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "628,543", "path": "instagram/picture2669.jpg", "like_list": [], "date_time": "Jan 14, 2016", "location": "", "tag_list": ["@praystation", "@praystation", "@music"], "caption": "“Without music, there is no Josh Davis.”\nSays ... Josh Davis (). Sure, the man himself might exist, but not the New York-based designer and technologist who had a role in making IBM’s Watson and developed visuals for countless DJs and bands. That guy — well, without music, he might still be a painter. Thankfully, he got his hands on a computer, which completely changed his outlook, and led him to create visuals for artists like Phantogram, Squarepusher and Diplo.\n“I’m still the painter, it’s just I’m not going to use paint and a brush anymore,” he says. “I’m going to use the medium of programming, the medium of a computer and a connected community, the Internet, to make work.”\nVideo by . Words by ."}, {"num_of_comments": 24, "num_of_like": "628,543", "path": "instagram/picture2670.jpg", "like_list": [], "date_time": "Jan 13, 2016", "location": "", "tag_list": ["#WHPvideoportrait", "@xantheb", "@hopeinthewoods", "@xantheb"], "caption": " asked community members to make video portraits that captured the personality and spirit of their subject, like this one by Xanthe Berkeley () of her designer husband, Luke Hope (), filmed at their kitchen table.\n“It was Sunday morning and Luke was finishing a wooden spoon, listening to music and enjoying a cup of coffee in his favorite mug,” Xanthe says. “I love that the frames are filled with different textures — wood shavings on the table, the metal of the knife and the clay of the cup.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "628,543", "path": "instagram/picture2671.jpg", "like_list": [], "date_time": "Jan 13, 2016", "location": "", "tag_list": ["#WHPvideoportrait", "@dansirdan", "@dansirdan"], "caption": " asked community members to make video portraits that captured the personality and spirit of their subject, like this one by Daniel Mont-Eton (), a 26-year-old professional dancer from Colorado.\n“Oftentimes, we are the ones in control of our lives,” Dan says. “I wanted to flip the table and show that sometimes an outside force beyond our control could be guiding our decisions and motives.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "849,671", "path": "instagram/picture2672.jpg", "like_list": [], "date_time": "Jan 13, 2016", "location": "", "tag_list": ["@zizkonata", "@zizkonata"], "caption": "Moscow floral designer Natalia Zhizhko () is creatively sparked by the inherent beauty of nature, but she also looks to less expected sources when developing an arrangement. “I draw inspiration from extraordinary landmarks, architecture and art,” Natalia explains. The internationally decorated designer travels all over the world to compete, but for Natalia, it’s all in the name of joy: “Whenever I work with flowers, I’m in a great mood.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "849,671", "path": "instagram/picture2673.jpg", "like_list": [], "date_time": "Jan 13, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@happycatfamily", "@happycatfamily"], "caption": "Hello, Instagram! It’s time for the . Today, we meet a foursome of adopted felines named Mutlu, Bambi, Ygritte and Togepi (). This cadre of Turkish tabby cats seems to spend most of its day in a snuggle pile on the sofa. If your feed is in need of a fluff infusion of the kitty variety, follow ."}, {"num_of_comments": 24, "num_of_like": "859,388", "path": "instagram/picture2674.jpg", "like_list": [], "date_time": "Jan 12, 2016", "location": "", "tag_list": ["@collegegameday", "@samanthaponder", "@samanthaponder"], "caption": "From legendary coaches to crazed tailgaters, College GameDay () host Samantha Ponder () constantly travels to cover every aspect of NCAA football. “It’s a dream job, but definitely not what people think in terms of some pampered lifestyle,” says Samantha, who balances work by spending time with her husband, NFL quarterback Christian Ponder, and their 18-month-old daughter Scout, who often accompanies mom on the road. “This isn’t like covering pro teams where you stay in big cities and fancy hotels — we’re getting the full college experience.” That often means dorm-like hotels and a fast-food diet, but Samantha isn’t complaining — even when she finds herself sitting in the rain for hours before a Notre Dame versus Clemson game, like she did earlier this season. “The weather was miserable but the fans were insane and it really showed what I love about college football,” she says. “Those are always the most fun, when you can’t hear yourself think.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "859,388", "path": "instagram/picture2675.jpg", "like_list": [], "date_time": "Jan 12, 2016", "location": "", "tag_list": ["#WHPvideoportrait", "@aawaari", "@aawaari"], "caption": " asked community members to make video portraits that captured the personality and spirits of their subject, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "859,388", "path": "instagram/picture2676.jpg", "like_list": [], "date_time": "Jan 12, 2016", "location": "", "tag_list": ["#WHPvideoportrait", "@lafrohemien", "@lafrohemien"], "caption": " asked community members to make video portraits that captured the personality and spirits of their subject, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "859,388", "path": "instagram/picture2677.jpg", "like_list": [], "date_time": "Jan 12, 2016", "location": "", "tag_list": ["#WHPvideoportrait", "@lifewithart", "@lifewithart"], "caption": " asked community members to make video portraits that captured the personality and spirits of their subject, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "826,524", "path": "instagram/picture2678.jpg", "like_list": [], "date_time": "Jan 11, 2016", "location": "", "tag_list": ["@therealmickrock"], "caption": "RIP David Bowie (1947–2016)\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "855,643", "path": "instagram/picture2679.jpg", "like_list": [], "date_time": "Jan 11, 2016", "location": "", "tag_list": ["@goldenglobes", "@inezandvinoodh", "#GoldenGlobes", "@inezandvinoodh"], "caption": "At the 73rd annual Golden Globes Awards () in Beverly Hills, the photographers Inez and Vinoodh () will only have brief moments in time to build trust and create beautiful portraits of the night’s honorees — but Inez calls these quick connections addictive. “We really like people,” says Inez, who always photographs alongside Vinoodh, each with their own camera, “and the idea of finding the most iconic, the most heroic, the most timeless, the most essential image of someone.” Each portrait will be in Inez and Vinoodh’s signature style: black-and-white images with bright lights and deep shadows. “I like to keep the lighting setup the same so that I can entirely focus on the person in front of me,” Inez says. “It’s forgetting your ego and giving everything to the person so that you can focus on what makes them incredible.”\nTo see more from the awards show, explore \n\nPhoto of Mark Wahlberg and Will Ferrell by "}, {"num_of_comments": 24, "num_of_like": "691,005", "path": "instagram/picture2680.jpg", "like_list": [], "date_time": "Jan 11, 2016", "location": "", "tag_list": ["@donshank", "@donshank"], "caption": "“I always liked to draw cartoons, but I also always wanted to make movies,” Oakland, California, art director Don Shank () says. “When I was about 8 years old, I was watching Bugs Bunny cartoons and it dawned on me: I didn’t have to choose. I could do both!” Today, Don works at Pixar, the American computer animation studio responsible for the Golden Globe-nominated film, “Inside Out.” He’s drawn to Parisian artists from the turn of the 20th century, but Don also finds inspiration and enthusiasm from his two daughters, Chloe and Phoebe. “Every day that I drop my youngest off at preschool we sit and draw a few pages together. It’s the best,” Don says. “Children have such a lack of preconception when they make art that it always seems so raw and free and fun.”\nPhoto of daughter Chloe’s drawing by "}, {"num_of_comments": 24, "num_of_like": "691,005", "path": "instagram/picture2681.jpg", "like_list": [], "date_time": "Jan 11, 2016", "location": "", "tag_list": ["@na_kao_347", "@toalaolivares", "@scrumptiousdelightplush", "@umairhaqani", "@jun1567", "@youngpioneer", "@lisakinglondon", "@minnahojland", "@felipemorozini", "@lisakinglondon"], "caption": "Every week, we look back and select some of our favorite images and videos from emerging voices across the globe. For these and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "659,839", "path": "instagram/picture2682.jpg", "like_list": [], "date_time": "Jan 10, 2016", "location": "", "tag_list": ["@saintemaria", "@saintemaria"], "caption": "Maria Sainte () sees negative space as a positive quality. “I love the feeling of air around an object,” says Maria, an illustrator from Orel, Russia. “It allows you to see the thing stripped down, without the unnecessary details.” She creates hand-painted fashion illustrations — often in muted color palettes and avant-garde silhouettes, which remind her of traditional Asian costumes. “Illustrating is the perfect way for me to combine things I love in life: fashion garments, art, simplicity and artistic freedom.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "841,046", "path": "instagram/picture2683.jpg", "like_list": [], "date_time": "Jan 10, 2016", "location": "", "tag_list": ["@biodiversilary", "@biodiversilary"], "caption": "Entomology enthusiast Lary Reeves () is devoted to rebranding a number of creatures. “There are a whole lot of species that are thought of in pop culture as creepy or scary or not worthy of our empathy, but the closer you look at things, the more you understand them,” Lary, a Ph.D. candidate at the University of Florida, says. His startling photography captures organisms like mosquitoes, spiders and snakes in a way most people never see. With other young scientists, Lary co-founded the group Racers that shares stories from their fieldwork. By supporting biodiversity conservation, they hope to combat climate change. “The severity is going to come down to the actions of individuals,” he says. “Hopefully by fostering appreciation, we might, in some small way, impact actions — how much we drive, how we use resources like fossil fuel and electricity. It all contributes.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "841,046", "path": "instagram/picture2684.jpg", "like_list": [], "date_time": "Jan 9, 2016", "location": "", "tag_list": ["#WHPvideoportrait", "#WHPvideoportrait", "@mariainesafonso"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make video portraits that capture the personality and spirit of your subject. Here’s how to get started:\nIntegrate movement and ambient sounds that paint a fuller picture of your subject. For example, use action to portray a person’s hobbies or talents.\n\nChoose a setting that’s most natural to your subject and their story — whether it’s a skater gliding through city streets or a craftsperson surrounded by their art in the studio.\n\nOften, the magic moments happen as you finish a scene. Keep the camera rolling after you think it’s time to stop.\n\nPROJECT RULES: Please add the  hashtag only to videos taken over this weekend and only submit your own visuals to the project. Any tagged video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "841,046", "path": "instagram/picture2685.jpg", "like_list": [], "date_time": "Jan 9, 2016", "location": "", "tag_list": ["@moogabooga_animation", "@moogabooga_animation"], "caption": "It’s increasingly rare to see stop-motion animation outside of children’s programming, but Japanese husband-and-wife duo Makoto Takano and Ayako Oda () celebrate the style with their adult-friendly, intricately crafted shorts. “In a way, stop-motion is artisanal work — if you don’t keep moving your hands then they go blunt, just like a craftsman’s tools.” Drawing inspiration from Japanese mythological monsters like the long-nosed Tengu, their unique brand of eerie is tempered by a childlike atmosphere of innocence. “I first got into the genre through the Czech film director Jan Švankmajer when I was a high school student,” Makoto says. “His work is quite grotesque, and it was a big influence.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,160,919", "path": "instagram/picture2686.jpg", "like_list": [], "date_time": "Jan 8, 2016", "location": "", "tag_list": ["@jescikalemes", "@phillipemillard", "@jescikalemes"], "caption": "Full of raging waterfalls, quiet rivers and bright blue macaws, Jescika Lemes’ () photos give the impression that she’s on a permanent vacation. Jescika, a 26-year-old travel agent, lives with her boyfriend Phillipe Millard () in the central-west Brazilian city of Bonito, a destination revered for its crystal-clear waters and well-preserved wildlife. “Working in tourism allows me to be close to nature and help others achieve their dreams,” she says. Familiar with every rock, twist and turn of the water, snorkeling in Rio da Prata is a favorite activity. “You can feel sand bubbling up from the bottom of the river. The grains that emerge are all different shades of blue and very surprising,” Jescika says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,125,116", "path": "instagram/picture2687.jpg", "like_list": [], "date_time": "Jan 8, 2016", "location": "", "tag_list": ["@hobopeeba", "@hobopeeba"], "caption": "For Russian photographer Kristina Makeeva (), Orthodox Christmas, celebrated on January 7, offers an opportunity for reflection. “This holiday is another reason to look back to my country’s history which is inextricably entwined with the Orthodox faith,” Kristina says. Instead of heading to church, Kristina prefers to stroll through iconic sites like Moscow’s Red Square, capturing deeply saturated, dramatic photos of sparkling winter nights.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,125,116", "path": "instagram/picture2688.jpg", "like_list": [], "date_time": "Jan 7, 2016", "location": "", "tag_list": ["#WHPresolutions2016", "@cshimala", "@cshimala"], "caption": " asked community members to share creative photos and videos representing their New Year’s resolutions, like this one from Craig Shimala () whose goal is to “experiment more and continue to be dorky.”\nWhile working on a different project, Craig started playing with pieces of shattered ornaments, scattered over a mirror. “I noticed it could make for an interesting self-portrait,” the Chicago local says. “My comfort zone is working alone and doing things my way, but this year, I’m looking to shake that up.”\nSee more of our favorite submissions on blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "900,188", "path": "instagram/picture2689.jpg", "like_list": [], "date_time": "Jan 7, 2016", "location": "", "tag_list": ["@inkdwell", "@inkdwell"], "caption": "San Franciscan Jane Kim () was a scientific illustration intern at the Cornell Lab of Ornithology when the director approached her with a dream project: hand-painting a 40-foot (12.2-meter) by 70-foot (21.3-meter) mural showcasing all families of modern birds. “He asked if this is something I would be interested in doing,” Jane says. “That was four years ago.” Over 16 months on-site, Jane painted one member of each of the world’s 243 modern bird families to scale, treating them with individual care and attention. “I developed a relationship with each bird as I did it; that was very beautiful,” Jane says. Now, the wall is complete, and Jane and her Ink Dwell studio co-founder and husband, Thayer Walker, have embarked on a three-week road trip back to California to decompress, post-mural. “Life sort of stood still while I was creating this really epic project,” says Jane. “It will be a great way to unwind.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "743,143", "path": "instagram/picture2690.jpg", "like_list": [], "date_time": "Jan 7, 2016", "location": "", "tag_list": ["@cherkis", "@cherkis"], "caption": "“I’m a storyteller,” street photographer Ali Kate Cherkis () explains. “I like to look for the links and show them — the little knacks and quirks that connect us as humans.” Moving from New York to London to study offered Ali a new stimulus for her work. She looks for scenes on the city’s streets, moving quietly and noticing everything, often asking for permission from subjects after the act. “My friends tell me I look lost or a bit eccentric. It’s really helpful because that’s when people look into my camera,” she says. “They are trying to figure out if I’m taking a photo or just crazy.” Playing off natural light and serendipitous moments, Ali’s work is tied to people and their subtle emotional qualities. “It’s sort of mundane daily things I see,” she says. “It makes the world a little more manageable and feel smaller for a second.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "874,308", "path": "instagram/picture2691.jpg", "like_list": [], "date_time": "Jan 6, 2016", "location": "", "tag_list": ["#WHPresolutions2016", "@peter_zwolinski", "@peter_zwolinski"], "caption": " asked community members to share creative photos and videos representing their New Year’s resolutions, like this one from Peter Zwolinski () whose goal is to be more consistent.\n“He’s holding on as tight as possible — hoping to never let go, or it’ll end everything,” says Peter who took this photo of a calisthenics expert in a challenging handstand. “I’m done letting go,” Peter explains. “I want to hold on and go with it for once.”\nFollow along as we feature some of our favorite submissions this week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "864,120", "path": "instagram/picture2692.jpg", "like_list": [], "date_time": "Jan 6, 2016", "location": "", "tag_list": ["#WHPresolutions2016", "@photorangers", "@photorangers"], "caption": " asked community members to share creative photos and videos representing their New Year’s resolutions, like this one by Miguel Pazos (). Two of Miguel’s daughters played in front of a mural in Orihuela, Spain, when he captured this sweet moment. “There should be no limits in our resolutions,” Miguel says. “Therefore, I want the moon.”\nFollow along as we feature some of our favorite submissions this week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "696,300", "path": "instagram/picture2693.jpg", "like_list": [], "date_time": "Jan 6, 2016", "location": "", "tag_list": ["@nakajin_sno", "@music", "@saori_sekainoowari", "@nakajin_sno", "@dj_love0823", "@fukase_sekainoowari", "@_tuck4", "@music"], "caption": "Though they’ve been placed snuggly into the superfluous genre of J-pop, like many groups, SEKAI NO OWARI prefers not to be thrown into any particular box, and shows its diversity through songs like “Mr. Heartache,” a dreamy, jangly vocoder tune, and “ANTI-HERO,” which features elements of jazz, soul, rock and classical.\n“Fukase, Saori and I make all the songs,” Nakajin (), the band’s leader, tells Instagram . “There really isn’t a set process on how the songs are made and it varies song by song, but there is this shared feeling that can’t be described in words — a feeling that only childhood friends can understand.”\nPhoto of , ,  and  by . Words by "}, {"num_of_comments": 24, "num_of_like": "696,300", "path": "instagram/picture2694.jpg", "like_list": [], "date_time": "Jan 6, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@alfuku", "@alfuku"], "caption": "Hello, Instagram! It’s time for your dose of . Today’s furry feature takes us to Japan, the home of , a duo of whimsical Welsh corgis and their golden retriever sibling. To up the corgi cuteness of your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "696,300", "path": "instagram/picture2695.jpg", "like_list": [], "date_time": "Jan 5, 2016", "location": "", "tag_list": ["#WHPresolutions2016", "@godyar", "@godyar"], "caption": " asked community members to share creative photos and videos representing their New Year's resolutions, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "921,283", "path": "instagram/picture2696.jpg", "like_list": [], "date_time": "Jan 5, 2016", "location": "", "tag_list": ["#WHPresolutions2016", "@canarinocippo", "@canarinocippo"], "caption": " asked community members to share creative photos and videos representing their New Year's resolutions, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "901,108", "path": "instagram/picture2697.jpg", "like_list": [], "date_time": "Jan 5, 2016", "location": "", "tag_list": ["#WHPresolutions2016", "@kattgao", "@kattgao"], "caption": " asked community members to share creative photos and videos representing their New Year's resolutions, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "723,428", "path": "instagram/picture2698.jpg", "like_list": [], "date_time": "Jan 5, 2016", "location": "", "tag_list": ["@zericiphone", "@zericiphone"], "caption": "“This picture is a statement. It says: I have the right to be French and I am proud of my culture,” Parisian banker Eric Hoube () explains. He alters photographs of famous French portraits with an unusual layer: everyday objects found in the junk drawer, food pantry or medicine cabinet. “I like to confront these totally unrelated elements,” Eric says. “On one hand, we have artistic masterpieces. And on the other hand, we have objects which are part of our childhood memories, another kind of history.” His odd and playful alterations using Carambar candies, Lego bricks and Michoko caramels help Eric tell his own version of French history.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "892,885", "path": "instagram/picture2699.jpg", "like_list": [], "date_time": "Jan 4, 2016", "location": "", "tag_list": ["@an_amaze_ing_view", "@an_amaze_ing_view"], "caption": "No landscape in J.R.R. Tolkien’s Middle-earth is more vividly described than the green and peaceful hamlet of Hobbiton. On farmland on the North Island of New Zealand, a picturesque, pint-sized tourist attraction originally built by the team who brought “The Lord of the Rings” and “The Hobbit” movies to life, is a fantasy come true for fans.\n\nStephen Poon’s () playful, spherical photos of the beloved village manage to capture part of Hobbiton’s magic: “The picture with the round, yellow door in Hobbiton almost looks like a photo of a little planet,” Stephen, who currently lives in Qatar, says. “But Hobbiton is like that. It’s another world, just built at a smaller scale than ours.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,238,879", "path": "instagram/picture2700.jpg", "like_list": [], "date_time": "Jan 4, 2016", "location": "", "tag_list": ["@uskfoto", "@karla_schwede_bw", "@christophesimonafp", "@yoremahm", "@literarysuicide", "@shazzyrowe", "@lafrohemien", "@amandamustard", "@kusumastari", "@christophesimonafp"], "caption": "Every week we look back and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}]}