{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "753,881", "path": "instagram/picture2501.jpg", "like_list": [], "date_time": "Mar 6, 2016", "location": "", "tag_list": ["@kingblottothethird", "@kingblottothethird"], "caption": "Seiji Cataldo () discovered his calling to calligraphy when a pen in an antique shop caught his attention. “It was over 100 years old, but it was still functioning, doing exactly what it was designed to do,” the 23-year-old says. “It was an exciting and profound experience to me. In our disposable culture, it had maintained its value. I wanted to know how to use it properly.” Soon, Tokyo-born Seiji was able to support his music career by designing logos, wedding invitations and even custom declarations of love. “I find it both an honor and inspiration to act as the medium between two people expressing their appreciation for each other.” Equally exciting to him is sharing a quality about calligraphy most never get to appreciate: its sound. “You can hear the nib scratching across the surface, which creates an auditory rhythm that matches the flow of the ink.” The effect is meditative and hypnotic.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "713,785", "path": "instagram/picture2502.jpg", "like_list": [], "date_time": "Mar 6, 2016", "location": "", "tag_list": ["@leshakurbatov", "@leshakurbatov"], "caption": "“Inspiration is whimsical,” says St. Petersburg’s Lesha Kurbatov (). “It is important for me to breathe freely, to love my wife, to cycle, to look around.” A magazine illustrator by day, Lesha never thought of himself as a professional photographer. “A camera requires full commitment,” he says. “But my phone is always with me. This way I almost always manage to catch a good scene instantly.” Some of his work, however, is quite deliberate. Lesha manipulates his photos by utilizing unexpected elements in his environment. “I was in the middle of apartment refurbishment, the room was covered in plastic sheeting, the sun was shining through and it was just amazing,” he says. “Ever since, I always keep a piece of plastic with me. If you press it against the camera, you get a blur effect.” This layering is essential to Lesha’s creative approach: “I want to rhyme the beauty, to transform it, rather than take it literally.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "670,046", "path": "instagram/picture2503.jpg", "like_list": [], "date_time": "Mar 6, 2016", "location": "", "tag_list": ["#hellomynameis", "@chloekimsnow", "@burtonsnowboards", "#burtonusopen", "@chloekimsnow", "@samcornwallphoto"], "caption": "“ Chloe Kim (). I’m 15 years old and I’m from Torrance, California. I’ve been snowboarding for 11 years. I actually didn’t like snowboarding at all when I first started. I didn’t know what was good and what wasn’t. As I got older and I was going to the bigger contests, I started realizing that I could snowboard pretty well. I got to travel and meet so many new people and experience so many different things. I started to like it a lot more — and now I’m literally in love with it.\n\nMy goal for the day is just to put down a good run, and be stoked with my riding. For the future, I want to learn a lot more tricks and stuff, maybe even do some slopestyle next year. Mostly I want to keep snowboarding as long as possible, stay in one piece and love it as much as I do now even in 10 years, you know? Because I’m living life to the fullest right now. And it’s so much fun.”\nChloe is a finalist at the Burton () US Open in Vail, Colorado, today. See more from the contest by following \nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "753,799", "path": "instagram/picture2504.jpg", "like_list": [], "date_time": "Mar 5, 2016", "location": "", "tag_list": ["#WHPidentity", "@masjiwa", "#WHPidentity", "@masjiwa"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make images and videos that celebrate individuality, like this one by . Here’s how to get started:\nFocus on highlighting the differences in a person that make them unique — whether it’s their colorful style, quirky personality or a special talent.\n\nExpress your own identity through a creative self-portrait, an original illustration or by photographing places or objects important to you.\n\nCollaborate with a friend or loved one on a submission celebrating your differences.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "753,799", "path": "instagram/picture2505.jpg", "like_list": [], "date_time": "Mar 5, 2016", "location": "", "tag_list": ["@oneharpiainen", "@oneharpiainen"], "caption": "Peter Kaukiainen () had a serious dilemma. After high school, he auditioned on the oboe for a music conservatory in Queensland, Australia. Glowing praise followed, along with an impossible edict: He had to pick just one other instrument to study. But when you hold the unofficial world record for most instruments played by one person, choosing just two is like choosing a favorite child. Today, Peter estimates he can play between 350 to 500 instruments. “I just couldn’t cut down!” says the now 40-year-old teacher and music therapist, who gives new meaning to the term “multi-instrumentalist.” “So I went out to the world myself and learned as much as I could.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "610,096", "path": "instagram/picture2506.jpg", "like_list": [], "date_time": "Mar 4, 2016", "location": "", "tag_list": ["@cyclingimages", "@cyclingimages"], "caption": "Russ Ellis () likes to get to the race before anyone else. He trains his camera on the mechanics who are fine-tuning bicycles, then the competitors arriving and warming up. During the event, he captures intimate close-ups of the road warriors speeding by, and after, he wanders, taking portraits of exhausted racers. “I like to tell a story from the event,” the 39-year-old from Leeds, England, says. “I like to take a picture and get the atmosphere, and the emotion and capture the people rather than just another person on a bike.” Just one year after seriously concentrating on his craft, Russ is leaving his day job as an IT worker to work full time as a photographer. Already, he’s traveling to the world’s biggest races, including the Tour de France, on behalf of major magazines and bike brands. And he’s got his own trademark style, too, thanks to the custom filter he built to give his photos a more old-school, filmic look. “The key things for me are light, emotion and movement.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "610,096", "path": "instagram/picture2507.jpg", "like_list": [], "date_time": "Mar 4, 2016", "location": "", "tag_list": ["@glanderco", "@glanderco"], "caption": "Julian Glander () is inspired by candy, old Claymation, cute animals, fruit and ... blobs. “All different kinds of blobs,” the animator from Pittsburgh explains. “Food blobs, clay blobs, toxic waste blobs — you name a blob, I’m into it.” What started as a hobby in computer doodling and T-shirt illustration turned into a job — Julian takes an idea and converts it into geometric shapes. “The most important step is playing around with color combinations, which is so fun and kind of puts me in a hypnotized Zen state. I could try out different pastel palettes all day and never finish anything.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "922,029", "path": "instagram/picture2508.jpg", "like_list": [], "date_time": "Mar 4, 2016", "location": "", "tag_list": ["@joelsartore", "#WorldWildlifeDay", "@joelsartore"], "caption": "For many of the captive animal species Joel Sartore () photographs, it’s the first — and perhaps, only — time their kind has been documented. “This is their only chance to sing,” Joel, a contributing photographer at National Geographic for the past 25 years, says. His concept for National Geographic’s Photo Ark collection was sparked at home with his family as his wife underwent treatment for breast cancer; Joel acknowledged his need to create a body of work that could truly make a difference. “The goal of the project is to get the public to turn their eyes away from everyday distractions and to think about the other species we share the planet with — while there’s still time to save them.” So far he’s photographed more than 5,000 creatures of all shapes and sizes with studio lighting on either a white or black background, a great equalizer. “A mouse is every bit as important as a polar bear in these pictures. And a tiger beetle counts as much as a tiger.” \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "445,965", "path": "instagram/picture2509.jpg", "like_list": [], "date_time": "Mar 3, 2016", "location": "", "tag_list": ["@foxnews", "@bretbaier", "@bretbaier", "@maxwhittaker"], "caption": "“Time management” onstage is top of mind for  anchor Bret Baier (), who will moderate the Republican debate, held in Detroit, Michigan, on Thursday. “It’s tough to juggle all the plates spinning on the stage to make sure it’s fair to the candidates up there,” he says, referring to the 10 contenders he started with, then seven and now four. “For [us], the people who cover the candidates, it’s nonstop. You realize the gauntlet we have set up in this process to become president,” he says, revealing just one of the things that goes on onstage but behind the cameras: “During commercial breaks, a lot of the candidates come up to the desk and work the refs a little bit … ‘I’m not getting enough questions,’ etc.” Bret knows what his goal for the night is though: creating informative moments — the ones he aims to foster are “substantive but fiery.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "445,965", "path": "instagram/picture2510.jpg", "like_list": [], "date_time": "Mar 3, 2016", "location": "", "tag_list": ["@harianddeepti", "@harianddeepti"], "caption": "Hari Panicker and Deepti Nair () create extraordinary worlds out of the humblest of materials: paper. The married couple, who split their time between their native Mumbai, India, and Denver, Colorado, have collaborated in paper art for six years, creating pieces that feel like the heir of Balinese shadow puppets. “I’m a graphic designer by profession,” Hari says, “which is more structured. She [Deepti] paints; she’s more organic in her process. Paper is one medium where we can merge.” When asked if they ever disagree, they both laugh. “I think she’s a very tough critic, but that’s good,” Hari explains. “The final outcome is really more magical.” They may fight now and again, but the couple tends to be inspired by the same things: “We look at something and immediately visualize it in layers.” The most exciting part of the process comes at the end when they finally light the piece. “That’s when what we’ve been working on is revealed,” Deepti says.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "640,912", "path": "instagram/picture2511.jpg", "like_list": [], "date_time": "Mar 3, 2016", "location": "", "tag_list": ["@lens_pacific", "@lens_pacific"], "caption": "The wake of any natural disaster is calm, Vlad Sokhin () says, but photographing from the center of one feels unpredictable. Originally drawn to the Pacific to document the prevalence of violence against women in Papua New Guinea, the Portuguese photographer now focuses almost exclusively on environmental issues in Oceania. “I see how people move further inland, because the sea claims more and more territories from their tiny and very fragile atolls,” Vlad says. “I see how global warming causes rising temperatures and how this disrupts the fishery industry and affects the communities that heavily rely on it.” One of Vlad’s goals is to photograph king tides, the highest tide of the year, in Kiribati: “I just keep coming back to these countries, trying to document all the aspects of climate change and its effects on the people who live there and always have my fingers crossed,” he explains.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "640,912", "path": "instagram/picture2512.jpg", "like_list": [], "date_time": "Mar 2, 2016", "location": "", "tag_list": ["#WHPsightsandsounds", "@exploringnwo", "#WHPsightsandsounds", "@exploringnwo"], "caption": " asked community members to make videos with interesting ambient (or natural) sound — like this one by Shawn Rames (). Shawn says he took this video while walking down a trail in northwest Ohio’s Maumee State Forest. “The symmetry of the trees passing coupled with the sound of walking through fresh snow is just a magical combination,” says Shawn.\n\nSee more of our favorite submissions to  at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "640,912", "path": "instagram/picture2513.jpg", "like_list": [], "date_time": "Mar 2, 2016", "location": "", "tag_list": ["#WHPsightsandsounds", "@piecesof_jamie", "@piecesof_jamie"], "caption": " asked community members to make videos with interesting ambient (or natural) sound — like this one by Jamie Jones () from Miami.\n“What I love about this submission is that it’s of us, takes place in our home and is a video of something completely silly,” says Jamie of her video capturing a howling duet with her 8-year-old Shih-poo, Mookie. “A prime example of man’s best friend.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "640,912", "path": "instagram/picture2514.jpg", "like_list": [], "date_time": "Mar 2, 2016", "location": "", "tag_list": ["#WHPsightsandsounds", "@gorg.blau", "@gorg.blau"], "caption": " asked community members to make videos with interesting ambient (or natural) sound — like this one by Marcos Rodriguez () of Mallorca, Spain.\n\nMarcos says he made his video by cutting a hole in the bottom of an empty water bottle and placing a piece of glass between the pouring water and his phone’s camera lens. “I like doing things out of the ordinary,” he says.\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "734,733", "path": "instagram/picture2515.jpg", "like_list": [], "date_time": "Mar 2, 2016", "location": "", "tag_list": ["@carpintos", "@carpintos"], "caption": "Argentine illustrator and designer Carla Pintos () found home in the biosphere reserve of Mar Chiquito, a lagoon in the Buenos Aires province. “It’s like a dream come true,” the 33-year-old artist says. “We wake up and see the sun shining on the water.” Nature has become the main source of inspiration for her detailed works on ceramic, paper and glass. “We live among flamingos, butterflies, green vines, sand dunes, fish, hummingbirds, sea gulls, swallows, crabs, trees and flowers,” she explains. Her daily job is to embellish everything she finds, she says, from walls to plates. “Life is like we paint it, that’s why I always choose to fill it with colors.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "587,291", "path": "instagram/picture2516.jpg", "like_list": [], "date_time": "Mar 2, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@picklebeholding", "@picklebeholding"], "caption": "Hello, Instagram! It’s time for a special edition of , starring French bulldog Miss Pickle (). Dogs frequent New York City’s streets and parks, but for 5-year-old Miss Pickle, a Chelsea gallery will do. Art advisor Katie Howard takes the well-behaved Miss Pickle to dozens of contemporary galleries all over the city where she poses, often with her head tilted, in front of selected works of art. “She really likes art that she can explore, like sculptures on the ground,” Katie says. Besides providing an accurate representation of scale, Miss Pickle helps make the art world more accessible, says Katie: “It’s my belief that if you look at something and you like it, and it’s providing you joy or any sort of emotional discourse within yourself or between you and the piece of art, then you are appreciating it. I think that having a dog there just sort of disarms people a bit.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "849,708", "path": "instagram/picture2517.jpg", "like_list": [], "date_time": "Mar 1, 2016", "location": "", "tag_list": ["@davidvaaknin", "@davidvaaknin"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo captured by David Vaaknin () on a weekend drive to the artists’ village Ein Hod, in northern Israel. David’s parents owned a green version of this car, called a Sussita. “Every time I stumble upon one it brings back some memories of that time. Luckily, as we were going back the late afternoon light was perfect.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "849,708", "path": "instagram/picture2518.jpg", "like_list": [], "date_time": "Mar 1, 2016", "location": "", "tag_list": ["@clairelouise2727", "@clairelouise2727"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this video captured by veterinary technician and Labrador breeder Claire Fischer () at the end of her work day. “The dog in this particular video is my dog Ella, she is a yellow lab and 8 years old,” says Claire from Connecticut. “Fifteen seconds can still speak volumes about the love and trust between us.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "849,708", "path": "instagram/picture2519.jpg", "like_list": [], "date_time": "Mar 1, 2016", "location": "", "tag_list": ["#WHPsightsandsounds", "@bebeismyname", "@bebeismyname"], "caption": " asked community members to make videos with interesting ambient (or natural) sound, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "849,708", "path": "instagram/picture2520.jpg", "like_list": [], "date_time": "Mar 1, 2016", "location": "", "tag_list": ["#WHPsightsandsounds", "@notflavio", "@notflavio"], "caption": " asked community members to make videos with interesting ambient (or natural) sound, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "849,708", "path": "instagram/picture2521.jpg", "like_list": [], "date_time": "Mar 1, 2016", "location": "", "tag_list": ["#WHPsightsandsounds", "@islandika", "@islandika"], "caption": " asked community members to make videos with interesting ambient (or natural) sound, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "849,708", "path": "instagram/picture2522.jpg", "like_list": [], "date_time": "Mar 1, 2016", "location": "", "tag_list": ["@junktramp", "#LeapYear", "@junktramp"], "caption": "J.R. Coles () committed to leaping as a lifestyle in a big way after discovering trampolining a year ago at a gym over an hour away from his family’s home in Fullerton, California. “My whole life I’d wanted to do a back flip,” he says. “With encouragement, I did my first flip at 39.” J.R. was so hooked he decided to build his own backyard rig out of used materials he bought online; the investment has been well worth it. “I use it every day. My younger son is nonverbal autistic. He’s 16, and it’s something we can all do together because there’s no strategy required,” he explains. “When we have lots of people over he actually comes out and joins us.” J.R. emphasizes that everyone’s life would improve from more leaping: “I’ve seen people in their 90s do it. It’s easy and fun and a good way to stay in shape that’s not tedious like running or weightlifting,” he says. “Now, I can’t wait to get home and try a new trick.” \n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "830,875", "path": "instagram/picture2523.jpg", "like_list": [], "date_time": "Feb 29, 2016", "location": "", "tag_list": ["@markruffalo", "#Oscars", "#Oscars", "@markruffalo"], "caption": "It’s the third time actor Mark Ruffalo () is attending the  as a nominee, but he still describes his pre-award show routine as “a little nervy and expectant.” At 48, the star is up for his supporting role as journalist Michael Rezendes in “Spotlight,” a drama with six major nods including Best Picture. The film is a true story, based on the experience of Boston Globe reporters who worked to break news of a scandal within their local Catholic church. “We have to hold our institutions accountable. One very good and efficient way of doing that is through the power of journalism. We must speak truth to power to protect the most innocent and cherished members of our society,” Mark says about the plot. As a hectic awards season wraps up, the dad of three is also looking forward to sharing lighter moments with his family. “I am going to hang out with my kids, spend time with my friends, have dates with my wife, perhaps go on a little vacation, read, see plays and maybe learn how to do something I don’t already know how to do,” he says. “In short, I’m going to live a little.”\nSee more moments from the 2016 Oscars by following \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "925,344", "path": "instagram/picture2524.jpg", "like_list": [], "date_time": "Feb 29, 2016", "location": "", "tag_list": ["@stormyulia", "@stormyulia"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo from Russia captured by . For these photos, videos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "661,009", "path": "instagram/picture2525.jpg", "like_list": [], "date_time": "Feb 28, 2016", "location": "", "tag_list": ["@caseymcperry", "@caseymcperry"], "caption": "At 24 years old, Casey McPerry () has turned his hobby of filming action sports into a freelance career, traveled as rapper Machine Gun Kelly’s tour photographer and taken working vacations all over the world. A few months ago, Casey embarked on a new adventure: transforming his Instagram feed into one giant collage of smaller collages, connecting his images vertically and horizontally with overlain objects like filmstrips, camera straps or snowboards. “Nothing gets out of line, everything stays connected,” the San Diego native says. Casey starts with the larger objects then picks a favorite still image, one that will smoothly transition into the next. “I try to tie everything together and make it into a story.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "607,594", "path": "instagram/picture2526.jpg", "like_list": [], "date_time": "Feb 28, 2016", "location": "", "tag_list": ["@tamumcpherson", "@olimpiazagnoli", "#todayimet", "@tamumcpherson"], "caption": "On day one of Fashion Week, Tamu McPherson () and Olimpia Zagnoli () — both longtime residents of Milan — got together for the first time for a  moment. “When Tamu came to my studio, her smile radiated the room,” says Olimpia, an illustrator whose color combinations are bold and unconventional. “We talked about art, life and Spanx. I feel like she’s representing a strong, inspirational model of femininity.” Tamu, a journalist and style blogger, has long been a fan of the illustrator. “Olimpia’s style is bright, colorful, intelligent and imparts a real sense of humor and joy that comes across in the photos she shares,” Tamu says. “The energy is inspiring, stimulating and uplifting.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "607,594", "path": "instagram/picture2527.jpg", "like_list": [], "date_time": "Feb 28, 2016", "location": "", "tag_list": ["@cardstories", "@cardstories"], "caption": "Watching a card stacker flick at a massive tower until it tumbles to the ground is enough to make anyone gasp in horror. But for Scott Dyer (), that’s the best part. “I actually look forward to it! It proves I didn’t cheat, didn’t glue anything together,” says the 27-year-old from Los Angeles, who works as a color scientist in the film industry. Plus, “There’s a lot of frustration while I’m building, so to be able to destroy it is satisfying. Everyone wants to see the house of cards fall.” As a kid, Scott was obsessed with stacking, erecting card structures like parking garages for his Matchbox cars. The practice paid off: Scott has branched out to other card art, like “kirigami” (think origami plus paper-cutting) and card scratching, and his tallest building to date — measuring 20.5 feet (6.2 meters) — was made from about 45,000 cards and took 80 to 90 hours to construct. “I love playing cards as a medium because they’re so familiar to everyone,” he says. “Even the most ordinary things can hold great beauty.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "548,823", "path": "instagram/picture2528.jpg", "like_list": [], "date_time": "Feb 27, 2016", "location": "", "tag_list": ["@massimogiorgetti", "@emiliopucci", "#triplegram", "@massimogiorgetti"], "caption": "Milan Fashion Week is a busy time for Massimo Giorgetti (), who designs for both the label he founded (MSGM) and Emilio Pucci (), the storied Italian fashion house. Still, he’s finding time to post photos — often in sets of three identical or harmonious images. These brief series — often called a  — reveal Massimo’s inspiration and causes he cares about. “I’m sharing my mood,” says Massimo, whose show for Pucci was inspired by athleticism, moonscapes and jet set alpine scenes. “I’m fighting for something, whether it is intellectual freedom, civil rights or creativity.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "548,823", "path": "instagram/picture2529.jpg", "like_list": [], "date_time": "Feb 27, 2016", "location": "", "tag_list": ["#WHPsightsandsounds", "@hummingbirdsxoxo", "#WHPsightsandsounds", "@hummingbirdsxoxo"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make videos with interesting ambient (or natural) sound, like this one by . Here’s how to get started:\nClose your eyes and let your ears lead you to your subject.\n\nListen for sounds that set the mood — like the upbeat squeak of sneakers sliding on a basketball court or the calming tones of church bells ringing in the morning.\n\nLet the ambient noise guide the visual component of the video. For example, try panning your camera to slowly reveal the source of sound at the end.\n\nPROJECT RULES: Please add the  hashtag only to videos taken over this weekend and only submit your own visuals to the project. Any tagged video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "548,823", "path": "instagram/picture2530.jpg", "like_list": [], "date_time": "Feb 27, 2016", "location": "", "tag_list": ["@hodaafshar", "@hodaafshar"], "caption": "“The beauty of taking still images is that it allows you to stand outside of time and movement,” says Hoda Afshar (). “With my videos, I’m simply aiming for a similar kind of experience and effect ... and using slow motion is the most natural and interesting way for me to do this.” Originally from Tehran, Hoda is a documentary photographer and lecturer in Melbourne. Outside of work, she appreciates the opportunity to more freely meditate on her dual Iranian-Australian identity. Sometimes, Hoda conveys her sense of wonder by tracing a circular path around a non-moving subject. “This creates the Picasso-like effect of viewing an object from several aspects simultaneously. It’s another way of transporting you outside of your ordinary experience of things.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "798,203", "path": "instagram/picture2531.jpg", "like_list": [], "date_time": "Feb 26, 2016", "location": "", "tag_list": ["@helenahpornsiri", "@helenahpornsiri"], "caption": "The biggest occupational hazard of working with tiny ferns? “I have to be careful not to sneeze or move too quickly,” illustrator Helen Ahpornsiri () explains. “The leaves go everywhere.” Many of Helen’s creations consist of anywhere from 50 to 100 individual fern pieces from as many as 20 species collected from her garden in East Sussex, England. Helen transforms her foraged treasures into tiny masterpieces with a wooden flower press she received as a child. “I used to love opening it and finding pieces of summer in the winter,” she recalls. Her advice to other small business owners on Instagram is simple: “Just keep posting pictures,” Helen says. “It’s always great to see progress, so people can see how things are coming along, almost like a story being told.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "830,461", "path": "instagram/picture2532.jpg", "like_list": [], "date_time": "Feb 26, 2016", "location": "", "tag_list": ["@umemichi77", "#サボ一号", "@umemichi77"], "caption": "Michie Umezawa’s () obsession over potted plants stems from three small cactuses, gifted from a gardener at work four and a half years ago. Of those potted plants, “Cacti No. 1” () remains one of her favorites among the 150 she now keeps at her home in Japan’s Hyogo prefecture. “I never really grew plants until then, nor had I seen an actual cactus flower before,” Michie explains. “I was amazed at the big white flower that bloomed on Cacti No. 1, and that’s how my collection of succulents started.” Michie is drawn to the genus’ slow and gradual development over time. “Each plant has different growth cycles, and I like to take pictures when a plant is in its phase of change — a state I like to call ‘in action.’”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "626,571", "path": "instagram/picture2533.jpg", "like_list": [], "date_time": "Feb 26, 2016", "location": "", "tag_list": ["@maususin1", "#EyesOn", "@maususin1"], "caption": "Mauricio Susin () has his  Zika. With his camera, the Brazilian photojournalist is increasing awareness about the mosquito outbreaks in his hometown of Salvador. For Mauricio, documenting victims hits especially close to home. “I am a part of these stories, as I caught Zika last year and really felt the stress of there not being any vaccines, treatments or knowledge about the consequences of the illness,” he says. Mauricio recalls the anxiety he felt, and now captures the same emotion in his subjects: “I hope these photographs capture Brazil’s fight against Zika and help spark reflection around the challenges we face as a country of the future.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "704,650", "path": "instagram/picture2534.jpg", "like_list": [], "date_time": "Feb 25, 2016", "location": "", "tag_list": ["@fiance_knowles", "@fiance_knowles"], "caption": "“I get to immerse myself in colors at a gentle rhythm,” says Danielle Clough (), who only learned how to embroider three years ago. Now, the artist from Cape Town, South Africa, has her own thriving small business. Danielle’s passion for art and design goes far beyond thread and needle; she moonlights as a VJ, creating visuals for electronic music artists and music festivals. “Experimenting with film and editing images has changed the way I see colors, and through embroidery, the slow process of playing with colors has made me much more sensitive to how I treat my images,” Danielle says. Her advice for other small-business owners on Instagram? “Keep your voice and your message honest and sincere. Audiences need to feel included in your world.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "704,650", "path": "instagram/picture2535.jpg", "like_list": [], "date_time": "Feb 25, 2016", "location": "", "tag_list": ["@music", "@jamesbaymusic", "@brits", "@music", "#BRITs", "@jamesbaymusic"], "caption": "Today on , James Bay () talks about his four BRIT Award () nominations. The ceremony takes place today in London and will feature performances from Adele, Coldplay and James himself. Make sure to check out  and Instagram’s Explore page (you can get there by tapping that little magnifying glass in the app below) for more  coverage.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "633,804", "path": "instagram/picture2536.jpg", "like_list": [], "date_time": "Feb 24, 2016", "location": "", "tag_list": ["@brits", "@pamhoggfashion", "@pamhoggfashion"], "caption": "Each winner at this year’s BRIT Awards () will walk away with their own unique trophy. “I had one initial idea that opened up a world of connecting ideas,” says Pam Hogg (), the designer and musician asked to design the award this year. “I ended up with a mini army of statues.” Each of the trophies is hand-painted: some are brightly color-blocked, others are black and white or completely covered in glitter. Making things, especially music and clothes, has always come naturally to Pam. “It’s like breathing,” she explains.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "643,476", "path": "instagram/picture2537.jpg", "like_list": [], "date_time": "Feb 24, 2016", "location": "", "tag_list": ["#WHPfirstlight", "@klsmeanders", "@klsmeanders"], "caption": " asked community members to make images and videos as the sun was rising, capturing the first light of the day — like this one by Kristi Schmidt (). See more of our favorite submissions from the project at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "854,100", "path": "instagram/picture2538.jpg", "like_list": [], "date_time": "Feb 24, 2016", "location": "", "tag_list": ["#WHPfirstlight", "@barbaradecre", "@barbaradecre"], "caption": " asked community members to make images and videos as the sun was rising, capturing the first light of the day — like this one by Barbara Decré () of Belgium.\n“I once read John Muir’s phrase, ‘In every walk with Nature one receives far more than he seeks,’ and it became my lifestyle,” says Barbara, who took this image of her shiba inu in the fields behind her home. “My dog and my iPhone or camera are my perfect companions.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "820,663", "path": "instagram/picture2539.jpg", "like_list": [], "date_time": "Feb 24, 2016", "location": "", "tag_list": ["#WHPfirstlight", "@mhrdhikadp", "@mhrdhikadp"], "caption": " asked community members to make images and videos as the sun was rising, capturing the first light of the day — like this one by 23-year-old student Mahardhika Perkasa () of Indonesia.\n“I have insomnia lately, and while trying to make myself tired, I walked around with my camera and found this stunning scenery,” says Mahardhika, who took this image around 5:30 in the morning. “It rarely happens that there’s any fog in my city, so I didn’t have to think twice about snapping this photo.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "614,981", "path": "instagram/picture2540.jpg", "like_list": [], "date_time": "Feb 24, 2016", "location": "", "tag_list": ["#hellomynameis", "@gallagher_anais", "@gallagher_anais"], "caption": "“ Anais Gallagher (). I just turned 16 and I live in London. I’ve always had an interest in photography; I think it came from people taking photos of me. I like to show bright colors in my photographs, and I’m looking for a really clear subject. My father is Noel Gallagher [from the rock band Oasis], so perhaps one would associate me with more outlandish photos. But I live life like a normal 16-year-old and I want my feed to show that — it wouldn’t be normal for me to just post photos of my dad! I like seeing what other 16 year olds are up to and having my own voice for the causes I work for, like animal rights and bullying. It’s helped me come to terms with the fact I do personally make a difference.\n\nTomorrow night I’m attending the BRIT Awards and can’t wait to share what it’s like to be there!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "614,981", "path": "instagram/picture2541.jpg", "like_list": [], "date_time": "Feb 24, 2016", "location": "", "tag_list": [], "caption": "Starting this week, you’ll begin to see how many times people have watched a video on Instagram.\nViews are the most widely expected form of feedback on video. That’s why you’ll begin to see view counts underneath videos where before you’d normally see likes. You’ll be able to see likes by tapping “views.”\nSince launching video two years ago and introducing Hyperlapse and Boomerang, you’ve made video storytelling on Instagram take off. Whether sitting front row at Fashion Week or spending a day on the beach, nothing brings moments to life like video. Adding view counts is the first of many ways you’ll see video on Instagram get better this year.\n\nTo learn more about video view counts on Instagram, visit help.instagram.com.\n\nVideo view counts are available as part of Instagram version 7.16 on iOS and Android."}, {"num_of_comments": 24, "num_of_like": "614,981", "path": "instagram/picture2542.jpg", "like_list": [], "date_time": "Feb 24, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@juniper_toffee_pixie", "@juniper_toffee_pixie"], "caption": "Hello, Instagram! Welcome the latest inductees to the  family: Juniper, Toffee and Pixie-Belle (). If your feed could benefit from a trio of fun-loving South African rescue felines, follow  as soon as possible."}, {"num_of_comments": 24, "num_of_like": "619,536", "path": "instagram/picture2543.jpg", "like_list": [], "date_time": "Feb 23, 2016", "location": "", "tag_list": ["@simonerocha_", "@simonerocha_"], "caption": "Follow fashion designer Simone Rocha () and you’ll see her poetic collections as well as glimpses of her life. “My work is very personal so the photos I share are also very personal; inspirations, friends and family who inspire me, and everyday situations,” says Simone, who has been showing at London Fashion Week since 2010. Simone described the looks that she showed on Saturday with the following words: swaddled, wrapping, enveloping, smothering, mothering. And yes, she recently had her first child. “I think when you know where a show has come from it can only reinforce the message, and then people can feel as part of the process,” Simone says. “It might make you feel excited and inspired, or even uncomfortable.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "767,598", "path": "instagram/picture2544.jpg", "like_list": [], "date_time": "Feb 23, 2016", "location": "", "tag_list": ["#WHPfirstlight", "@my.wild.childs", "@my.wild.childs"], "caption": " asked community members to make images and videos as the sun was rising, capturing the first light of the day — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "705,645", "path": "instagram/picture2545.jpg", "like_list": [], "date_time": "Feb 23, 2016", "location": "", "tag_list": ["#WHPfirstlight", "@piergiuliocaivano", "@piergiuliocaivano"], "caption": " asked community members to make images and videos as the sun was rising, capturing the first light of the day — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "585,311", "path": "instagram/picture2546.jpg", "like_list": [], "date_time": "Feb 23, 2016", "location": "", "tag_list": ["#WHPfirstlight", "@mannyphotos_", "@mannyphotos_"], "caption": " asked community members to make images and videos as the sun was rising, capturing the first light of the day — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "809,477", "path": "instagram/picture2547.jpg", "like_list": [], "date_time": "Feb 23, 2016", "location": "", "tag_list": ["#hellomynameis", "@thebalancedblonde", "#NEDAwareness", "@thebalancedblonde", "@katieshuler"], "caption": "“ Jordan Younger (). I’m 25 years old and live in Los Angeles, California. I started a blog, The Blonde Vegan, to document my vegan journey when I was in college. Years later, I decided to pursue my blog full time, and I simultaneously experienced a lot of health problems like low energy, hair loss, really bad skin and anxiety — mainly anxiety about food. I stumbled upon the word orthorexia, which means an obsession with pure, healthy, clean foods from the earth and a fear and avoidance of anything that doesn’t fall under that category. That sounded like me.\n\nI knew I had to give myself more variety and let go of ‘The Blonde Vegan’ label, allowing myself to evolve and change and listen to my body and my heart. I wanted to pick a name that would last no matter what; it became clear to me that ‘The Balanced Blonde’ was everything that I was trying to be. Finding balance is a process and you’re allowed to have off days. I don’t think it’s as important to strive for a ‘perfect’ state of recovery where you never look back. Nothing’s perfect, and you just want to be happy as often as possible. That’s what balance really means to me.” \n\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "941,005", "path": "instagram/picture2548.jpg", "like_list": [], "date_time": "Feb 22, 2016", "location": "", "tag_list": ["@daniel_serva", "@daniel_serva"], "caption": "One night, Daniel Serva () began to heal his heart inside a self-portrait. That image marked the beginning of Daniel’s “365 Project,” a visual diary of his emotions every day of the year. “I don’t usually talk about my feelings,” says the Venezuelan student who lives in Paraguay. “But with the help of photography I can have a catharsis.” His strength and creative expression come from the land of dreams. “One of the reasons why I play so much with surrealism is because I want to show people another version of what’s possible,” he explains.\n\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "587,918", "path": "instagram/picture2549.jpg", "like_list": [], "date_time": "Feb 22, 2016", "location": "", "tag_list": ["@arristide", "@arristide"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo from Côte d'Ivoire captured by . For these photos, videos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "724,548", "path": "instagram/picture2550.jpg", "like_list": [], "date_time": "Feb 21, 2016", "location": "", "tag_list": ["@nick_knight", "#whoifollow", "@dear_kukula", "@raycaesar1111", "@unskilledworker", "@ozabu", "@____zoe_bleu____", "@_n__arcis_s___u________s", "@reinadal", "@customcolorshop", "@bjork", "@anothermagazine", "@nick_knight"], "caption": "“I am an image-maker and the director of SHOWstudio, which is a website that creates and promotes fashion film. Whether I post a picture of Kate Moss, Kanye West or the roses I grow in my garden, it puts me in direct contact with my audience. The immediacy is so refreshing; it brings me right back to the reasons I started wanting to take photographs. I love using Instagram to find exciting new talent, especially new fashion illustrators.”\n—Nick Knight ()\n“This is :\n and : Both wonderful.\n\n: She has been a great discovery and her fashion illustrations have become incredibly sought after in the very short time since she first started working with us.\n\n: Her illustrations are so exquisite. I always find both joy and great melancholy in her work.\n\n and : Two friends who create the most delicate and new-looking imagery I have seen in a long time.\n\n: She posts both her fashion film and her illustrations. She is an exciting new talent expressing herself across different media.\n\n: Pictures of special paints for custom cars, they just always make me happy.”\nPhoto of  for  by "}, {"num_of_comments": 24, "num_of_like": "724,548", "path": "instagram/picture2551.jpg", "like_list": [], "date_time": "Feb 21, 2016", "location": "", "tag_list": ["@sabrinacarpenter", "@sabrinacarpenter", "@music"], "caption": "Sabrina Carpenter (), best known as Maya Hart on the Disney Channel’s “Girl Meets World,” first discovered her now concurrent loves of music and performance while growing up in Pennsylvania, in a town “where there are cows in the middle of the road,” she says. The two careers have kept her busy. She is currently set to begin her third season on “Girl Meets World” at the same time she releases her second album, which includes the single “Smoke and Fire.” Acting is a big part of Sabrina’s life, but music remains her first passion. It’s a place she can share messages with her audience in different, more personal ways. “I think music is universal,” she says. “It can relate to everybody, every type of human. And there’s no law [or] books that say what type of music you have to listen to. It’s just whatever you want.”\nBoomerang by . Words by "}, {"num_of_comments": 24, "num_of_like": "570,551", "path": "instagram/picture2552.jpg", "like_list": [], "date_time": "Feb 20, 2016", "location": "", "tag_list": ["@leacolombo", "@calvinklein", "@leacolombo"], "caption": "Backstage at a fashion show might not be every photographer’s favorite location for a portrait shoot, but for Lea Colombo (), the chaos is ideal. “I really like capturing the candid moments when someone is distracted and focused on something else,” says Lea, who is 22 and has been taking photos ever since she left her home town of Cape Town, South Africa, for Paris three years ago. Before and after the Calvin Klein () show yesterday during New York Fashion Week, Lea photographed models, attendees and designer Francisco Costa on a simple backdrop without worrying if she had their full attention. In the resulting portraits, she says, “You wonder what’s going on in their minds and the photos take on a dreamlike quality.” In other images from the same shoot, her subjects look straight into her lens. “It completely changes the mood of the image.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "844,639", "path": "instagram/picture2553.jpg", "like_list": [], "date_time": "Feb 20, 2016", "location": "", "tag_list": ["#WHPfirstlight", "@muradsfoto", "#WHPfirstlight", "@muradsfoto"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make images and videos as the sun is rising, capturing the first light of the day, like this one by . Here’s how to get started:\nWake up early to follow the moving sun with your camera, starting when the light is barely visible until it covers everything in sight.\n\nFind a subject the light touches and photograph the ways early light gives a magical glow to otherwise ordinary objects and places.\n\nIf you’re shooting video, try using Instagram’s Hyperlapse app to speed up the motion of the sunlight as it emerges around you.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "576,499", "path": "instagram/picture2554.jpg", "like_list": [], "date_time": "Feb 20, 2016", "location": "", "tag_list": ["@safwtf", "@safwtf"], "caption": "“The best ideas come when I’m not thinking about work at all,” says graphic designer, artist and TED Senior Fellow Safwat Saleem (), who was born in Pakistan, grew up in the United Arab Emirates and currently lives in Phoenix, Arizona. Many of Safwat’s professional projects take a while to finish, so on Instagram, he also shares art he either creates quickly first thing in the morning or right before going to bed. “It’s often a way for me to clear my head and make something out of whatever’s been on my mind that day,” he explains. “Making something quick without obsessing over the details feels pretty good.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "576,499", "path": "instagram/picture2555.jpg", "like_list": [], "date_time": "Feb 19, 2016", "location": "", "tag_list": ["@maria_lax_", "@maria_lax_"], "caption": "Maria Lax () attributes her love of the night to science fiction films and a childhood filled with Finnish folklore. “There is an interesting mix of religion and then superstition,” the photographer and filmmaker from Oulu, Finland, explains. “Because that’s my background, that’s the lens that I see everything through.” To create a supernatural vibe, Maria scouts her old haunts for locations that manage to glow on the darkest, foggiest Nordic winter nights. “The last time I went out taking pictures, it was something like -25 Celsius [-13 Fahrenheit] ... it’s usually the camera that stops working before I stop functioning.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "905,698", "path": "instagram/picture2556.jpg", "like_list": [], "date_time": "Feb 19, 2016", "location": "", "tag_list": ["@jorgesaenzpy", "#dinodinaseries", "@jorgesaenzpy"], "caption": "Jorge Saenz () has unusual travel companions: a gang of plastic toy dinosaurs. The Argentine photojournalist imagines names and distinct personalities for the creatures who lead adventurous lives as the subjects of his . “Dina (the big green Stegosaurus) is more aggressive and instinctive; Spiny (Spinosaurus) is mostly ironic; Brachy (a brown Brachiosaurus) is the romantic girlfriend of Dino, but very critical of male behavior,” says Jorge. His captions, written from the dinosaurs’ point of view, reveal an alien perspective of humans and Earth — as if the toys time traveled from prehistory. As his dinosaurs explore our world, even Jorge isn’t always in control of their fate. “Dinoldo, a very intellectual one, for example, sought refuge in Cuba ... And a beautiful Velociraptor was lost in an avalanche of sand.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "905,698", "path": "instagram/picture2557.jpg", "like_list": [], "date_time": "Feb 19, 2016", "location": "", "tag_list": ["@jaredlank", "@jaredlank"], "caption": "Like. Love. Affection. Romance. A double tap. All month long, Instagram has celebrated this simple image with a big helping of meaning. For graduate student and photographer Jared Lank () from Portland, Maine, having heart means “embracing the love in the world. Loving yourself and those around you is probably the most important aspect of a community for me; it is something that continually pushes me to be a better person.”\nBoomerang by "}, {"num_of_comments": 24, "num_of_like": "1,383,666", "path": "instagram/picture2558.jpg", "like_list": [], "date_time": "Feb 18, 2016", "location": "", "tag_list": ["@rerendii", "@rerendii"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe — like this photo captured on the island of Java by Rendi Thanthawi () while exploring waterfalls. “I love the clear water, the beautiful scenery and the amazing bright day,” Rendi says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "685,142", "path": "instagram/picture2559.jpg", "like_list": [], "date_time": "Feb 18, 2016", "location": "", "tag_list": ["@enriquetoav", "@InstagramES", "@enriquetoav"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe — like this photo from Mexico captured by Enrique Avila (). “Hurried by nightfall, I had to increase the exposure and managed to capture the love of two twins,” he explains.\n\nFollow  for more photos and videos from the Spanish-speaking community.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "704,482", "path": "instagram/picture2560.jpg", "like_list": [], "date_time": "Feb 18, 2016", "location": "", "tag_list": ["@yosuke.horiyo", "@yosuke.horiyo"], "caption": "Yosuke Yamamoto () grew up watching the thrilling parade of “danjiri” — revered wooden floats — at annual fall festivals held in his neighborhood of Osaka, Japan. He was immediately enchanted with their intricate woodwork. “I was holding a chisel by the time I was in middle school,” he says. “I enrolled in an apprenticeship with my master right as I graduated high school.” After 10 years of training, Yosuke is now a sculptor with two apprentices of his own. The team works on projects of all different shapes and sizes, but nothing beats the satisfaction of carving an elaborate danjiri float, which takes roughly two years to complete. “It is a tradition that will last for hundreds of years,” Yosuke says. “I strike my chisel to create work only I can make — like the soulful masterpieces I saw when I was a kid.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "623,845", "path": "instagram/picture2561.jpg", "like_list": [], "date_time": "Feb 18, 2016", "location": "", "tag_list": ["@elimendel", "@elimendel"], "caption": "Blurry party pics, beach sunsets snapped on vacation, friends with glitter-smeared cheeks and mint-streaked hair mid-hug — Eli Mendel () captures the essence of teenage life, with one glaring exception. “I understand selfies. I understand the reason they do it, but I don’t feel like, in terms of photographs, they’re that good,” says the 17-year-old student living in London. “Except for making you look very pretty.” Eli can’t help his discerning eye — he grew up the son of Gideon Mendel, a photojournalist and activist, and the cousin of Mikael Subotzky, a photographer and filmmaker. His passion follows his parents’ sociopolitical activism; Eli plans on studying politics and history when he goes to university. But for now, he’s content to document the life and times of a normal kid. “I want someone looking at my photos to get a sense of what it’s like living as a 17-year-old teenager in London, the good and the bad,” Eli says. Sans selfies.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "626,909", "path": "instagram/picture2562.jpg", "like_list": [], "date_time": "Feb 18, 2016", "location": "", "tag_list": ["@mikhael_subotzky", "@mikhael_subotzky"], "caption": "Despite his talent for capturing everything from still lifes of dripping jacarandas to abstract splatters of blood, Mikhael Subotzky () never wanted to be a photographer. “Gideon [Mendel, his uncle] would always come stay with us while working on some crazy assignment or photographing political unrest — he’d always be incredibly busy,” says the 34-year-old photographer and filmmaker. Now, Mikhael’s work is tinged with social and political activism just like Gideon’s. While he prefers a quiet off-duty existence, reading books and tending to plants in the Johannesburg apartment he shares with his girlfriend, he thrives in the chaos of work. “I’m always kind of in the deep end, not quite knowing what to do and trying to figure out how to do it,” he says. “It’s incredibly difficult and stressful and not an easy life, but more interesting for me. I like challenging myself.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "671,544", "path": "instagram/picture2563.jpg", "like_list": [], "date_time": "Feb 18, 2016", "location": "", "tag_list": ["@gideonmendel", "@gideonmendel"], "caption": "Whether it’s an image of a Nigerian woman striding to a Sunday morning church service through calf-high floodwater or an impassive protestor marching for Nelson Mandela in 1985, facing down whip-wielding police, Gideon Mendel’s () photographs transmit urgency and elegance. “I try to take beautiful pictures that say something. I’ve always tried to make work that has some kind of impact in the world,” says the 57-year-old activist and self-taught photographer. “I grew up as a white South African in the darkest days of the apartheid. I think I grew up feeling guilty and powerless.” Now based in London and dad to Eli, a budding photographer with political activist aspirations, Gideon is focused on his long-term commitments to social issues, having covered HIV/AIDS for 18 years and worked on his climate change project, Drowning World, for nine. “I don’t let go of my subjects very easily,” he says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "760,931", "path": "instagram/picture2564.jpg", "like_list": [], "date_time": "Feb 17, 2016", "location": "", "tag_list": ["#WHPthisislove", "@jeffmindell", "@chrisuphues", "@jeffmindell"], "caption": " asked community members to show what love means to them through creative photos and videos, like this one by photographer Jeff Mindell () of Los Angeles.\n\nJeff was drawn to the “bright and happy aesthetic” of artist Chris Uphues’s () unfinished mural. “I am so, so happy that Chris allowed me to capture him mid-process,” says Jeff. “I think that it tells a much more vivid story that way.”\nSee more of our favorite submissions at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "659,079", "path": "instagram/picture2565.jpg", "like_list": [], "date_time": "Feb 17, 2016", "location": "", "tag_list": ["#WHPthisislove", "@lookdoyousee", "@lookdoyousee"], "caption": " asked community members to show what love means to them through creative photos and videos, like this one by Raj Lalwani () from Mumbai, India.\n“I was walking on the promenade when I came across this couple,” says Raj. “I stayed away, not wanting to interrupt their delicate, tender world. He said something, she threw her head back. A shrug here, a laugh there. She leaned in. I pressed the shutter.”\nSee more of our favorite submissions at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "798,642", "path": "instagram/picture2566.jpg", "like_list": [], "date_time": "Feb 17, 2016", "location": "", "tag_list": ["#WHPthisislove", "@paolounchained", "@paolounchained"], "caption": " asked community members to show what love means to them through creative photos and videos, like this one by Victor Dequina () of New York.\n“I was at the World Trade Center station taking photos of its beautiful architecture and wonderful lighting when I saw a mother and her daughter, dressed up in a little red coat and holding red heart-shaped balloons,” says Victor. “I just happened to come across this tender moment, so I had to capture and be a little creative with it.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "562,013", "path": "instagram/picture2567.jpg", "like_list": [], "date_time": "Feb 17, 2016", "location": "", "tag_list": ["@brrch_floral", "@mansurgavriel", "@brrch_floral"], "caption": "Inside the Mansur Gavriel New York Fashion Week presentation, orange trees, poppies and orchids could almost make you forget the weather outside. “These flowers would not survive a second in the snow,” says Brittany Asch (), who designed the show’s warm-weather arrangements and managed to transport them there safely; “we used cellophane, trucks, the whole nine yards.” Brittany, a freelance florist, also makes weekly arrangements for  to live in tandem with their designs. If she could be any flower, she’d choose a Himalayan blue poppy. “You’d live mostly untouched on a mountainside with friends.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "562,013", "path": "instagram/picture2568.jpg", "like_list": [], "date_time": "Feb 17, 2016", "location": "The Garden", "tag_list": ["#WeeklyFluff", "#WKCDogShow", "@thedogist", "@thedogist"], "caption": "Hello, Instagram! It’s time for a special edition of  straight from the , where Elias Weiss Friedman () is doing what he does best: photographing dogs on their own terms. “I wear kneepads underneath my pants, which makes getting on their level comfortable,” he says. “I’m looking for something that stands out — a funny outfit, a funny haircut, a rare breed.” A former brand strategist, Elias now walks New York City streets with a tennis ball and treats, and a lens wipe for slobber in his back pocket. He doesn’t have a pup of his own yet, but his charity, Give a Dog a Bone, helps shelter dogs find homes. “I think every dog deserves recognition.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "578,677", "path": "instagram/picture2569.jpg", "like_list": [], "date_time": "Feb 16, 2016", "location": "", "tag_list": ["#WHPthisislove", "@lauries_little_ones", "@lauries_little_ones"], "caption": " asked community members to show what love means to them through creative photos and videos, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "578,607", "path": "instagram/picture2570.jpg", "like_list": [], "date_time": "Feb 16, 2016", "location": "", "tag_list": ["#WHPthisislove", "@michcant", "@michcant"], "caption": " asked community members to show what love means to them through creative photos and videos, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "599,737", "path": "instagram/picture2571.jpg", "like_list": [], "date_time": "Feb 16, 2016", "location": "", "tag_list": ["#WHPthisislove", "@eloadefly", "@eloadefly"], "caption": " asked community members to show what love means to them through creative photos and videos, like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "296,522", "path": "instagram/picture2572.jpg", "like_list": [], "date_time": "Feb 16, 2016", "location": "", "tag_list": ["@humbertotoo", "@openingceremony", "@humbertotoo"], "caption": "Humberto Leon () and Carol Lim of Opening Ceremony () stopped traffic at New York Fashion Week yesterday. Syd Mead, a designer who is perhaps best known for futuristic films like “Blade Runner” and “Tron,” inspired the duo’s collection, which was shown in the midst of Space Age gridlock. “There’s a really realistic side to Syd, and reality is the basis of everything we work on,” says Humberto, explaining that he and Carol have always felt that the greatest accolade for them is seeing someone on the street wearing their clothes. “It was exciting to work on a collection that was grounded in reality but questioning this idea of the future. Are we in the future? Or are we in today?”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "659,506", "path": "instagram/picture2573.jpg", "like_list": [], "date_time": "Feb 16, 2016", "location": "", "tag_list": ["@music", "@courtneymelba", "@music", "#Grammys", "@courtneymelba", "@poonehghana"], "caption": "Today on , a look at what it’s like to be nominated for your first Grammy award, starring Australian rock singer Courtney Barnett (). Make sure to check out  and Instagram’s Explore page (you can get there by tapping that little magnifying glass in the app below) for more  coverage throughout the day.\n\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "718,375", "path": "instagram/picture2574.jpg", "like_list": [], "date_time": "Feb 15, 2016", "location": "", "tag_list": ["@woodylaulau", "@woodylaulau"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo from Hong Kong captured by . For these photos, videos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "718,375", "path": "instagram/picture2575.jpg", "like_list": [], "date_time": "Feb 15, 2016", "location": "", "tag_list": ["@ocd_obsessive_cookie_designer", "#IGHearts", "@ocd_obsessive_cookie_designer"], "caption": "Like. Love. Affection. Romance. A double tap. All month long, Instagram will be celebrating this simple image with a big helping of meaning. For Deanna Young () from Winter Park, Florida, having heart means “pouring myself into something fun and creative to benefit a cause that’s greater than my own. I love whimsical, artistic expression, but I want it to have a deeper meaning, which is why I give all of the proceeds to charity.”\nWatch this space for more standout hearts, and share yours with .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "718,375", "path": "instagram/picture2576.jpg", "like_list": [], "date_time": "Feb 15, 2016", "location": "", "tag_list": ["@jennifer.tjorvi", "#IGHearts", "@jennifer.tjorvi"], "caption": "Like. Love. Affection. Romance. A double tap. All month long, Instagram will be celebrating this simple image with a big helping of meaning. For Jennifer Tjorvi (), a psychology student from Hamburg, Germany, having heart means “opening yourself up to someone, aware that you might get hurt, but knowing that it’s worth the risk.”\nAfter gazing into each other’s eyes for three minutes, the heart rates sync of couples in love.\n\nWatch this space for more standout hearts, and share yours with .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "718,375", "path": "instagram/picture2577.jpg", "like_list": [], "date_time": "Feb 15, 2016", "location": "", "tag_list": ["@bashirsultani", "#IGHearts", "@bashirsultani"], "caption": "Like. Love. Affection. Romance. A double tap. All month long, Instagram will be celebrating this simple image with a big helping of meaning. For Toronto-based illustration student Bashir Sultani () having heart means “having conscience.”\nEvery day, the heart creates enough energy to drive a truck 20 miles (32 kilometers). In a lifetime, that’s driving to the moon and back.\n\nWatch this space for more standout hearts, and share yours with .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "718,375", "path": "instagram/picture2578.jpg", "like_list": [], "date_time": "Feb 14, 2016", "location": "", "tag_list": ["@zachlavine8", "@nbaallstar", "@zachlavine8"], "caption": "As a rookie, Zach LaVine () had a reputation as a dunk artist, and after the first round of the 2015 NBA slam dunk contest, he became a worldwide sensation. Zach took the floor in his Minnesota Timberwolves jersey, only to shed it in favor of a Michael Jordan “Space Jam” uniform and fly under the rim, passing the ball between his legs and slamming it home, backward, with one hand. “My favorite movie is ‘Space Jam.’ That movie and Michael Jordan inspired me to dunk,” Zach, now 20, says. “I would watch the movie and then go outside and try to re-create the moves, so it was only fitting.” This weekend, Zach defends his title at NBA All-Star Weekend () in Toronto and vows he’s not feeling any pressure: “I’ve just been practicing like I did last year and hope to impress the fans.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "772,149", "path": "instagram/picture2579.jpg", "like_list": [], "date_time": "Feb 14, 2016", "location": "", "tag_list": ["@bambolica_dolls", "@bambolica_dolls"], "caption": "Svetlana Rozhnova () has always been passionate about dolls, so much so she started handcrafting her own collection five years ago. “Every doll is unique and special,” the artist from Belgorod, Russia, says. “I like to experiment and work with different materials and technologies to create unusual characters.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,083,752", "path": "instagram/picture2580.jpg", "like_list": [], "date_time": "Feb 13, 2016", "location": "", "tag_list": ["@nataliepavloskinails", "@nataliepavloskinails"], "caption": "Natalie Pavloski () creates art at your fingertips. Her nail designs are sometimes minimal, sometimes metallic and sometimes feature a celebrity, like a tiny Drake or Lil’ Kim. “Nail art dreams, I have plenty of them,” says Natalie, who will be painting nails backstage at numerous New York Fashion Week shows in the coming days. “If I could do anyone’s nails, dead or alive, it would be Dolly Parton or the superstar athlete Flo-Jo.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "860,167", "path": "instagram/picture2581.jpg", "like_list": [], "date_time": "Feb 13, 2016", "location": "", "tag_list": ["#WHPthisislove", "@sergioluismesa", "@jodimckee", "#WHPthisislove", "@sergioluismesa", "@jodimckee"], "caption": "Weekend Hashtag Project: \nIn honor of Valentine’s Day, celebrated around the world on February 14, the goal this weekend is to show what love means to you through photos and videos, like this one of  tattoo art by . Here’s how to get started:\nLove comes in many forms. Look for examples between partners and family members — as well as untraditional examples, like an odd animal couple.\n\nFocus on capturing candid moments that display affection, both at home and out in the world.\n\nMake your images and videos feel more personal by getting close to your subjects.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured photo of  tattoo art by "}, {"num_of_comments": 24, "num_of_like": "895,006", "path": "instagram/picture2582.jpg", "like_list": [], "date_time": "Feb 13, 2016", "location": "", "tag_list": ["@iisuperwomanii", "#GirlLove", "#GirlLove", "@iisuperwomanii"], "caption": "International video personality Lilly Singh () has toured the globe performing for her 7.8 million fans, better known as Team Super. In her travels, she’s noticed one disturbing trend: woman-on-woman hate. “I’m not sure when it became ‘cool’ to tear other women down or unnecessarily compete against one another,” says the 27-year-old Toronto native, “but somehow girl-on-girl hate has become the norm.” In response, Lilly started the  movement — an online campaign encouraging women of all ages to lift each other up. “The strength of women is much greater when we work together,” Lilly explains. “We need to teach young girls that it’s cool to compliment other women. It’s our responsibility to speak above all other negative influences and set a tone when it comes to sisterhood.”\nExplore  to join the positivity party.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "895,006", "path": "instagram/picture2583.jpg", "like_list": [], "date_time": "Feb 12, 2016", "location": "", "tag_list": ["#hyperlapse", "@yanndixon", "#Hyperlapse", "@yanndixon"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe — like this  by Yannick Dixon () of a sandstorm sweeping across the coast of St. Annes-on-Sea, in Lancashire, United Kingdom. Yannick braved bitter 50 mph (80 kph) winds for his capture: “I love the way the sand creates beautiful shape-shifting patterns as it’s lifted from the surface of the beach only to seemingly disappear into thin air.”\nFor these photos, videos and more news from around the community, visit blog.instagram.com.\n by "}, {"num_of_comments": 24, "num_of_like": "664,148", "path": "instagram/picture2584.jpg", "like_list": [], "date_time": "Feb 12, 2016", "location": "", "tag_list": ["@clairesuni", "@clairesuni"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe — like this photo by Claire Suni (), taken at her first live sumo match in Tokyo, Japan. Claire, a corporate lawyer, has traveled to over 50 countries but says sumo is unlike anything she’s seen before: “It’s such an intense show of strength. I was completely caught up in the drama — the throwing of salt, the thud of human bodies, the crushing look of defeat when a foot slips out of the ring and the match is lost.”\nFor these photos, videos and more news from around the community, visit blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "664,148", "path": "instagram/picture2585.jpg", "like_list": [], "date_time": "Feb 11, 2016", "location": "", "tag_list": ["@music", "@okgo", "@damiankulash", "@okgo", "@music"], "caption": "Over on  today, we’ve got a clip from OK Go’s () new music video, “Upside Down & Inside Out,” which was shot above the earth in zero gravity. Because when you have danced on treadmills, been blasted with paint cannons, driven into a series of pianos and led an 8-mile (13-kilometer) musical parade through the streets of Los Angeles, you have to keep things interesting. Or maybe — that is the next logical challenge. “There is no explicit desire to top ourselves for anyone else’s sake,” says lead singer Damian Kulash (), about the band’s knack for making viral videos. “Things that seemed really ambitious and crazy to us five years ago seem normal to us now. So it’s just a question of keeping ourselves challenged and thrilled.”\nVideo by . Watch more on ."}, {"num_of_comments": 24, "num_of_like": "664,148", "path": "instagram/picture2586.jpg", "like_list": [], "date_time": "Feb 11, 2016", "location": "", "tag_list": ["@jonasnordfors", "@jonasnordfors"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe — like this video by Swedish trampoline gymnast Jonas Nordfors (). Jonas made this video with friends on a whim. “That was our first try, no joke!”\nFor these photos, videos and more news from around the community, visit blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "993,845", "path": "instagram/picture2587.jpg", "like_list": [], "date_time": "Feb 11, 2016", "location": "", "tag_list": ["@maymothedog", "@maymothedog"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe — like this photo from Boston, Massachusetts, captured by Jeremy Lakaszcyck (). “Some might think Maymo looks sad or like he’s frowning in this picture,” Jeremy explains. “But this is just the natural look on his face. He is actually quite happy to take pictures, as there is always incentive in the form of a biscuit or liver treat.”\nFor these photos, videos and more news from around the community, visit blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "750,642", "path": "instagram/picture2588.jpg", "like_list": [], "date_time": "Feb 11, 2016", "location": "", "tag_list": ["@michel_e_b", "#IGHearts", "@michel_e_b"], "caption": "Like. Love. Affection. Romance. A double tap. All month long, Instagram will be celebrating this simple image with a big helping of meaning. For California-based photographer Michele Bisaillon (), having heart means “bravely and consistently working toward achieving your goals, regardless of the odds against you.”\nOwning a cat can significantly help reduce the risk of heart disease.\n\nWatch this space for more standout hearts, and share yours with \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "462,067", "path": "instagram/picture2589.jpg", "like_list": [], "date_time": "Feb 10, 2016", "location": "", "tag_list": ["#WHPvibrant", "@banerjee.anurag", "@banerjee.anurag"], "caption": " asked community members to make brightly colored photos and videos filled with energy — like this one that Anurag Banerjee () took at Queer Azaadi Mumbai, a LGBT pride parade.\n“I knew that an overhead shot with the rainbow flag would be a good one, so I ran ahead of the parade and climbed the skywalk and waited for it pass underneath,” Anurag says. “The photo is not only about the pride parade but also the city of Mumbai.”\nSee more of our favorite submissions at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "814,462", "path": "instagram/picture2590.jpg", "like_list": [], "date_time": "Feb 10, 2016", "location": "", "tag_list": ["#WHPvibrant", "@ibnuwijayakusuma", "@ibnuwijayakusuma"], "caption": " asked community members to make brightly colored photos and videos filled with energy — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "448,608", "path": "instagram/picture2591.jpg", "like_list": [], "date_time": "Feb 10, 2016", "location": "", "tag_list": ["#WHPvibrant", "@le_ciudad", "@le_ciudad"], "caption": " asked community members to make brightly colored photos and videos filled with energy — like this one by Bo Apitz (), a photographer for the Citizen Potawatomi Nation tribal newspaper in Oklahoma.\n“JR is a ‘fancy dancer’ and has really elaborate and colorful regalia,” says Bo of the championship powwow dancer featured in this photo. “The inspiration I get for my images comes from trying to create an out of this world aesthetic.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "710,182", "path": "instagram/picture2592.jpg", "like_list": [], "date_time": "Feb 10, 2016", "location": "", "tag_list": ["@lucacappuccinodonofrio", "@lucacappuccinodonofrio"], "caption": "Luca Donofrio’s () mouthwatering photos elevate pasta to art. “There are hundreds and hundreds of different kinds of shapes and options — you can do anything with it,” the New York native says. “I love pushing the boundaries.” Luca graduated with a B.F.A. from the School of Visual Arts, intending to be an oil painter. Despite soaking in the city’s galleries and museums for inspiration, he found he couldn’t make a living after graduation; that’s when he ended up as a sales associate at Mario Batali’s gourmet food emporium, Eataly. Within a few years, he was manager of pasta production, overseeing the manufacture of 5,000 pounds (2,268 kilograms) a week. “It’s become my number one passion in life. To me it’s a just a different form of artistic expression.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "710,182", "path": "instagram/picture2593.jpg", "like_list": [], "date_time": "Feb 10, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@miracle.piggies", "@miracle.piggies"], "caption": "It’s that time, Instagram! Today’s  is a triple dose of gorgeous Austrian guinea pig. Mr. Cookie, Frieda and Snowy () bide their time mugging for the camera and playfully fighting over food scraps. If your feed is in need of a guinea pig infusion,  should be your first stop."}, {"num_of_comments": 24, "num_of_like": "739,012", "path": "instagram/picture2594.jpg", "like_list": [], "date_time": "Feb 9, 2016", "location": "", "tag_list": ["#WHPvibrant", "@sxntisxtx", "@sxntisxtx"], "caption": " asked community members to make brightly colored photos and videos filled with energy — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "754,856", "path": "instagram/picture2595.jpg", "like_list": [], "date_time": "Feb 9, 2016", "location": "", "tag_list": ["#WHPvibrant", "@waqonthewildside", "@waqonthewildside"], "caption": " asked community members to make brightly colored photos and videos filled with energy — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "728,946", "path": "instagram/picture2596.jpg", "like_list": [], "date_time": "Feb 9, 2016", "location": "", "tag_list": ["#WHPvibrant", "@mgrevtsov", "@mgrevtsov"], "caption": " asked community members to make brightly colored photos and videos filled with energy — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "624,292", "path": "instagram/picture2597.jpg", "like_list": [], "date_time": "Feb 9, 2016", "location": "", "tag_list": ["@tatiruediger", "#Carnaval", "@tatiruediger"], "caption": "Tatiana Ruediger () grew up in Rio de Janeiro, but she didn’t fall in love with  until a few days ago, after experiencing her first street parades in the city’s center. “These traditional street parades are totally different from other celebrations I’ve been to,” the 26-year-old sociology graduate student and photographer explains. “The energy is phenomenal and people are really there for the parade and the music.” In the spirit of the festivities, Tatiana plans to morph into a unicorn or mermaid. “I love costumes because you let go of your serious day-to-day persona and indulge your inner desires.”\nPhoto by "}, {"num_of_comments": 22, "num_of_like": "696,887", "path": "instagram/picture2598.jpg", "like_list": [], "date_time": "Feb 9, 2016", "location": "", "tag_list": [], "caption": "Starting this week, you can quickly and easily switch between multiple accounts on Instagram! 🎉\nGo to your profile settings to add an additional account. From there, tap your username at the top of your profile to switch between accounts. Once you have multiple accounts added, you’ll see your profile photo appear in places throughout the app so you can always tell which one you’re using at the moment.\n\nTo learn more, check out help.instagram.com.\n\nAccount switching will be available as part of Instagram version 7.15 for iOS and Android"}, {"num_of_comments": 24, "num_of_like": "540,352", "path": "instagram/picture2599.jpg", "like_list": [], "date_time": "Feb 9, 2016", "location": "", "tag_list": ["@smallpaul", "#YearOfTheMonkey", "@smallpaul"], "caption": "Curious George has a cousin. Mr. Monkey is just as mischievous as his famous relative and even has his own “Man in the Yellow Hat” to ferry him from adventure to adventure — Paul Copeland (), who says Mr. Monkey has traveled to five continents, about 45 countries and snapped selfies with celebrities, like former pro soccer player Thierry Henry. “I'm just the courier, photographer, tour guide and Sherpa for Mr. Monkey,” says Paul, a creative director based in Singapore who was born in the year of the monkey. “He’s got his own personality — jaunty. I don’t want a selfie, he does.” It all started 20 years ago when Paul’s girlfriend at the time fell ill on a ski trip and he took pictures of Mr. Monkey to show her the trails she’d missed. Now, he has thousands of photos he hopes to collect in a book and pass down to his kids, along with Mr. Monkey himself. But like the Man in the Yellow Hat, Paul is always scared Mr. Monkey’s inquisitive nature will get him in hot water. “I’m terrified of the day he disappears,” he says. “But being a year of the monkey, I think this could be his year.” \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "525,383", "path": "instagram/picture2600.jpg", "like_list": [], "date_time": "Feb 8, 2016", "location": "", "tag_list": ["@coldplay", "@coldplay", "@music"], "caption": "Twelve minutes, more than 100 million viewers: the Super Bowl halftime show is not for the faint of heart. But this year’s headliner, , is taking it all in stride. “We’ve taken inspiration from all of the Rocky movies, in terms of preparation and perspiration — and spending time doing pushups!” says drummer Will Champion. Despite the stakes, there was no hesitation when the band got the offer — though that might not have been the case if they were asked any earlier in their career. According to lead singer Chris Martin, they weren’t ready until now. As for what to expect during Sunday’s performance, Coldplay is being careful not to spoil the set, but it’s safe to assume they’ll drop a mix of old classics plus new tracks from their latest album, “A Head Full of Dreams.”\n“During the first half we’ll be warming up,” says Will. “And then we’re hoping to get out into the stands for the second half to watch the game, knowing that our hard work is done.”\nPhoto of Chris Martin by . Words by "}]}