{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "745,582", "path": "instagram/picture3101.jpg", "like_list": [], "date_time": "Jun 26, 2015", "location": "", "tag_list": ["@hombre_normal", "@hombre_normal"], "caption": "Does anyone want to be normal? Marc Torrell () does. For him, being normal is extraordinary. He started photographing his action figure “The Normal Man” in everyday situations because he wanted to vindicate normality. “What he does is never incredible — it could happen to anyone,” says Marc, a creative director in Barcelona whose humorous photo captions reflect the absurdity of being normal. “It’s the adventure of living your day by day.” Photo by "}, {"num_of_comments": 24, "num_of_like": "848,466", "path": "instagram/picture3102.jpg", "like_list": [], "date_time": "Jun 25, 2015", "location": "", "tag_list": ["@lucidlines", "@lucidlines"], "caption": "“The science behind the process and the idea of being able to carry art around with you and transform your appearance has always intrigued me,” says 25-year-old tattoo artist Caitlin Thomas (). After studying graphic design, Caitlin went on to pursue illustration and the visual arts before taking an apprenticeship at a tattoo studio in Adelaide, South Australia. “People may be surprised to learn that I only have a couple of tattoos,” she says. “They are small and on my lower legs, so a lot of the time my clients think I have none at all.” Caitlin’s personal preference for minimal body art carries over to her work. “I am hoping to help create a new movement of tattooing that promotes the idea that less is more,” she says. “I do enjoy and respect the extremely detailed and colorful style of tattooing, but I just can’t deny the satisfaction of successfully portraying an image based only on line work, a single shade of ink and making use of the natural skin color that people bring in themselves.” Photo by "}, {"num_of_comments": 24, "num_of_like": "901,969", "path": "instagram/picture3103.jpg", "like_list": [], "date_time": "Jun 25, 2015", "location": "", "tag_list": ["@glastoofficial", "#InstaGig", "#Glastonbury", "@music", "@glastoofficial"], "caption": "Let’s talk numbers: More than 100,000 music fans, 15,000 workers, 5,000 portable bathrooms, 10,000 hand-painted trash bins and one giant stage in the shape of a pyramid. It’s a far shot from what the Glastonbury Festival (), which takes place every June in southwest England, was when it first started in 1970. The oft-told tale from that year: tickets cost one British pound and admission included free milk from the farm it sat on. Things are a bit different now – there are more people, more bands (this year’s headliners include Kanye West and Florence and the Machine), more money and new exhibits. But the spirit has stayed the same. “It’s never rested on its laurels,” says Emily Eavis, co-organizer of the festival. “Every year we dramatically add lots of things and take some things away and move it on and keep it completely fresh.”  \n\nFor more music stories from around the globe, check out .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "749,111", "path": "instagram/picture3104.jpg", "like_list": [], "date_time": "Jun 24, 2015", "location": "", "tag_list": ["@stacykranitz", "@stacykranitz"], "caption": "“I’ve been living out of my car for years to make my work,” says Stacy Kranitz (), an American photographer who was born in Kentucky, has a home in Los Angeles and mostly lives on the road. Traveling for months at a stretch, she immerses herself in the lives of the people she photographs, and approaches her practice almost like an endurance athlete. She explains: “I like to stay out as long as I can. I begin to slowly deteriorate the longer I am gone. Both the car and myself become physically more haggard as the weeks wear on. It sounds bad, but this is the thing I want. I believe that I am not making really good work unless I am pushing myself into a very uncomfortable place. I don’t think I have gotten somewhere with the work unless I have pushed myself close to the brink of my own sanity. Breakdowns happen and then I pick up the pieces and continue on.” Photo by "}, {"num_of_comments": 24, "num_of_like": "697,462", "path": "instagram/picture3105.jpg", "like_list": [], "date_time": "Jun 24, 2015", "location": "", "tag_list": ["@revistanow", "@revistanow"], "caption": "“What matters to me, what inspires me, is the people. That’s why I do so many portraits. I try to tell the story that no one sees, that no one knows and that no one wants to see,” says Ernesto Pérez (), who works as editor at a digital magazine in Maracaibo, Venezuela.\n\nErnesto often takes pictures of public transport buses, which are colorful but overwhelming. “I live in a city where you get 112 degrees Fahrenheit [44 Celsius] at noon, so using public transport is a tough experience. I’m interested primarily in those feelings, in the expression of those on that transport system.” Ernesto says his images represent a unique kind of beauty. “My city, my country is passing through a difficult moment and I am not trying to portray it in a bad light. I am trying to find beauty in places where it is difficult to find it.” Photo by "}, {"num_of_comments": 24, "num_of_like": "593,907", "path": "instagram/picture3106.jpg", "like_list": [], "date_time": "Jun 24, 2015", "location": "", "tag_list": [], "caption": "Today we’re excited to announce two major updates to Instagram that will help connect our community to the world as it happens: the all-new Explore page, with trending Tags and Places, and more powerful search that makes it easier to find the people, places and tags you’re looking for. The new Explore now surfaces trends as they emerge in real-time, connecting you to events and conversations both near you and around the globe. In addition, at the top of the Explore page you will find new curated collections that will be updated regularly, featuring interesting accounts and places. To start, these updates to Explore will only be available in the United States. We'll work to bring it to the rest of the world after we fine tune the experience and set it up to work well in other countries.\n\nFor everyone on Instagram, we’ve dramatically improved the ability to find what you’re looking for. With the new Places Search, you can now peer in at just about any location on earth, and the new Top Search also lets you search across people, places and tags all at once.\n\nInstagram for iOS version 7.0 is available today in Apple’s App Store, and Instagram for Android version 7.0 is available today on Google Play."}, {"num_of_comments": 24, "num_of_like": "802,634", "path": "instagram/picture3107.jpg", "like_list": [], "date_time": "Jun 23, 2015", "location": "", "tag_list": ["@eugenia_loli", "@eugenia_loli"], "caption": "“I became very sick in the 2000s. After four years as a tech journalist, I couldn’t work anymore,” remembers Eugenia Loli (), a San Francisco Bay Area resident with Greek roots. Art came to Eugenia naturally when she was spending all her time at home. She first got into experimental filmmaking and then turned to collaging.\n\nWith a love for futuristic sci-fi art, film and old magazines, Eugenia has collected around 750 vintage magazines. The retro imagery serves as a source of inspiration and builds the foundation of her surreal and sarcastic collages. “Such vintage images look like a painting compared to the more accurate digital images of today,” Eugenia explains. What sprang up out of necessity turned into a full time profession for Eugenia, who recovered from her illness in 2011. “When my health got restored, my art truly flourished,” she recalls. “Sometimes I feel they go hand in hand.” Photo by "}, {"num_of_comments": 24, "num_of_like": "933,719", "path": "instagram/picture3108.jpg", "like_list": [], "date_time": "Jun 23, 2015", "location": "", "tag_list": ["#AdoptAShelterCatMonth", "#WeeklyFluff", "@6littlestinkers", "@6littlestinkers", "#🐶🐱🐱🐱🐱🐱"], "caption": "Hello, Instagram! Today is a special  edition of the .  chronicles the adventures of one cuddly cocker spaniel named Holly, and her five fluff-tastic feline friends: Alfie, Maisy, Harry, Minnie and Teddy. To add mountains of kitty fluff to your feed, follow . "}, {"num_of_comments": 24, "num_of_like": "669,888", "path": "instagram/picture3109.jpg", "like_list": [], "date_time": "Jun 23, 2015", "location": "", "tag_list": ["@ramdamboy", "@rachelmenard", "@eeyvallah", "@ibisiva", "@argiacomucci", "@fariznoor", "@vitaminimodern", "@suddeninterest", "@stacyant", "#WHPlowaltitude"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , , ,  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "990,005", "path": "instagram/picture3110.jpg", "like_list": [], "date_time": "Jun 22, 2015", "location": "", "tag_list": ["@cintapinta", "@cintapinta"], "caption": "“My art is a visual game. I’m fascinated by it, and I can spend hours building these strange worlds,” says Cinta Vidal (), a painter and illustrator from Cardedeu, in the northeast of Spain. “It’s a passion of mine to look for combinations and to give, in one image, so many possibilities of people, life and space.” Cinta takes photos throughout her creative process to show how she develops a piece from scratch. “It’s good that people are able to see the beginning and the end of the process as the sketching step alone represents a lot of work,” she says.\n\nCinta says her work has a clear message: “It tries to explain that we all live in the same world, but understand it in a different way. We perceive it from a different point of view. We may share it, but at the same time we are far away from each other, at least from our internal point of view.” Photo by "}, {"num_of_comments": 24, "num_of_like": "661,776", "path": "instagram/picture3111.jpg", "like_list": [], "date_time": "Jun 22, 2015", "location": "", "tag_list": ["@mrtoledano", "@mrtoledano"], "caption": "For 18 months following his daughter’s birth in 2010, conceptual artist and self-described pathological contrarian Phillip Toledano () created a collection of photos that he called “The Reluctant Father.” The series chronicled what he described as his metamorphosis “from detached observer to eager participant.” What began as cold photos of a screaming newborn gave way to portraits exuding love and tenderness. “It’s very odd to look back and see a time when I had no emotional connection to Loulou, because I love her so much now,” Phillip says today.\n\nPhillip’s photo and video portraits of Loulou (who he describes as a willing, if sometimes begrudging, participant) subtly capture not only the continued evolution of their relationship, but also of her as a human. “She’s very much an artist herself. Ever since she was very small, she’s always been remarkably aware of the world around her.” Video by "}, {"num_of_comments": 24, "num_of_like": "923,034", "path": "instagram/picture3112.jpg", "like_list": [], "date_time": "Jun 21, 2015", "location": "", "tag_list": ["@y.tim.w", "@luclagasquie", "@jackdavisonphoto", "@panchaoyue", "@jameskydd", "@lenabelkina", "@_mr.boo", "@brinsonbanks", "@susannewalstrom", "@lenabelkina"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,014,146", "path": "instagram/picture3113.jpg", "like_list": [], "date_time": "Jun 21, 2015", "location": "", "tag_list": ["@freegrassfarmer", "@shefarmsinfreeunion", "@shefarmsinfreeunion"], "caption": "Before breakfast each morning, husband and wife Joel Slezak () and Erica Hellen () have hundreds of mouths to feed. All the chickens, ducks, cows and pigs on their small farm near Charlottesville, Virginia need food and water before anything else. Plus, the temperature in the brooder needs adjusting for the baby chicks, the hens need moving to fresh grass and the pigs need to be accounted for. “They’re total escape artists,” Joel jokes.\nFor Joel and Erica, a life connected to the land is richly rewarding. But it’s manual and it’s tough. “The cows don't leave and the chickens don't just die when we're tired. We simply have to keep going until the work is done,” Erica says. “I think what keeps us going is knowing that what we’re doing is a truly viable and better alternative to the factory food system,” Joel adds. “When customers come up and just pour their heart out on why raising this type of food is important and why it means so much to them, it does keep us going.” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,195,191", "path": "instagram/picture3114.jpg", "like_list": [], "date_time": "Jun 20, 2015", "location": "", "tag_list": ["@themertailor", "@themertailor"], "caption": "Using garbage bags and duct tape, Eric Ducharme () created his first mermaid tail at age seven, inspired by watching the underwater mermaid shows at Florida’s Weeki Wachee Springs. “From the first moment I saw a ‘real live mermaid,’ I knew I was going to be doing something for the rest of my life that involved mermaids,” Eric remembers. His grandmother taught him how to sew, and, aiming for a realistic looking tail, he started experimenting with different materials like spandex and rubber. “For me it was all about trial and error,” Eric says. “My weekly allowances went to making mermaid tails!” Now, 17 years later, Eric runs his own business, producing handcrafted mermaid tails for a living. Between sculpting, mold-making, airbrushing and answering emails from clients in Australia, Eric says there’s never a dull moment being a ‘mertailor.’ “It is quite the day, I have to tell you!” Photo by "}, {"num_of_comments": 24, "num_of_like": "553,540", "path": "instagram/picture3115.jpg", "like_list": [], "date_time": "Jun 20, 2015", "location": "", "tag_list": ["#WHPlowaltitude", "#WHPlowaltitude", "@jsawicki1"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos and videos from a low vantage point to view the world from a different perspective than we normally see it. Some tips to get you started:\n\nWe become accustomed to seeing our environment from a particular elevation — our own height. Imagine what the world might look like to an infant or an animal that moves closer to the ground. Lie down and look up, or place your camera to face upward to see from a different angle. As you maneuver into new spaces, focus not only on the new things around you, but also on the new perspective you'll have on things that are familiar.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken this weekend and only submit your own photographs and videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged image or video taken this weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "702,210", "path": "instagram/picture3116.jpg", "like_list": [], "date_time": "Jun 19, 2015", "location": "", "tag_list": ["@rogeriosoeiro", "@ericneww", "@rogeriosoeiro"], "caption": "There is nothing still about the images São Paulo music photographer Rogerio Soeiro () captures of hip hop performers. “I like shooting hip hop because it gives the photographs a sense of movement,” says Rogerio, who doubles as a DJ with his musical partner Eric Cunha (). Through his photographs of live performances, Rogerio hopes to somehow express sound. “I want people to feel the vibration of that moment. This way, photography and sound really blend together in an image.” Capturing the beat of each musician through individual portraits is also very important to him: “I am really interested in exposing the identities of these musical artists. Every single one of them.” Photo by "}, {"num_of_comments": 24, "num_of_like": "593,716", "path": "instagram/picture3117.jpg", "like_list": [], "date_time": "Jun 19, 2015", "location": "", "tag_list": ["@giopastori", "@giopastori"], "caption": "The artist Gio Pastori’s () approach to creating his playful cutout illustrations is simple. “I usually use no more than two to three colors,” he says. “I sketch my ideas before, then I draw the subjects with a blade on colored paper with no guidelines, to keep it fresh. Then I put it all together.” For Gio, who lives in Milan, Italy, the fashion world often influences his colorful work — from a Moschino sandal to a Valentino print. “The fashion world’s rapid change and depth is something I find exciting and inspiring.” Photo by "}, {"num_of_comments": 24, "num_of_like": "674,960", "path": "instagram/picture3118.jpg", "like_list": [], "date_time": "Jun 18, 2015", "location": "", "tag_list": ["@gigigorgeous", "@gigigorgeous", "#instapride", "@gigigorgeous"], "caption": "Fans can feel Gigi Loren Lazzarato’s () larger-than-life personality beaming in her photos, which are filled with bright colors, emojis and a lot of levity. But a more personal story is also quietly weaved throughout her feed: Gigi is a transgender woman who has paved herself a successful career in the entertainment industry — and paved a powerful road for other members of the LGBT community to follow. “Although it’s not always the easiest to share every aspect of my life, especially the emotional and extremely vulnerable moments, I feel a responsibility to tell my story,” Gigi says. “I get messages from girls and boys around the world that touch me, and I know if they were in my position they would do the same for me.” For more from Gigi’s fun, visual whirlwind, follow  on Instagram. For more portraits from the LGBT community, explore the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "667,682", "path": "instagram/picture3119.jpg", "like_list": [], "date_time": "Jun 18, 2015", "location": "The Morgan Library & Museum", "tag_list": ["@cnlibrarian", "@themorganlibrary", "@cnlibrarian"], "caption": "For Christine Nelson (), the Drue Heinz Curator of Literary and Historical Manuscripts at New York City’s Morgan Library and Museum (), the past is never far from reach. “I work with personal letters from Jane Austen and Voltaire, manuscripts of Charlotte Brontë and Bob Dylan,” Christine shares. “This range allows me to move from one century to another, one fascinating life to the next.” Through her work in the library over the past 25 years Christine has come to find beauty in intimate familiarity revealed through these handwritten records. “Thoreau looks at some ice crystals on a window and makes a little sketch in his journal. Teenage Brontë makes a tiny list of the stories she’s written. Jefferson goes on the road and writes a letter home, using a piece of tree bark instead of paper. This is everyday life at its most mundane, which to me is the beauty of it! These little details I see, these ordinary traces of extraordinary lives, connect me with the past in the most intimate way.” Photo by "}, {"num_of_comments": 24, "num_of_like": "768,839", "path": "instagram/picture3120.jpg", "like_list": [], "date_time": "Jun 17, 2015", "location": "", "tag_list": ["@phamhaduylinh", "@phamhaduylinh"], "caption": "“I love complex photos, and that’s why I choose to work in crowded places,” says Linh Pham (), a 24-year-old Vietnamese photojournalist. “And at the same time, I always try to find something that stands out from the crowd — a sunbeam, or someone doing something different or wearing a different color than everyone else. Photography, for me, is a type of exploration.” One element of that exploration, Linh says, is revisiting the places he has photographed by re-examining the pictures themselves. “When you’re in a crowd you can’t see everything at once, but afterward, if you’ve taken some good pictures, you can take the time to go back and look at the details and you can see what was really going on at that moment.” Photo by "}, {"num_of_comments": 24, "num_of_like": "888,348", "path": "instagram/picture3121.jpg", "like_list": [], "date_time": "Jun 17, 2015", "location": "", "tag_list": ["#Hellomynameis", "@anthonyckn", "@anthonyckn"], "caption": "“ Anthony Cardoso (). I am 16 years old and have always loved nature and discovering the outdoors. I was born in Cambuí, Brazil, but have lived in Monte Verde, a small Brazilian mountain town, since I was very little. I started getting into photography when I got a tablet from my parents at the age of 12 and began capturing all the natural beauty around me. When I saw my photographs, I felt motivated to continue, and then discovered I really liked taking pictures. I eventually traded my tablet for a smartphone, which I now carry around with me wherever I go. I think that since I grew up outdoors, I have a special passion for nature and animals. Being exposed to this scenery on a daily basis inspires me more and more. I think anything that I feel or catches my attention deserves to be captured — and should also be shared. The future is still uncertain, but I am a dreamer. One day, maybe I’d like to become a professional photographer. But whatever happens in my career, I know I will never stop taking pictures. I am captivated by photography and would never be able to stop.” Photo by "}, {"num_of_comments": 24, "num_of_like": "875,944", "path": "instagram/picture3122.jpg", "like_list": [], "date_time": "Jun 16, 2015", "location": "", "tag_list": ["@bebeismyname", "@bebeismyname"], "caption": "“I started taking silly self-portraits when I was a teen, but now I’m doing it with a passion,” says Bebe Mozz (), a nurse and self-taught photographer from Witten, Germany. “Only in photography can I fully express myself and just be myself.” While creating poetic self-portraits has a relaxing and meditative effect on Bebe’s mind, the process itself is a full body workout. Two years ago her camera’s remote broke, but she got used to the fact that she has to run back and forth between shots to manually push the release button. “I set 10 pictures in one shot, so I still have time to put my wig and costume on. And when my camera starts to beep I then start to run and pose,” Bebe explains. “Usually I get two good pictures out of 10.” Photo by "}, {"num_of_comments": 24, "num_of_like": "888,660", "path": "instagram/picture3123.jpg", "like_list": [], "date_time": "Jun 16, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@chilberg", "@chilberg"], "caption": "Hello, Instagram! Are you ready for your dose of ? Meet Puka and Rocket Larry (), an interspecies best friend duo. Puka is a cuddly cleft-lipped rescue pup with an infectious smile, and Rocket Larry is her handsome tortoise companion. To add a dash of unconventional fluff to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "646,885", "path": "instagram/picture3124.jpg", "like_list": [], "date_time": "Jun 16, 2015", "location": "", "tag_list": ["@jnrrrr", "@albapix", "@tessa_dy", "@123_liz_is_me", "@scruffiestbandit", "@ericmichvel", "@maralazaridou", "@mr.franklopez", "@gatta_randagia", "#WHPwindy"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "738,220", "path": "instagram/picture3125.jpg", "like_list": [], "date_time": "Jun 16, 2015", "location": "", "tag_list": ["@ora_ito", "@marseillemodulor", "@ora_ito"], "caption": "“Life is a question of angles and how you see things,” says French designer Ito Morabito, who goes by the name of Ora-Ito (). “Everything can have a beauty, it depends on the way you look at it.” Ito, who designs everything from furniture to products to architecture to electronics, posts moments from his life in series of three. “It’s a bit frustrating to just see one image, but you shouldn’t repeat the same image. I like it when you can give different views. It shouldn’t be linear.” Two years ago, Ito transformed the rooftop of the iconic apartment complex Cité Radieuse in Marseille into a collaborative art center called MAMO (), and now presents work from a talented contemporary artist there each summer. This year, MAMO will showcase work from New York artist Dan Graham, and Instagrammers are invited to document the space starting June 13. “Because it’s outside — where there is different light and reflections – every Instagrammer can show us the different angles and different vision in relation.” Photo by "}, {"num_of_comments": 24, "num_of_like": "850,258", "path": "instagram/picture3126.jpg", "like_list": [], "date_time": "Jun 15, 2015", "location": "", "tag_list": ["#hellomynameis", "@isupersheng", "@mileycyrus", "@happyhippiefdn", "@mileycyrus", "#happyhippiepresents", "#instapride"], "caption": "“ Leo Sheng (). I’m 19 years old and a film student living in Michigan. For the past year and a half, my Instagram photos have been about my transition-filled life — graduating high school, starting college, making new connections. But the most obvious theme has been my transition from female to male. For me, a picture really does say a thousand words. I was recently invited by Miley Cyrus () to be part of a Happy Hippie Foundation () and Instagram portrait series. It was run and shot by Miley herself and showcased stories of trans and gender-fluid Instagrammers from around the country. I can’t remember the last time I’ve been in a room with so much love, pride and respect for everyone’s journeys. I hope that my portrait can inspire those who have the ability to share their own stories to find their voices. If there’s anything that the last few years have taught me, it’s that living an unapologetic existence is the most freeing thing you can do.” Photo by  for  "}, {"num_of_comments": 24, "num_of_like": "588,479", "path": "instagram/picture3127.jpg", "like_list": [], "date_time": "Jun 15, 2015", "location": "", "tag_list": ["@thelmadibujos", "@thelmadibujos"], "caption": "“I’d like the spectators to observe carefully the details on my paintings and drawings. I’d like them to see the glances, the suppressed smiles, what’s underneath the clothes or the textures,” says Thelma Lugo (), a Mexican artist who lives in McAllen, Texas.\n\nThrough her art, Thelma wants to reassure her national identity. “I love Mexico and its gorgeous colors, and I try to soak myself in every shape and every color so that you can feel my Mexican essence.” In her work it’s easy to spot a mix of textures and materials, but Thelma also wants it to reflect her mood. “A lot of my paintings keep little details to be discovered by the spectator and maybe they can find something that connects them to the piece. I also hope that they can find in the colors, the vibrant message of every character.” Photo by "}, {"num_of_comments": 24, "num_of_like": "714,053", "path": "instagram/picture3128.jpg", "like_list": [], "date_time": "Jun 14, 2015", "location": "", "tag_list": ["@lesstonephoto", "@coachpirri", "@bertatil", "@taratwphoto", "@allisonsarahjoyce", "@_nakrug_", "@lovedaymorris", "@logan_mb", "@bee_wray", "@coachpirri"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "767,189", "path": "instagram/picture3129.jpg", "like_list": [], "date_time": "Jun 14, 2015", "location": "", "tag_list": ["@bekleidet", "#layout", "@bekleidet"], "caption": "Being a full-time fashion blogger doesn’t mean you have to choose one personal style. Jana Wind () from Münster, Germany is proof. “I love to change my clothes as often as my mood, which is every hour,” she says. For the past two years, Jana has been traveling to discover — and write about — trends around the world. Her favorite places include Morocco, where she gets inspired by crowded souks, spices and mosaics, and New York City during Fashion Week, in all its hectic glory. Fans help with the cool-hunting too. Jana says, “It’s like having thousands of style advisers giving me new tips.”  photo by "}, {"num_of_comments": 24, "num_of_like": "673,983", "path": "instagram/picture3130.jpg", "like_list": [], "date_time": "Jun 13, 2015", "location": "", "tag_list": ["@ebizoichikawa.ebizoichikawa", "@ebizoichikawa.ebizoichikawa"], "caption": "Being a samurai, a princess, a red-horned demon, a husband and a father all in a day is the typical life of 37-year-old Japanese Kabuki actor Takatoshi Horikoshi, who succeeds the stage name Ebizo Ichikawa XI () from one of the most prestigious houses of Kabuki actors in Japan. Ebizo is always looking for ways to open up the centuries-old Japanese performing arts to the global community and educate people about its strong influence on his country’s culture. “I want people to notice the colors,” he points out, along with the exquisite makeup techniques, the traditional costumes and the overall aesthetics iconic of Japan. “I sometimes hear stories of renowned talents from other countries gaining their inspiration from Japanese culture,” says Ebizo. “Many of those things have their roots in Kabuki, and I want to tell the world more about it.” Photo of  by Shinsuke Yasui"}, {"num_of_comments": 24, "num_of_like": "604,720", "path": "instagram/picture3131.jpg", "like_list": [], "date_time": "Jun 13, 2015", "location": "", "tag_list": ["#WHPwindy", "#WHPwindy", "@lizballmaier"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos and videos of something invisible — the wind. Some tips to get you started:\n\nWe see wind only by its effects. From the way a light breeze ripples curtains or a strong wind bends tree branches, keep an eye out for wind’s telltale marks. No wind? No problem. Seek out a fan to create some wind of your own and — since you’re in control — stage a scene. If you’re filming a video, wind can also create a lot of harsh sound. Try to find ways to shield the phone's microphone from direct wind while you shoot, but you can always remove the audio entirely before you post.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken this weekend and only submit your own photographs and videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged image or video taken this weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "587,152", "path": "instagram/picture3132.jpg", "like_list": [], "date_time": "Jun 12, 2015", "location": "", "tag_list": ["@davidalanharvey", "@davidalanharvey"], "caption": "“I don’t need any reasons to take pictures. I just enjoy life a little bit better when I’m making photographs,” says esteemed photojournalist David Alan Harvey (). David discovered his calling as a photographer at the age of 12 on a camping trip in in Virginia. “I just suddenly knew that from that moment forward I would never ever go anywhere without the camera.” For nearly 60 years, the camera hasn't left David's side as he has traveled around the world on assignment for magazines like National Geographic. Throughout it all, David’s intimate and unfiltered style is a constant. His images are personal, playful and imbued with a child-like fascination with the details of daily life. Whether it’s swimming with the Haenyeo free divers of Jeju Island or playing beach games in Rio de Janeiro, David likens his approach to that of a method actor. Without restraint he steeps himself in the distinct cultures of the people he photographs. “That’s what I do. I get all wrapped up,” he says. “I’m living their life with them.” Photo by "}, {"num_of_comments": 24, "num_of_like": "606,862", "path": "instagram/picture3133.jpg", "like_list": [], "date_time": "Jun 12, 2015", "location": "", "tag_list": ["@teeteeheehee", "@teeteeheehee"], "caption": "For Teresa Lim (), each tiny cross stitch portrait in the series she calls “Sad Girls Club” tells the story of a woman she knows who went through a tough time. “I wanted to capture the sadness and turn it into something else,” says Teresa, an artist who lives in Singapore. “When I look at my finished embroidery products, I think, ‘Sad can be pretty rad, too.’ I love taking photos of my creative journey and process in hopes I can inspire others too.” Photo by "}, {"num_of_comments": 24, "num_of_like": "699,587", "path": "instagram/picture3134.jpg", "like_list": [], "date_time": "Jun 11, 2015", "location": "#MuralFestival", "tag_list": ["@christianguemy", "#whereartthou", "@muralfestival", "@christianguemy", "@alexhermanbpm"], "caption": "“Street art provides dreamy evasions and allows people to feel emotions when walking the streets instead of walking in a standardized cold city,” says Christian Guémy (). The Paris-based stencil artist, who goes by the name C215, has been vivifying urban landscapes with his ultra-colored portraits for the past 10 years. “I can portrait anybody from anonymous to celebrities,” says Christian. This week's  is in the streets of Montreal at the MURAL International Public Art Festival () where Christian, among other renowned visual artists, is showcasing his work. From now through June 14, visitors of the festival can explore major murals transforming Saint-Laurent Boulevard and its surroundings, enjoy a variety of performances or participate in workshops and special events. But don't worry if you can’t make it to Montreal this week: all the artwork will stay up for another year.\n\nTo discover more murals from the festival, tap the blue location text above.\n\nPhoto of  mural by "}, {"num_of_comments": 24, "num_of_like": "651,045", "path": "instagram/picture3135.jpg", "like_list": [], "date_time": "Jun 11, 2015", "location": "", "tag_list": ["@andrewjmillar", "@andrewjmillar"], "caption": "“I’ve worked with original Polaroid SX-70 cameras since I was a teenager and have quite a collection now,” admits Andrew J. Millar (). The 31-year-old artist from London creates mixed media collages by assembling instant photographs – from one to over 100 pieced together – and taking an instant photograph of the final composition. “Instant film is interesting because there are many different manipulation techniques that can be applied,” he says. Andrew's preferred altering techniques include emulsion lifts, where a Polaroid is soaked in hot water until the top emulsion layer floats off of the backing and is transferred and manipulated to a new surface. As well as double exposures, where you trick the camera into releasing the shutter twice exposing two different images in a single Polaroid. Lately, Andrew started adding to his creative process: He applies layers of paint or gold leaf to the final instant photo before digitally enlarging the artwork to be screen-printed.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "887,005", "path": "instagram/picture3136.jpg", "like_list": [], "date_time": "Jun 10, 2015", "location": "", "tag_list": ["@finalnotice", "@finalnotice"], "caption": "“My Texas is just the way my eyes see my world,” says Casey Kopecky (), a full-time preschool manager, a part-time photographer, and a lifelong Texan. “There’s no right or wrong. I’m just enamored with this great state and her stories. It’s where I grew up. My home. It brings me great comfort and satisfaction to share it with those who may never step foot on Texas soil or, in some cases, open up the eyes to someone who is native and have become numb to what it has to tell.” She explains the distressed objects that populate her pictures, saying, “I viewed myself that way. A little damaged, quiet and off to the corner. It was simply me finding my identity in things, places or scenes. Now, having shed the intensity of those feelings I once had for myself, I still find time to visit that part of me through my images.” Photo by "}, {"num_of_comments": 24, "num_of_like": "594,599", "path": "instagram/picture3137.jpg", "like_list": [], "date_time": "Jun 10, 2015", "location": "", "tag_list": ["#Hellomynameis", "@visionelie", "@whateverelie"], "caption": "“ Elie Kimbembe (). I’m a 21-year-old artist specializing in photography and design from Toronto. I was born in Congo and moved to Canada when I was a child, so traveling has always been something that’s influenced my life. It’s weird, but I’ve somehow found ways to find good photo opportunities everywhere I go — whether it’s cool architecture or my good-looking friends. I want to be versatile in every way possible, and to master all aspects of making something out of nothing.” Photo by "}, {"num_of_comments": 24, "num_of_like": "879,975", "path": "instagram/picture3138.jpg", "like_list": [], "date_time": "Jun 9, 2015", "location": "", "tag_list": ["@kammebornia", "@kingofkammebornia", "@kingofkammebornia"], "caption": "Sharing their lakeside house in Nyköping, Sweden, with hens, two cats and their five children, husband-and-wife artists Pia Kammeborn () and Dennis Kammeborn () are the self-professed king and queen of “Kammebornia.” Located on a farm with a 1880s gardener’s house, Kammebornia is an art project and lifestyle, embodying the couple’s focus on beauty and stress-free living. “It’s about every person’s right to live in their own fairytale and to be the king or the queen in your own life,” Pia explains. “‘Love and Play’ is our motto, and we wish the world could be a happier and more playful place.” Pia is an artist, photographer and writer, and also an avid knitter — creating sweaters, mittens, socks and cardigans since the age of 12. “It has always been a form of therapy for me. I feel calm and relaxed when I knit,” she says. “My favorite place to knit is in our greenhouse, or close to my darling on the couch, while watching a good movie like ‘My Fair Lady’ or ‘The Sound of Music’ or an old black-and-white Hitchcock.” Photo by "}, {"num_of_comments": 24, "num_of_like": "839,681", "path": "instagram/picture3139.jpg", "like_list": [], "date_time": "Jun 9, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@pechanga", "@pechanga"], "caption": "Hello, Instagram! Welcome to a special edition of .\nEvery Thursday night, Craig Armstrong () checks the weather and decides on a destination for the weekend rock climb with his cat, Millie. “Millie has a customized kitty harness, a cord for her leash and locking carabiners,” says Craig, a marketing manager from Salt Lake City, Utah. “When I start taking all that gear out, she knows it well. She gets really still and lets me slide the harness onto her.” Together, they explore and climb some of the most beautiful crags, boulders and slot canyons in the southwestern United States. “There are a few summits I want to accomplish with Millie, but having really fun, stress-free weekends climbing with her, that’s what I love.” Photo by "}, {"num_of_comments": 24, "num_of_like": "645,594", "path": "instagram/picture3140.jpg", "like_list": [], "date_time": "Jun 9, 2015", "location": "", "tag_list": ["@findingdan1el", "@marialevitov", "@kindafolka", "@alanadavison", "@manubenegas", "@yasusugi88", "@schutss", "@nunovelosov", "@_mbradm_", "#WHPmonochromatic"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , , , and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "687,377", "path": "instagram/picture3141.jpg", "like_list": [], "date_time": "Jun 8, 2015", "location": "", "tag_list": ["@vejocores", "@vejocores"], "caption": "24-year-old Brazilian psychology student José Sales () has always had a peculiar relationship with colors. He says he was a “color maniac” as a kid. “At the age of five, I would save up my entire allowance to buy paint for my creative experiments, which sometimes included painting the neighbors’ houses without their permission,” he recalls, laughing. During his teenage years, José became interested in photography and has recently revisited this childhood obsession. His series of photographs capture the way he sees the world, one bold color at a time. Knowing which color to use for a photographic series comes naturally. “It’s as if colors are always looking for me. I find myself taking series of photographs that relate to a consistent theme,” he says. More than anything, José hopes his photos will convey his personal experience. “I hope that people notice that my photographs are a diary, where each and every detail speaks to stories lived and felt.” Photo by "}, {"num_of_comments": 24, "num_of_like": "752,524", "path": "instagram/picture3142.jpg", "like_list": [], "date_time": "Jun 8, 2015", "location": "", "tag_list": ["@escapismetc", "@escapismetc"], "caption": "“I’m that quiet girl who always has ink and paint on her fingers,” says 16-year-old artist Hawwa Alam (). Hawwa, who lives in the UK, first started experimenting with photography two years ago. “Sometimes a poem I read can inspire me to write a short story, or the colors of a landscape make my hands itch for a camera,” she says. “Words and colors are always running through my mind. I feel like I have an inner tiger waiting to come out.” Photo by "}, {"num_of_comments": 24, "num_of_like": "656,351", "path": "instagram/picture3143.jpg", "like_list": [], "date_time": "Jun 7, 2015", "location": "", "tag_list": ["@arpadkurucz", "@fardin.nazari", "@_eloizaribeiro", "@victorkintanar", "@m.essam_salim", "@carticaya", "@dkitwoodgetty", "@michaelmuller7", "@khaula28", "@arpadkurucz"], "caption": "Every Sunday, we look back on the week and select some of our favorite images and videos from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "957,440", "path": "instagram/picture3144.jpg", "like_list": [], "date_time": "Jun 7, 2015", "location": "", "tag_list": ["@theotherforkintheroad", "@theotherforkintheroad"], "caption": "Imagine feeling lost in life, and seeing a sticker on the ground that told you to “Quit your job / See the World / Fall in Love / Find Yourself.” That's what happened to Tosha Kowalski () in March of 2014. A few weeks later she left her job, flew to the Arctic Circle in Finland to learn sled dog racing and then spent 10 months backpacking across Europe.\n\nNow, Tosha is hiking the 3,500 km of the Appalachian Trail – from Georgia to Maine – for nearly six months. “I didn't start this hike as an escape from anything. I'm not trying to disconnect from the world. I'm trying to reconnect with myself, the person I know I already am, and there is a difference,” Tosha says. “Over the past year, and even more so on this trail, I re-realized how strong I am, how independent, how motivated and determined. At some point during the confusion of life, I had forgotten all those things.” Photo by "}, {"num_of_comments": 24, "num_of_like": "750,518", "path": "instagram/picture3145.jpg", "like_list": [], "date_time": "Jun 7, 2015", "location": "", "tag_list": ["@nyjah", "@leticiabufoni", "@xgames", "@nyjah"], "caption": "American skateboard superstar Nyjah Huston () and Brazilian skateboard champion Leticia Bufoni () both love big air, skating rails and pushing their limits. “I would say our styles are pretty similar as far as work ethic and trying to push ourselves to do the hardest and biggest stuff we can,” says Nyjah. Leticia agrees on their similar styles but adds a caveat: “He skates big stuff, like really big stuff. I like big stuff but not as big as the stuff he skates.” This weekend Nyjah and Leticia are each competing in the Skateboard Street events at the summer X Games () in Austin, Texas. But it’s more than the awards and recognition that motivates them to progress as athletes. “What gets me up in the morning to keep skating, honestly is the progression of skateboarding,” says Nyjah. “There’s always new stuff to learn, and there’s always ways to get better at it. There’s so many ways to keep it fun,” he adds. Leticia feels the same way. “The skateboarding is the same, it’s the other things that are different,” she says. “Going out there and learning tricks, it’s the same. When I am at the skate park or at competitions it looks like I’m 10 years old again skating and having fun.” Photo by "}, {"num_of_comments": 24, "num_of_like": "673,367", "path": "instagram/picture3146.jpg", "like_list": [], "date_time": "Jun 6, 2015", "location": "", "tag_list": ["@patrik_svedberg", "@thebroccolitree", "@thebroccolitree"], "caption": "“People often ask me, ‘What’s the story about the tree?’ If there is one, then I’m writing it right now,” says 44-year-old photographer Patrik Svedberg (). Patrik started the  project after noticing an otherwise unremarkable tree on Lake Vättern along the drive to his studio in Jönköping, Sweden. Taking photos and videos of the tree since 2013, Patrik is struck by what happens outside of the frame, as well as what’s in it. “Sometimes it’s the most beautiful sky. Sometimes it’s a couple in their 90s. Sometimes it’s birds or stars or just so, so gray and dull. But it’s almost never about the tree itself,” he explains. “If something truly stunning happens just outside the capture then it’s lost. I will not go chasing it. But so many times something remarkable has happened right where I want it, so still today my pulse rises a bit every time I’m approaching the tree.” Video by "}, {"num_of_comments": 24, "num_of_like": "1,222,725", "path": "instagram/picture3147.jpg", "like_list": [], "date_time": "Jun 6, 2015", "location": "", "tag_list": ["#nationaldonutday", "#🍩", "@thatgoldendog"], "caption": "Happy !  Photo by "}, {"num_of_comments": 24, "num_of_like": "468,663", "path": "instagram/picture3148.jpg", "like_list": [], "date_time": "Jun 6, 2015", "location": "", "tag_list": ["#WHPmonochromatic", "#WHPmonochromatic", "@jasonmoss"], "caption": "Weekend Hashtag Project: \n\nThe goal this week is to make images comprised of one dominant color. Whether you’re capturing a scene of bright yellows or muted blues, look for interesting and creative ways to make a particular color the subject or focus of your picture.\n\nSome tips to get you started: Colors can come in an endless number of tints, shades and tones. Look for ways to capture light and dark versions of the same color in one picture to add more depth to your frame. Think big and small in scale. Monochromatic could look like a gray cityscape of concrete buildings on a smoggy day or a portrait of a friend whose clothing blends in with their surroundings. Find a way to incorporate a variety of textures and patterns in your image while still sticking to one overall color scheme.\n\nPROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "878,069", "path": "instagram/picture3149.jpg", "like_list": [], "date_time": "Jun 5, 2015", "location": "", "tag_list": ["@takeshiterayama", "@takeshiterayama"], "caption": "“When your job is to create lots of drawings on a daily basis, you almost never get yourself to practice drawing again,” says freelance illustrator Takeshi Terayama (), who is based in Fukuoka, Japan. Inspired by a fellow illustrator friend who manages to keep up with his sketches every day, Takeshi started to get into the habit of making daily drawings using a croquis book and a black dermatograph pencil. Sharing his work on Instagram has also helped make the habit stick. Every evening between dinner and bedtime, Takeshi spends anywhere from five minutes to two hours drawing motifs that come to his mind. “I don’t have any specific theme,” he explains, “but it’s boring to draw models and images that are already art-directed by someone else.” While many of his subjects come from his personal photos and scenes from documentary films, he admits that his baby son is the best model — especially when he’s out of ideas. “I plan to continue my drawings for a while, because I want to find out where this will lead me.” Photo by "}, {"num_of_comments": 24, "num_of_like": "812,338", "path": "instagram/picture3150.jpg", "like_list": [], "date_time": "Jun 5, 2015", "location": "", "tag_list": ["@sugarhousecreamery", "@sugarhousecreamery"], "caption": "At Sugar House Creamery (), a tiny dairy farm tucked in New York’s Adirondack Mountains, it’s all about the Brown Swiss cows. They’re hardy. They’re docile. They turn the farm’s tough grass into well-balanced milk perfectly suited for cheese-making. “And they’re not too hard on the eyeballs,” says Alex Eaton, who, with Margot Brooks, founded Sugar House in December 2013.\n\nThe farm produces just three types of cheese, which Alex says ensures consistency and extremely high quality. But the small size of their operation also allows for experimentation, which Margot can trace back to her childhood on a dairy farm, making batches of chèvre on the kitchen stovetop from the milk of her pet goats.\n\nAlex and Margot’s photos and videos capture the essence of life in the New York countryside — except for the smells. “The grassy, vegetal smell of warm summer milk being strained into the bulk tank. The smell of the cheese cave: beer and pine boards and yeast and earth. So many smells,” says Alex. “Some bad, but mostly good.” Video by "}, {"num_of_comments": 24, "num_of_like": "713,633", "path": "instagram/picture3151.jpg", "like_list": [], "date_time": "Jun 4, 2015", "location": "", "tag_list": ["@ibrsoul", "#StoriesInMyHands", "@ibrsoul"], "caption": "For Ibrahim Hammada (), hands have unique powers of expression. “I used to hold my mother’s hands tightly when I felt anxious, and that always helped me relax,” says Ibrahim, a Syrian doctor who now lives in Koblenz, Germany. “Growing up, I realized that the power of our hands is not limited to touch but has something visual, too.” Ibrahim has always been drawn to art and architecture and he began the  project as a way to do what he loves in his spare time. “When it is difficult for me to find words to express, my photos can do the job.” Photo by "}, {"num_of_comments": 24, "num_of_like": "717,658", "path": "instagram/picture3152.jpg", "like_list": [], "date_time": "Jun 4, 2015", "location": "", "tag_list": ["@adrian_portia", "#Instrumental", "@adrian_portia", "@music", "@adrian_portia"], "caption": "Adrian Portia () is a full-time musician, but his go-to instrument of late is the handpan drum. Unlike the guitar or the piano, the handpan is still in its infant stages. (It was invented by a Swiss couple in 2001.) That’s why Adrian, who hails from Australia, and the rest of the handpan community have taken charge in shaping how it’s heard by future generations.\nOver the last two years, Adrian has become known for his unique percussive style of drumming, by performing grooves and melodies at the same time. Each of his videos shows a close-up on the drum, with his hands skipping across the surface like pebbles on water. “A lot of players just come along and belt them.The thing is, if you strike it too hard you detune the instrument quite quickly, because it is hand hammered,” he says, adding, “For me it was a little bit easier to adapt. But it’s been a constant learning curve.” \n\nFor more handpan videos, follow . For more music stories from around the world, check out Instagram .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,110,900", "path": "instagram/picture3153.jpg", "like_list": [], "date_time": "Jun 3, 2015", "location": "Central Park", "tag_list": ["@creativetimenyc", "#whereartthou", "@joyjoycey"], "caption": "Photos of “Drifting in Daylight,” a dreamy pathway of art installed by the nonprofit public art organization Creative Time () in the north end of Central Park in New York City are the focus of this week’s . “The beauty of the park is that you can feel like you are completely lost at times, but you’ll still end up where you want to go,” says Cara Starke, director of exhibitions. “We wanted to create an exhibition that would celebrate this vision.” The works – which include Spencer Finch’s sunset-colored soft serve ice cream; Ragnar Kjartansson’s “S.S. Hangover,” floating along the Harlem Meer; and Alicia Framis’ “Cartas al Cielo,” an invitation to send a postcard to the sky – are on view from noon to 6 p.m. on Fridays and Saturdays until June 20.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "816,596", "path": "instagram/picture3154.jpg", "like_list": [], "date_time": "Jun 3, 2015", "location": "", "tag_list": ["#Hellomynameis", "@rowanblanchard", "@rowanblanchard", "@csfotography"], "caption": "“ Rowan Blanchard (). I am a 13-year-old student, actress, activist and aspiring writer from Los Angeles. Acting is something I have adored since I can remember — which led to booking my show ‘Girl Meets World’ in 2013. I speak my mind on anything, and I encourage my fans to do the same. Many kids who are actors don’t value school, but my biggest hope is to go to the Columbia School of Journalism and then Oxford University. Besides being on Broadway and baking a perfect apple pie, it is on the top of all my dream boards. I hope that my pictures inspire anyone of any age to understand the value of their voices.” Photo of  by "}, {"num_of_comments": 24, "num_of_like": "611,080", "path": "instagram/picture3155.jpg", "like_list": [], "date_time": "Jun 2, 2015", "location": "", "tag_list": ["@bladerunnerreality", "@bladerunnerreality"], "caption": "“I am personally interested in random places that have the ‘Blade Runner’ feel,” says Ryan Allen, a PhD student from New York, who co-created an account () to post pictures of places that are aesthetically similar to Ridley Scott’s cult film. “We realized we had a lot of photos of a certain kind of architecture or lighting which evoked flashbacks of ‘Blade Runner.’ We both loved the look so we got pretty excited about finding more of it in New York pretty quickly,” adds the other creator, Siddharth Chander, who now works in education in Washington, D.C.\n\nThey are also fascinated by the craft shown in the film. “The future isn’t clean, like so many other movies depict. It’s just this one little detail that builds this very real-feeling world,” says Ryan. Siddharth adds, “Yes, I think the detail is really inspiring. That kind of thinking resulted in one of the most beautiful films ever. You’d like to see that sort of creativity encouraged more often.” Both Ryan and Siddharth share their own images of ‘Blade Runner’-inspired sightings, and also curate submissions of original pictures on the account.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "945,815", "path": "instagram/picture3156.jpg", "like_list": [], "date_time": "Jun 2, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@honeyb_doodle", "@honeyb_doodle"], "caption": "Hello, Instagram! It’s time for your dose of . Meet HoneyB (), a majestic miniature Labradoodle with a handful of handsome siblings: BumbleB the Labradoodle, Sully the rescue Schipperke and an adopted Maine Coon kitty named SashaCat. To add a dash of action-packed poodle pooch to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "627,485", "path": "instagram/picture3157.jpg", "like_list": [], "date_time": "Jun 2, 2015", "location": "", "tag_list": ["@say_cheez", "@andino_82", "@jgloria", "@edavidm", "@mattcrump", "@annieeepark", "@kdkuiper", "@pebbleshoo", "@gusalexanderphotography", "#WHPholdstill"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to         and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "1,032,454", "path": "instagram/picture3158.jpg", "like_list": [], "date_time": "Jun 1, 2015", "location": "", "tag_list": ["@carlmarrs", "@carlmarrs"], "caption": "“It’s like, ‘Yeah I’m out here balancing on a one-inch-wide [2.5 cm] band of nylon fibers above a great drop, and I feel really good about it. Yeah, I like this. This is good.’” Welcome to the inner-dialogue of Carl Marrs (), a 23-year-old climber and highliner from Seattle. “I think it’s cool that as human beings our mind has the power to transform a situation from something dangerous into something exhilarating,” Carl says. But before ever becoming attracted to the adrenaline of great heights, Carl was inspired by the photographs of climbers and highliners he admired. “I was pretty captivated by the visual aspect of it all,” he recalls.\nThrough highlining, Carl has found more than just an athletic challenge with amazing views. He has found belonging in a vibrant community. “The times I’ve spent at highline festivals surrounded by the tribe are the best of my life,” Carl says.\nClimbing and highlining allow athletes to engage in both communal and personal experiences. While Carl enjoys being out on the ropes with fellow athletes as well as sharing his photographs with a diverse community, he also values the meditative and solitary feeling he gets out in the wilderness. “The best moments come when I’m out in the middle of a highline, comfortably balancing, feeling a light breeze blow by and hearing nothing but the calls of swooping birds echoing through the canyons hundreds of feet below me.” Photo by "}, {"num_of_comments": 24, "num_of_like": "648,830", "path": "instagram/picture3159.jpg", "like_list": [], "date_time": "Jun 1, 2015", "location": "", "tag_list": ["@joeyellis", "@joeyellis"], "caption": "For Joey Ellis (), drawing is a study of relationships. “You can’t treat your younger sister the way you treat your grandma. They are at totally different stages of life. Drawing characters is similar,” says the Charlotte, North Carolina-based illustrator. Joey’s work is filled with bold, off-the-wall personality — from dragons in business suits to robot musicians. “I love creating things that look one way, then different when you see them in a whole different world,” he says. “Things that are out of context, being used by someone else out in the wild. To me, that’s very gratifying.” Photo by "}, {"num_of_comments": 24, "num_of_like": "911,885", "path": "instagram/picture3160.jpg", "like_list": [], "date_time": "May 31, 2015", "location": "", "tag_list": ["@nikjoe", "@ginamari9", "@alnational", "@lolaviggi", "@noahgphotos", "@mmordasov", "@francesco_zizola", "@mishavallejo", "@johnmarkdyer", "@ginamari9"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "784,978", "path": "instagram/picture3161.jpg", "like_list": [], "date_time": "May 31, 2015", "location": "", "tag_list": ["@mrguymartin", "@mrguymartin"], "caption": "Photojournalist Guy Martin () won’t exactly say what he’s doing in a mountain village in Bulgaria photographing ceremonial outdoor wedding beds. He professes, however: “Those pictures and the real reason behind those images will become clear at the end of the year—believe me, those beds are just the beginning!” Creating a sense of playful intrigue through the images on his feed is par for the course for Guy. Raised in the southwest of England but based in Istanbul, Guy moves fluidly between long-term personal projects and editorial assignments for major publications. One week he’s in Turkey continuing his on-going series on the rowdy world of Turkish soap operas and the next he’s road tripping across Ukraine for a magazine story. In either case, Guy’s unique visual interpretation of the world around him is a constant. “For me, successful documentary photography has to come from a very personal, subjective place. I try, as much as is possible to weave my personal experience into every single picture I take. Otherwise, what’s the point?” Photo by "}, {"num_of_comments": 24, "num_of_like": "740,403", "path": "instagram/picture3162.jpg", "like_list": [], "date_time": "May 30, 2015", "location": "", "tag_list": ["@__darkwhite__", "#HowIShoot", "@__darkwhite__"], "caption": "Just over a year ago Rui Veiga () picked up photography as a hobby and has since developed his own visual voice, focusing on silhouettes, contrasts and graphic shapes. “I like taking pictures in black-and-white because it travels through time and adds a touch of supernatural,” says Rui, who lives in Lausanne, Switzerland. “It is a style that allows me to go straight to what inspires me.” Most of his images are precisely planned and he often uses friends as his subjects, although sometimes he waits for pedestrians to naturally appear in the right spot. Rui shares his  tips for like-minded photographers on the Instagram blog. “To start with, look for lines, shadows, perspectives or light sources in geometrical forms and place your subject on it,” advises Rui. “Think of your composition and use the rule of thirds, so that your photos have more impact.” Photo by "}, {"num_of_comments": 24, "num_of_like": "640,669", "path": "instagram/picture3163.jpg", "like_list": [], "date_time": "May 30, 2015", "location": "", "tag_list": ["#WHPholdstill", "#WHPholdstill", "@cshimala"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative videos where you hold your camera completely still in order to capture the motion in a set frame. Some tips to get you started:\n\nSetting is everything for this project. Look for scenes like crosswalks or parks that naturally feature lots of motion. Frame your shot, hit record, then hold your camera as still as possible while you capture the action. Alternatively, stage a scene as you would a photo then stage motion within the fixed frame, such as a person walking through the frame or a hand reaching in to remove something. Finally, for the most stable shot possible, film your shot with Hyperlapse and play it back at 1x speed.\n\nPROJECT RULES: Please add the  hashtag only to videos taken over this weekend and only submit your own videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out the Instagram blog.\n\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "736,224", "path": "instagram/picture3164.jpg", "like_list": [], "date_time": "May 29, 2015", "location": "", "tag_list": ["@chiliphilly", "@chiliphilly"], "caption": "When Phil Ferguson () isn’t serving up tasty burgers at Tuck Shop Take Away in Melbourne, Australia, he’s crocheting hats that look like pizza slices, plates of spaghetti and eggplants. “I started watching the TV show ‘RuPaul’s Drag Race’ and got a real appreciation for drag,” says Phil, who began the project as an experiment. “I was thinking of different sorts of hats that I could create a character with.” His creative process is simple and never takes more than a day. “I think of a food first, then get appropriately colored wool and go from there,” he says. “I don’t plan or sketch, I just do.\" Photo by "}, {"num_of_comments": 24, "num_of_like": "792,205", "path": "instagram/picture3165.jpg", "like_list": [], "date_time": "May 29, 2015", "location": "Miroir d'eau", "tag_list": ["@poutge", "#LocalLens", "@poutge"], "caption": "Famous for its beautiful squares, expansive parks, architecture and of course housing some of the best wine in the world, 27-year-old Jean Luxe () says the southern French city of Bordeaux has much more to offer than is originally perceived. Born in Dax, Jean moved to Bordeaux four years ago and lives in the heart of the city, whose historic center has earned a place on the UNESCO World Heritage List. Jean works as a computer technician by day, but scours his local area for good places to shoot photos in his spare time. “The architecture is really quite special, and some places are well worth going out of your way to see,” he says. Some of his favorite spots include Darwin Eco-Systeme — former barracks that have been turned into a skate park, among other things — Bordeaux Quayside, Le Grand Theatre and a shallow expanse of water known as Le Miroir d’Eau (Water Mirror). “It reflects its surroundings, with a gentle mist materializing from time to time,” he explains. “This is my favorite place because the reflections are awesome, easy to photograph and loads of visitors turn up.” For more scenes from Bordeaux, tap the location text above, and for more from Jean’s  on the city, visit the Instagram blog.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,025,235", "path": "instagram/picture3166.jpg", "like_list": [], "date_time": "May 28, 2015", "location": "", "tag_list": ["@fidelisundqvist", "@fidelisundqvist"], "caption": "“My favorite things to build are characters, like a parrot for example,” says image-maker and paper artist Fideli Sundqvist () of Uppsala, Sweden, who creates three-dimensional objects and environments for images and props. She likes to post the behind-the-scenes process of her art, which is used for everything from digital and print campaigns to city projects in Sweden. To create a parrot, Fideli searches the Internet for images for a collage, then draws onto card stock before cutting using a scalpel, shaving small strips for the feathers, and mounting these onto the base using double-sided tape. Then she adds details like claws, eyes and wings. “I want to wake the child inside us regularly, so we do not forget that they exist in us. I think life can be a little more exciting and fun that way,” she says. “I hope people feel inspired, and for a while can go into their own fantasy worlds.” Photo by "}, {"num_of_comments": 24, "num_of_like": "558,698", "path": "instagram/picture3167.jpg", "like_list": [], "date_time": "May 28, 2015", "location": "", "tag_list": ["@llagj", "@llagj"], "caption": "“Who wouldn’t want to be a time traveler?” asks John Gall (), the creative director at Abrams Books, a New York art and illustrated book publisher. Following John is like being lead on impromptu meanderings through different vintages of graphic design eras. His feed is a guided time travel with whimsical stops to admire bold fonts, witty titles, original artwork, unexpected pairings and design experiments that often feel fresh and contemporary all over again. “The slow push forward has always been built on the backs of what came before,” he declares.\n\nTo keep his design senses sharp for work, where he creates book covers, John also keeps up a steady practice of making collages at home in New Jersey. What started with scissors and glue as an exercise in stepping away from his computer has taken on a life of its own. “Although the process has restrictions, its terribly exciting, as I get to discover all kinds of new juxtapositions and associations that arrive out of seemingly nowhere.” Photo by "}, {"num_of_comments": 24, "num_of_like": "717,664", "path": "instagram/picture3168.jpg", "like_list": [], "date_time": "May 27, 2015", "location": "", "tag_list": ["@hadeermahmoud1", "@hadeermahmoud1"], "caption": "“We have here in Egypt many women in the photojournalism field,” says 24-year-old newspaper photographer Hadeer Mahmoud (). “The profession became more popular with the revolution, and after it, because of the huge number of websites and newspapers that appeared.” Hadeer was still a teenager when the Arab Spring swept across the Middle East, changing the lives of millions of people — including hers. As world events unfolded around her, Hadeer left behind her life as a law student and pursued her interest in photography, which gave her access to the lives around her. “It makes me near real people,” she says. “And I do love to take pictures of people wherever they are — at protests, in the subway and the streets. Photojournalism made me start seeing life from a different point of view, and take care of each and every detail, and when I look back to my photos I find them making history.” Photo by "}, {"num_of_comments": 24, "num_of_like": "913,226", "path": "instagram/picture3169.jpg", "like_list": [], "date_time": "May 27, 2015", "location": "", "tag_list": ["#Hellomynameis", "@derzhanovskaya", "@derzhanovskaya"], "caption": "“ Anna Derzhanovskaya (). I am 21 years old and from Kiev, Ukraine. I like watching the sunrise early in the morning and walking in the foggy woods or high mountains. The forests and lakes give me so much creative energy — these are the best places to feel emotion. I want to demonstrate the beauty of my country, hoping that others might fall in love with its nature as deeply as I have.” Photo by "}, {"num_of_comments": 24, "num_of_like": "699,471", "path": "instagram/picture3170.jpg", "like_list": [], "date_time": "May 26, 2015", "location": "", "tag_list": ["@tichamercado", "@tichamercado", "@instagramES", "@tichamercado"], "caption": "“I love to walk and explore the city on foot. I like to get close to things and absorb places as if I was a tourist, with a blank mind,” says Patricia Mercado (), a Chilean filmmaker. “I find beauty every day. It could be in a simple cup of tea or in a magnificent architectural work.” Originally from the capital Santiago, Patricia just accomplished one of her dreams of moving to Viña del Mar, on the Chilean coast. “I love this city, its weather (clouds, fog, soft light), its people, living next to the ocean, the smell of the sea, the immensity,” she says. “Walking through its hills, with its dreamy houses, graffiti and murals, is getting lost in another world. Every day I am enchanted by something new.” Patricia also revels in discovering new things about herself through her pictures. “My premise is to enjoy life, to live amazed like a child. I’d very much would like to transmit that to others.” For more everyday details on Chile, follow .\n\nFor more stories from around the Spanish-speaking community, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "991,602", "path": "instagram/picture3171.jpg", "like_list": [], "date_time": "May 26, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@littlepiecesofcat", "@littlepiecesofcat"], "caption": "Hello, Instagram! It’s time for the . Meet Caspar and Belchior (), two inseparable Turkish Angoras keeping busy with outrageous outdoor antics and cozy, curled-up nap piles. If your feed could use more curious adventures of the feline fluff variety, follow ."}, {"num_of_comments": 24, "num_of_like": "615,351", "path": "instagram/picture3172.jpg", "like_list": [], "date_time": "May 26, 2015", "location": "", "tag_list": ["@aziz_may87", "@_nata_", "@leik.a", "@lchap100", "@ma_hovina", "@laughing.moon", "@altadc", "@ejsantiagooo", "@gorickygoricky", "#WHPstrangelight"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "951,073", "path": "instagram/picture3173.jpg", "like_list": [], "date_time": "May 25, 2015", "location": "", "tag_list": ["@tristanbogaard", "@tristanbogaard"], "caption": "“When you're born Dutch, you learn cycling from a young age, and will most certainly develop a common love for it,” says Tristan Bogaard (), a 22-year-old photographer making a 7,500-mile (12,000-kilometer) trip across 12 countries in Europe by bike. Tristan caught the cycling bug after making a two-wheeled journey across the US from New York to Los Angeles with his brother, but on returning to the Netherlands he realized there are many beautiful journeys closer to home. His route will pass through the Amalfi Coast in Italy and the forests of Norway, ending in Bergen. Cycling for about four hours a day and stopping to take photos and fuel up on fruits, nuts and water, Tristan also connects with local Instagrammers in the towns he visits. His reason for the physical endeavor is simple: “Riding a bicycle is the perfect way to see the world — it’s faster than walking, carries your luggage and is able to stop and go where cars and other vehicles can’t.” Photo by "}, {"num_of_comments": 24, "num_of_like": "826,499", "path": "instagram/picture3174.jpg", "like_list": [], "date_time": "May 25, 2015", "location": "", "tag_list": ["@4theloveoftoys", "@4theloveoftoys"], "caption": "“My personal collection is quite large,” explains designer, illustrator and stylist Sara Harvey () of the assortment of toys she's pieced together over the last 15 years. “I have no idea how many I have, but it’s in the thousands.” Far from the children’s playthings many think of when they hear the word ‘toy,’ the objects that fill Sara’s home in San Jose, California, are better considered works of art. “I started collecting designer toys in the late ‘90s and early 2000s when my favorite artists started creating them from their illustrations,” says Sara. She shares her collection with the world through her photos, complete with information about the artists. And as she composes, she focuses on bright colors and the emotions they evoke. Her photos often include a personal cameo as she inserts herself — complete with vivid clothing and ever-changing colored hair — to add a sense of story and scale.\n\nAbove all, though, Sara says that the toys bring her happiness. “At the heart of it all, I love how they make me feel. I’m a giant child. Life can get way too serious.” Photo by "}, {"num_of_comments": 24, "num_of_like": "733,458", "path": "instagram/picture3175.jpg", "like_list": [], "date_time": "May 24, 2015", "location": "", "tag_list": ["@chris_mueller", "@maeryan", "@lucas_schaller", "@wittboldt", "@omrilefou", "@nolansscreen", "@gert_pauly", "@hafez", "@ashishsharma.r", "@lucas_schaller"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos, videos, and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,190,944", "path": "instagram/picture3176.jpg", "like_list": [], "date_time": "May 24, 2015", "location": "", "tag_list": ["@asenseofhuber", "@turtletuesday", "@asenseofhuber"], "caption": "May 23 marks World Turtle Day, an annual observance started in 2000 by the American Tortoise Rescue to bring attention to protecting turtles, tortoises and their environments. Los Angeles graphic designer Kyle Huber () has been highlighting his own turtles in creative ways every week for the past three years through his  series. While Kyle’s day-to-day shots include drone-captured aerial videos of the California coast and vibrant, colorful photos that experiment with perspective, each week without fail there will be a cameo appearance by at least one of his seven red-eared sliders: Shelly, Myrtle, Franklin, Leonardo, Raphael, Donatello and Michelangelo. “I got my first baby turtle when I was 12 years old and have been obsessed with them ever since,” Kyle shares. “Coming up with a new and original turtle photo each week can be challenging, so occasionally I have to bring a couple with me on my adventures so I can photograph them in new places. So far, they’ve been all over LA and even road-tripped as far as San Francisco.” Photo by "}, {"num_of_comments": 24, "num_of_like": "695,583", "path": "instagram/picture3177.jpg", "like_list": [], "date_time": "May 23, 2015", "location": "", "tag_list": ["@foodandtravelhk", "@foodandtravelhk"], "caption": "“Eating these buns brings you blessings, which is why they are called ‘safety buns’ (平安包),” explains food and travel writer Gloria Chung (), on her image of the traditional treat featured at this weekend’s annual Cheung Chau Bun Festival in Hong Kong. Gloria’s passion for food developed as a child. Her father was a chef and her mother is what she calls her “food hero”, whose home-cooked dishes are still some of Gloria’s favorite meals. “I have always been a crazy foodie,” she admits. For Gloria, food presentation is the one of the most elegant forms of artistic expression that exist in this world. “The figs from Turkey, the strawberries from Japan, the oysters from France — they are the most photogenic objects provided by Mother Nature, and that is more inspiring than anything else.” Photo by "}, {"num_of_comments": 24, "num_of_like": "593,261", "path": "instagram/picture3178.jpg", "like_list": [], "date_time": "May 23, 2015", "location": "", "tag_list": ["#WHPstrangelight", "#WHPstrangelight", "@ian_mckay"], "caption": "Weekend Hashtag Project: \n\nThe assignment this weekend is to create images that use light — the most basic tool of photography — in an unconventional way. The goal is to capture moments that might often be overlooked, because they fall outside the classical lighting condition known as “golden hour.” Here are some tips to get you started:\n\nWhile we're often taught that a subject should face the light, experiment with backlit situations, or with light that illuminates the subject from an angle we don’t often see.\n\nExplore times of the day or night that you might have avoided because they seemed too bright or too dark. While dawn and dusk are popular for the warm, soft, side lighting that they yield, try photographing in the harsh, overhead light at high noon — or venture into the darkness, to see where light emerges.\n\nInstead of relying solely on daylight-balanced natural light, experiment with the color shifts that occur with artificial lighting from sources like computer devices and fluorescent bulbs, or with light refracted by atmospheric conditions like dust or moisture.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own images to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "763,034", "path": "instagram/picture3179.jpg", "like_list": [], "date_time": "May 22, 2015", "location": "", "tag_list": ["@iamthegatekeeper", "@iamthegatekeeper"], "caption": "“In my real life, I like to live in ‘spring,’ but through my art, I live in ‘winter,’” explains Lucille Lares-Kiwan (), referring to her ongoing photo project that she started after experiencing several personal tragedies. “I created Gatekeeper as sort of a personal outlet for me to channel the melancholy I felt,” says the Oakland, California-based technical designer. Despite the fact that Lucille’s alternate realities may seem dark, they have a cathartic effect, making Lucille feel lighter and lifted. “This ‘safe space’ I create in the dark atmosphere of my photos allows me to release those negative emotions. By letting go of the melancholy and sadness through my work, I’m able to move on,” Lucille says, hoping to set a positive example. “If my story can help anyone feel hopeful about their path, that would mean the world to me.” Photo by "}, {"num_of_comments": 24, "num_of_like": "898,091", "path": "instagram/picture3180.jpg", "like_list": [], "date_time": "May 22, 2015", "location": "", "tag_list": ["@tamra.cha", "@tamra.cha"], "caption": "When Tamra Chatikanon () started exploring with watercolor painting four years ago, he quickly became drawn to its delicate techniques. “I like watercolor because it is difficult but challenging,” explains the 24-year-old artist from Bangkok. Tamra, who now also teaches watercolor painting, believes that the best way to master the skills is by learning the basics and practicing as much as you can. “Sketching in location is good experience,” says Tamra. “In Thailand, you will find that the heat of the air dries paper very quickly,” he says, explaining that it’s harder to fix mistakes once the paper dries. He also likes to take note of moments that impress him, since most of his drawings are inspired by things that he encounters in real life. “When I see something and love the light and shade of it, I will take a photo or do a sketch on the spot so that I can paint it at home. I often do work from my imagination and add or cut little details to make the painting look beautiful.” Photo by "}, {"num_of_comments": 24, "num_of_like": "790,771", "path": "instagram/picture3181.jpg", "like_list": [], "date_time": "May 21, 2015", "location": "Bosque De Oma", "tag_list": ["@artessano", "@nicorp"], "caption": "In Oma forest, located in the Basque Country of northern Spain, art and nature coexist in harmony. The artistic work of Spanish painter Agustín Ibarrola can be observed captured on the trees. “When you are in Oma forest you feel joy,” says Ida Johansson (), a Finnish artisan who has lived in Spain for several years. “Being there means having a great time because there’s so much color. You can see one image or a completely different one depending on where you are standing,” she says. “It reminded me of when I was a little girl and I was treasure hunting. It’s a very playful place and every time you discover something new you get all excited,” says Ida, adding, “More often than not, art feels institutionalized, as it lives in a museum or a gallery. Seeing it in the woods is very different. You don’t have to be an art expert, you just need to go with all your senses open.” For more pictures of Oma forest, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "600,033", "path": "instagram/picture3182.jpg", "like_list": [], "date_time": "May 21, 2015", "location": "", "tag_list": ["@lazymomnyc", "@lazymomnyc"], "caption": "Last year, when Josie Keefe (a prop stylist) and Phyllis Ma (a window dresser) were brainstorming ways to collaborate, they made up a character of a bored parent who plays with food instead of preparing meals for her family, and their LAZY MOM () project was born. “We work in a very spontaneous way — shopping for colors, textures and shapes that inspire us,” Josie says. “We like to keep things simple, so the food can express itself.” Recently, LAZY MOM has become even more than a fun project. “When we started we joked that it’d be really funny if someone hired us as food stylists,” Phyllis says, “and then it happened.” Video by "}, {"num_of_comments": 24, "num_of_like": "1,037,166", "path": "instagram/picture3183.jpg", "like_list": [], "date_time": "May 20, 2015", "location": "", "tag_list": ["@mileu", "@mileu"], "caption": "Luis Mileu () got to know his father through photographs. As a professional sailor, his dad spent most of his time traveling around the world. “He would send our family Polaroids and cards from his trips. I think my fascination for photography began back then, while I waited for those photos,” says 42-year-old Luis, who grew up to become a photographer and graphic designer in his native Portugal. Taking after his father, Luis also now roams the world, documenting his journeys and capturing portraits of people he meets along the way. What once allowed him to get to know his father is now about self-discovery. “Travel is a vital priority in my life. It’s the way I get to know the world, people and myself,” he says. Just like the young boy who held on tight to his father’s words and Polaroids, Luis clings to his travels long after the journey is over. “When I look at a photograph I took two years ago, I’ll remember exactly how I was feeling and actually relive that day through the image. This is one of photography’s great powers.” Photo by "}, {"num_of_comments": 24, "num_of_like": "743,318", "path": "instagram/picture3184.jpg", "like_list": [], "date_time": "May 20, 2015", "location": "", "tag_list": ["@beamiller", "@beamiller", "@music", "@beamiller"], "caption": "Sixteen-year-old singer Bea Miller’s () photos are often sparse images of white, muted grays and blacks. But in those pictures, she tends to be peeking out from the shadows –– a far cry from the spotlight she currently finds herself in. Three years ago, Bea appeared and made it to the top 10 on season two of “The X Factor,” where both her talent and honesty nabbed attention. Now, on the verge of releasing her debut album, you might expect at least a little hesitancy to creep into her voice. Nope. “A lot of girls, young girls especially, don’t speak their mind very often because it’s not the ladylike, proper thing to do. A lot more frequently men get away with saying whatever they wanna say. So I think it’s interesting for girls my age to see an outspoken young female artist.” For more behind-the-scenes photos with Bea, follow  on Instagram. To see more music stories from around the world, check out  on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "443,189", "path": "instagram/picture3185.jpg", "like_list": [], "date_time": "May 20, 2015", "location": "", "tag_list": [], "caption": "Starting today, Layout from Instagram will be available on Android. In March, we debuted Layout on iOS as a fun, simple way to combine multiple photos into a single image. We've been blown away by the creativity we've seen so far, and we're excited to bring Layout to more of the community. Layout for Android is available today in Google Play.\n\nIn addition, we're also bringing you Structure, a new Instagram creative tool that brings out details and textures. Structure is available as part of today's Android update for Instagram and will be coming soon for iOS.\n\nTo learn more about Layout for Android, check out help.instagram.com/layout."}, {"num_of_comments": 24, "num_of_like": "651,239", "path": "instagram/picture3186.jpg", "like_list": [], "date_time": "May 19, 2015", "location": "", "tag_list": ["@festivaldecannes", "@balintporneczi", "@camilleseydoux", "@balintporneczi"], "caption": "Every year celebrities and actors flock to the French Riviera for the Cannes Film Festival () to celebrate emerging talent in cinema, with 19 feature films ‘In Competition’ for the acclaimed Palme d’Or prize, awarded on May 24. “It’s a huge event,” says French photographer Bálint Pörneczi (), who is originally from Hungary but lives in the South of France. “I was interested just to see and feel how it happens.” Bálint aims to capture the diversity of those involved in making Cannes so special, away from the glitz and glamour of the red carpet. “I find people here and immortalize them, to put everybody at the same level,” he says. “In my photos there is no difference between the celebrities, or a homeless person, a guy who works in a fast-food chain or sells flowers on the street corner.” For French fashion and celebrity stylist Camille Seydoux (), the festival is her busiest time of year. “It takes around two hours to prepare,” she remarks on her role of fitting actresses into complicated dresses ahead of red carpet events. “You can really feel the energy and the excitement.” Photo by "}, {"num_of_comments": 24, "num_of_like": "977,568", "path": "instagram/picture3187.jpg", "like_list": [], "date_time": "May 19, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@quite_a_red", "@quite_a_red"], "caption": "Hello, Instagram! Today’s dose of  is an Irish Red Setter named Sara (). When not snuggling on the couch, this poised pup spends her time bounding through the forests of the Finnish countryside. To add a splash of spry Setter to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "537,461", "path": "instagram/picture3188.jpg", "like_list": [], "date_time": "May 19, 2015", "location": "", "tag_list": ["@aladiia", "@tenthousandthspoon", "@jen_good", "@missmolvik", "@jouel", "@changingplate", "@sliceofpai", "@kims_photo", "@febriunggy", "#WHPcolorfulcooking"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to          for !"}, {"num_of_comments": 24, "num_of_like": "620,428", "path": "instagram/picture3189.jpg", "like_list": [], "date_time": "May 18, 2015", "location": "MONA - Museum of Old and New Art", "tag_list": ["@monamuseum", "#whereartthou", "@nilbarcodefood"], "caption": "Photos of the artist James Turrell’s “Amarna Skyspace,” located at the Museum of Old and New Art () in Hobart, Tasmania, are the focus of this week’s , a series that highlights works of art that inspire visitors to photograph and share. Visible from miles away, Amarna provides an opportunity to capture the sky in a whole new light. At sunrise and sunset every day, visitors turn up to witness light compositions that complement and play with the colors beyond. “Turrell designed Amarna to have optimal color and light saturation making for very photogenic compositions, but there is nothing like experiencing it in person,” says Nicole Durling, senior curator at MONA. “Due to the artwork’s design, scale and location, we’re able to give visitors 24-hour access every single day of the year.” Photo by "}, {"num_of_comments": 24, "num_of_like": "673,313", "path": "instagram/picture3190.jpg", "like_list": [], "date_time": "May 18, 2015", "location": "", "tag_list": ["@balcazardescansa", "@balcazardescansa", "@instagramES", "@balcazardescansa"], "caption": "“Take a picture of me standing here in front of the brown wall so it looks like I’m an elephant bathing in mud,” five-year-old José Balcazar told his father, a chef who goes by the same name, before heading out to a spring festival. Father and son share through  their weekend trips to Michoacán, in the west of Mexico. “It’s a really nice relationship. He is not only my son, he is my friend,” says the older José, who adds that his son chooses the locations to be photographed while he takes care of the composition and framing of the picture.\nBeyond photography, the account lets them create shared memories. “When the weekend is approaching, I start to review places I visited as a child and that’s one of the ways in which we decide where to head on the weekend,” says José. “Memories take us to those places.” For more on a father-and-son journey, follow .\n\nTo explore more stories from around the Spanish-speaking community, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "664,460", "path": "instagram/picture3191.jpg", "like_list": [], "date_time": "May 17, 2015", "location": "", "tag_list": ["@clarkegiles", "@charles_haupt", "@iamjimtuttle", "@jenniferloeber", "@eeyvallah", "@helenbreznik", "@rklika", "@tinnevl", "@plattys1", "@clarkegiles"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "785,850", "path": "instagram/picture3192.jpg", "like_list": [], "date_time": "May 17, 2015", "location": "", "tag_list": ["@flaviosamelo", "@flaviosamelo"], "caption": "Growing up, São Paulo photographer and visual artist Flavio Samelo () was different from most kids in Brazil. “I never liked soccer, or any group activities where everyone seemed to think alike,” he says. Instead, he was drawn to more individual activities like skateboarding. Despite finding a sense of belonging in the skating community, Flavio discovered early on his friends were much better skaters than he was. “It was a little bit embarrassing,” he says. “I remember one day my friend Kamau suggested I take photos of us skateboarding. That was back in 1992, and until this day that’s basically what I do – photograph my friends while they skate.” For Flavio, who’s 39, skateboarding photography is not just his profession, it’s heavily influenced his perspective on his hometown, which he shares through photographs and geometric visual art. “As I would walk through the streets to take photos, I started to notice things like graffiti, pichação and the brutal socioeconomic differences,” he says.\n\nWhen it comes to his art, Flavio hasn’t lost the same self-criticism that once depreciated his skateboarding skills. “I don’t know how to photograph as I’d like, I don’t know how to paint or film. What I do care about though, is bringing the vision in my head to life, somehow, in whatever way possible. For me, an artist’s work is an extension of his or her life. My work is totally an extension of what I see and the places I go.” Photo by "}, {"num_of_comments": 24, "num_of_like": "694,829", "path": "instagram/picture3193.jpg", "like_list": [], "date_time": "May 16, 2015", "location": "", "tag_list": ["@rennell", "#locallens", "@rennell"], "caption": "Makati City is one of the 16 cities that make up Metro Manila, and is home to freelance photographer Rennell Salumbre (). “Hipsters would love this city,” he says for this edition of , describing the vibrant city that has grown to become the financial center of the Philippines. For Rennell, Makati’s dynamic atmosphere is what makes it compelling, in terms of both living and photographing. “This city has almost everything — parks for hanging out and skating, museums, galleries, football fields, concert venues, third-wave coffee shops, hole-in-the-wall restaurants, posh malls, nightly and weekend markets, quaint but fancy barbershops, hostels and a variety of bars,” he explains. The visual gems that Rennell uncovers between the hustle and bustle of the city are often spontaneous encounters from venturing out in the streets, especially in the Makati Central Business District. “I get to see and meet a lot of interesting people, from street barbers to people in suits. I just love the diversity of people you see in this place.” Photo by "}, {"num_of_comments": 24, "num_of_like": "606,081", "path": "instagram/picture3194.jpg", "like_list": [], "date_time": "May 16, 2015", "location": "", "tag_list": ["#WHPcolorfulcooking", "@nourishandevolve", "#WHPcolorfulcooking", "@nourishandevolve"], "caption": "Weekend Hashtag Project: \n\nThe assignment this weekend is to take pictures of healthy dishes using colorful ingredients. The goal is to capture surprising combinations of food that look good and taste good. This week’s project takes inspiration from the food-themed Instagram account , run by 16-year-old chef Tina Gan from Melbourne, Australia.\n\nHere are some tips to get you started from Tina: “Play around with the placement of the food. Don’t always place it dead center. Try and use some props to fill up the empty spaces in the photo - cutlery, linen and raw ingredients all work great. Always use natural lighting. Try taking your food photos next to a window during the day when there is plenty of light. Having a variety of colorful ingredients always helps, but it also matters how you assemble the dish. Sometimes the messiness is what makes the photo. But wipe down the sides of the plate to get rid of the splatters, if required.” PROJECT RULES: Please add the  hashtag only to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "594,683", "path": "instagram/picture3195.jpg", "like_list": [], "date_time": "May 15, 2015", "location": "", "tag_list": ["@orangekitchens", "@jamieoliver", "#foodrevolutionday", "#foodrevolutionday", "@foodrev", "@pretaposephotography"], "caption": "Seven years ago, Prachi Grover () quit her corporate job in India to pursue her passion for food full time. “It was actually becoming a parent that changed my life,” says Prachi. “You become responsible for the well-being of these little bodies with their big warm hearts.” Now Prachi is a Dubai-based food consultant, writer and Super Ambassador for Jamie Oliver's () global  community, where she is an advocate for food education in schools. But her most meaningful work happens in her kitchen at home, experimenting with recipes alongside her six-year-old daughter — who she refers to as her “little chefling.” “We bond. We laugh. We eat. We mess up. We tidy up,” Prachi says. “The questions that she asks, the mistakes she makes and the mess she makes … all of this and more will hopefully help her make the right decisions with respect to food when she grows up.” For more stories and images from the Food Revolution community around the world, explore the  hashtag and follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "519,490", "path": "instagram/picture3196.jpg", "like_list": [], "date_time": "May 15, 2015", "location": "", "tag_list": ["@debrascacco", "@debrascacco"], "caption": "Behind the beams of light that the artist Debra Scacco () photographs around her Los Angeles home is a deeply personal exploration of her sense of place in the world. When she was still growing up, Debra moved with her family from an Italian-speaking New York City neighborhood to the suburbs of Atlanta, Georgia. “Not only was I in a place I didn’t belong, but for the first time I understood there was nowhere that I did belong,” she says. “This feeling of ‘otherness’ has never left me.” As an artist, this intersection of identity and migration continues to be central to her work. Recently, Debra moved from London and her way of documenting this transition is to produce ethereal digital patterns made from layering and mirroring her photographs of light. “I have no doubt that moving from the gray skies of London to the coloured skies of LA has a lot to do with my awareness and inspiration behind this work,” says Debra. “I just couldn’t ignore the stunning way light moves here.” Photo by "}, {"num_of_comments": 24, "num_of_like": "597,351", "path": "instagram/picture3197.jpg", "like_list": [], "date_time": "May 14, 2015", "location": "La Biennale di Venezia", "tag_list": ["@la_biennale_di_venezia", "@blueoltremare"], "caption": "At the 56th Venice Biennale (), a contemporary art exhibition, the tiny Polynesian island nation of Tuvalu is telling the story of the impact of climate change with an installation by Taiwanese artist Vincent J. F. Huang. “We consider the installation to be a sinking pavilion, by the sinking nation of Tuvalu, and located in the sinking city of Venice,” says Thomas Berghuis, the curator. “The installation is quite poetic, presenting a dreamscape in which people can be free and easy, wandering amidst the clouds in the sky and the aqua-blue water that matches the color of the lagoons in Tuvalu,” he says. “Yet behind this installation lies the stark reality of what the future of Tuvalu could be when it sinks beneath the rising sea.” Photo by "}, {"num_of_comments": 24, "num_of_like": "854,926", "path": "instagram/picture3198.jpg", "like_list": [], "date_time": "May 14, 2015", "location": "", "tag_list": ["@thecrazyplatelady", "@artbattle", "@thecrazyplatelady"], "caption": "“If you can think of it, I can paint it!” says plate artist Jacqueline Poirier (), who, after winning a live painting competition (), went from being a server to becoming a resident artist at the Ritz-Carlton in Toronto. “I initially started with four plates,” remembers Jacqueline, who wasn’t anticipating the huge success of her work. Now, some three years and 1,500 plates later, Jacqueline’s art is on permanent display in the hotel’s signature restaurant Toca. “Every place setting in the dining room has a different plate that I have hand-painted,” says Jacqueline. While she paints a wide variety of subject matter, from animals to people to places to things, Jacqueline has a soft spot for her food-related paintings, particularly the steak and doughnut plates. “I think they are my favorites because they seem to be the most realistic. They appeal to the masses (vegetarians included!) and act as great conversation pieces around the table.” Photo by "}, {"num_of_comments": 24, "num_of_like": "713,375", "path": "instagram/picture3199.jpg", "like_list": [], "date_time": "May 13, 2015", "location": "", "tag_list": ["@sarkerprotick", "@sarkerprotick"], "caption": "“I’m always looking, always seeing, even when I’m not taking pictures,” says Bangladeshi photographer Sarker Protick (), describing his continuous fascination with the world (and outer space) around him. Citing points of reference ranging from ducks, cats and clouds to quantum mechanics, wormholes and string theory, Sarker brushes off the stylistic constraints of traditional documentary photography, and explains, “The reason I wanted to be a photographer, to be quite honest, is because I didn’t want to be a journalist. I always wanted to have a sense of authorship in my work.” He adds, “Photography can sometimes give you much more than a good photograph. It’s not about the image — and for me, that’s the real beauty of photography. I’m not sure that any other art medium has this sort of character, because it’s about the experience that we go through while we work. We work in a certain environment, or with particular people, and that experience that enriches us is stronger than any single photograph.” He continues, “I will die one day — we’ll all die one day — and I need to show other people what I’ve gone through in my life. That’s something quite powerful, I think.” Photo by "}, {"num_of_comments": 24, "num_of_like": "709,163", "path": "instagram/picture3200.jpg", "like_list": [], "date_time": "May 13, 2015", "location": "", "tag_list": ["@nabsd.art", "@nabsd.art", "@instagramES", "@nabsd.art"], "caption": "“Imagine someone with many imaginary friends who invites them to drink tea and have a photo shoot. That’s my artistic style,” says a Mexican artist known as Nabs D (). “We would have that tea in Pluto, because that’s the planet of the rejected, and I would invite my friend the paranoid, my other friend the hypochondriac and my friend who always laughs when someone trips over. I would very much like to hear their conversation.” Recently Nabs painted several characters from the “Harry Potter” book series for an exhibition at the Museo del Juguete (the Mexican Museum of Antique Toys) in Mexico City, which is currently showcasing the largest collection of objects from the wizard’s world. “He is a hero I can identify with because he is clumsy. He is not the typical, perfect hero and I like that,” she says.\n\nIn her paintings Nabs tries to reflect esoteric themes. “I feel like some of my pieces are kind of enigmatic and I’d like people to go see them and try to decipher the hidden meaning.” For more art from Nabs, follow \n\nFor more stories from around the Spanish-speaking community, follow .\n\nPhoto by "}]}