{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "1,077,305", "path": "instagram/picture0401.jpg", "like_list": [], "date_time": "Jan 7, 2018", "location": "Vanity Fair x Instagram", "tag_list": ["@goldenglobes", "@dovecameron", "@vanityfair", "#GoldenGlobes"], "caption": "We’re heading into the weekend of the 75th Golden Globes (), an annual celebration of film and American television in Beverly Hills, California. Twenty-one-year-old actress and singer Dove Cameron () is excited to kick things off tonight at a Vanity Fair () party for Hollywood’s young and up-and-coming stars. “I’m looking forward to seeing people I love there,” she says. “It’s the first big event of the new year!”\nTune in to our story to tag along with Dove for a night of Hollywood glamour. "}, {"num_of_comments": 24, "num_of_like": "1,127,290", "path": "instagram/picture0402.jpg", "like_list": [], "date_time": "Jan 7, 2018", "location": "Bretagne, France", "tag_list": ["@trespetiteshistoiresdamour", "@trespetiteshistoiresdamour"], "caption": "Photo by \nA white cat on the streets of Brittany, France, played peekaboo with photographer Gaëlle Simon () until she captured the perfect frame. “I think he is representing winter and the new year in a perfect way: the magic of the beginnings, when all is quiet and empty but full of hope, the white empty page,” she says."}, {"num_of_comments": 20, "num_of_like": "1,162,852", "path": "instagram/picture0403.jpg", "like_list": [], "date_time": "Jan 7, 2018", "location": "Sea Point Swimming Pools", "tag_list": ["@thesestreetsza", "@thesestreetsza", "#TheWeekOnInstagram"], "caption": "Photo by \nA diver takes flight before splashing into an ocean water swimming pool in Cape Town, South Africa. “His pose makes me think of something a ballerina would have to do a couple of takes to get right,” says Barry Christianson (), a web developer who spent a day photographing the steady queue of divers at the public pools. “It’s clear that he put all his energy into that jump — so much that it looks like he is flying.” "}, {"num_of_comments": 24, "num_of_like": "1,162,852", "path": "instagram/picture0404.jpg", "like_list": [], "date_time": "Jan 6, 2018", "location": "", "tag_list": ["#Boomerang", "@oneupmax", "@oneupmax", "#BoomerangOfTheWeek", "@instagram"], "caption": " by \nRescue pup  is celebrating the first week of 2018 with a double high-five.\nLove OfTheWeek? Add it to your next Boomerang and it might show up on  — and follow the hashtag to keep up with all the latest."}, {"num_of_comments": 20, "num_of_like": "827,934", "path": "instagram/picture0405.jpg", "like_list": [], "date_time": "Jan 6, 2018", "location": "", "tag_list": ["@imoments", "#WHPspontaneous", "@imoments", "#WHPspontaneous"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThis weekend, the goal is to take photos and videos that capture unexpected moments filled with energy and excitement, as in this featured photo from Noel Besuzzi (). Here are some tips to get you started:\nFind humor in spontaneity, from a bird snatching someone’s midday snack to a friend pretending to skate along an icy street.\nJoin in on the fun! Dance at a party, run in a race, help your family cook a meal — some of the most spontaneous moments come from when you’re in on the action.\nSit back and observe your neighbors, co-workers and loved ones around you. People make dozens of spur-of-the-moment decisions every day — see if you can manage to catch one of them on camera.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,018,214", "path": "instagram/picture0406.jpg", "like_list": [], "date_time": "Jan 5, 2018", "location": "", "tag_list": ["@mr_riu", "@mr_riu"], "caption": "Photo by \nRIU () prefers to express himself in black and white. “The way I work, I do not use any colored paper, any coloring or any glue. I think it’s about simplicity and cleanliness,” says the artist from Japan who creates complex patterns out of a single sheet of paper.\nDepending on the piece, it can take more than 30 hours before RIU completes production. But despite the tiring nature of his work, which requires a lot of concentration, according to RIU, it is precisely this concentrated feeling of fatigue that leads to the feeling of accomplishment that follows. “I hope that I can help people find strength in their lives,” he says.\nWatch today’s story to see more of his intricate paper art."}, {"num_of_comments": 15, "num_of_like": "1,024,909", "path": "instagram/picture0407.jpg", "like_list": [], "date_time": "Jan 4, 2018", "location": "Laskar Pelangi", "tag_list": ["@dwindapratama", "@dwindapratama", "#WHPresolutions2018"], "caption": "Photo by \n“When I look at the map, it has many great places I have never visited that I want to visit in 2018,” says Dwinda Pratama (). In 2018, he’s eager to take on some mountains. “I want to climb Mount Bromo, Mount Semeru and Mount Prau in East Java, Indonesia.” "}, {"num_of_comments": 21, "num_of_like": "1,024,909", "path": "instagram/picture0408.jpg", "like_list": [], "date_time": "Jan 4, 2018", "location": "Bandung", "tag_list": ["#Boomerang", "@ajiooo", "@ajiooo", "#WHPresolutions2018"], "caption": " by \nAjie () has two major resolutions right now: make new friends and be more productive. “I think everyone in this world must have a resolution every year — or maybe every day!” "}, {"num_of_comments": 24, "num_of_like": "1,024,909", "path": "instagram/picture0409.jpg", "like_list": [], "date_time": "Jan 4, 2018", "location": "San Diego, California", "tag_list": ["@amarisland", "@amarisland"], "caption": "Video by \nTwenty-eight-year-old Amaris Rivera () is an artist, a Taurus and a gem sorceress. “I have always felt an incredible bond with the earth,” says Amaris, who lives in San Diego, California. At just 2 years old, she kicked off her collection, picking up rocks from her own backyard or traveling with her family to rock hunt or even explore abandoned mines in search of new additions. “Their beauty and energy are undeniable,” she says of her connection to crystals and minerals. “Even if you don’t believe in their energetic, healing qualities, it’s impossible not to be in awe of the fact that these beautiful treasures grow naturally within our planet, over millions and millions of years.” Amaris opened an online shop where people can shop for their own unique treasures and get in on the magic. “Working with crystals every day is an honor and total dream, and I love being surrounded by their energy,” she says.\nLearn more about Amaris’ world on our Instagram story. 🖤🔮"}, {"num_of_comments": 13, "num_of_like": "838,139", "path": "instagram/picture0410.jpg", "like_list": [], "date_time": "Jan 3, 2018", "location": "", "tag_list": ["@l.splant", "@l.splant", "#WHPresolutions2018"], "caption": "Photo by \nFor , 2018 brings a renewed focus on her inner self. “I'll be busy with my personal growth, learning and cherishing little things.” "}, {"num_of_comments": 24, "num_of_like": "838,139", "path": "instagram/picture0411.jpg", "like_list": [], "date_time": "Jan 3, 2018", "location": "Schönau am Königssee", "tag_list": ["@xlent25", "@xlent25", "#WHPresolutions2018"], "caption": "Video by \nAfter competing in acrobatic gymnastics as a child, Xiau-Ling () never thought she’d get back to it. “2017 came and proved me wrong, becoming the first year I committed to acrobatics as a full-time profession,” she writes in her caption. “My resolution for 2018 is to embrace new challenges with more patience, more laughter and an open mind.”\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 13, "num_of_like": "1,627,624", "path": "instagram/picture0412.jpg", "like_list": [], "date_time": "Jan 3, 2018", "location": "Yoho National Park", "tag_list": ["@sukiicat", "#WeeklyFluff", "@sukiicat"], "caption": "Photo by \nHello, world! It’s time to meet today’s adventurous . Suki () is a beautiful Bengal cat who resides in Canada. This high-energy, fierce feline is amazingly adaptable, making herself at home and posing for the perfect shot wherever her humans take her.\nCheck out today’s story for more Suki magic."}, {"num_of_comments": 7, "num_of_like": "946,280", "path": "instagram/picture0413.jpg", "like_list": [], "date_time": "Jan 1, 2018", "location": "New York, New York", "tag_list": ["@tinycactus", "@tinycactus"], "caption": "Photo by \n🌅 Sunrise. Sunset. 🌇 For artist KangHee Kim (), these are the sweetest spots in a day. “I never get enough of them,” says the 27-year-old artist from South Korea, who lives in New York City. “It’s impossible to witness the perfect scenery every time, but longing to see a better one the next day leaves me with a hope. I think they are natural healers and rewards we get every day. That’s why we start a day with one and the other is closure.”\nKangHee fills her profile with “Street Errands,” a series of surreal, collaged photographs. “One day, I was waiting for the right moment to photograph. Suddenly a thought came across my mind: ‘Why can’t I create it on my own?’” Her photo compositions allow her to share these magical, imagined scenes with her friends and followers. “Manipulating scenes introduces infinite possibility, where it is free from limits or restraints from real life,” she explains.\nAs for her 2018 New Year’s resolution? You’ll find KangHee “living life to the fullest every day!”\nWatch today’s story to see more of her work."}, {"num_of_comments": 14, "num_of_like": "1,192,420", "path": "instagram/picture0414.jpg", "like_list": [], "date_time": "Dec 30, 2017", "location": "", "tag_list": ["@joselourenco", "@joselourenco", "#myinstagramlogo", "#myinstagramlogo", "@joselourenco"], "caption": "Photo by \nTons of tiny beads and careful tweezer precision allowed artist José Lourenço () to construct this festive . For 2018, José, who lives in Lisbon, Portugal, dreams of a “fairer world” and has a hope, specific to the Instagram community. “My hope is to continue to have the same joy I always have had when I open the application. I hope to be able to meet and interact with a larger number of people and make new friends — some of my best friends I met through Instagram.” 🎁✨\nWe’re inspired by the ways community members make Instagram’s look come to life. Follow along on  and add your own ideas.\nPhoto by "}, {"num_of_comments": 22, "num_of_like": "1,727,687", "path": "instagram/picture0415.jpg", "like_list": [], "date_time": "Dec 30, 2017", "location": "", "tag_list": ["@rootedinflowing", "#WHPresolutions2018", "@rootedinflowing", "#KindComment", "#WHPresolutions2018"], "caption": "Featured photo by \nWeekend Hashtag Project: \nWe’re on the cusp of a new year. This weekend, the goal is to take photos and videos that capture the feeling of fresh starts and new goals, as in this featured photo from Vanessa (). Here are some tips to get your creative juices flowing:\nReflect on 2017. What were your successes, and what were your challenges? How can you represent those in a single frame?\nShow us your long-term resolutions for the new year, like mastering a tricky yoga pose, or ones you hope to achieve every day, like sharing a .\nYour resolution is your story. Be sure to use your captions to give more context and information about your plans and aspirations\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 12, "num_of_like": "1,144,046", "path": "instagram/picture0416.jpg", "like_list": [], "date_time": "Dec 28, 2017", "location": "New York, New York", "tag_list": ["@doubleshockpower", "@doubleshockpower", "#WHPcelebrate"], "caption": "Photo by \nLucky for us, Andy () braved the snowy streets of NYC to capture this sweet moment in a warm cafe window. "}, {"num_of_comments": 14, "num_of_like": "1,280,224", "path": "instagram/picture0417.jpg", "like_list": [], "date_time": "Dec 28, 2017", "location": "Maneesorn Sunflower Field", "tag_list": ["@ill_bandit", "#WHPcelebrate"], "caption": "Photo by \nHair flips and golden flowers (at the golden hour) in Thailand 🌻✨ "}, {"num_of_comments": 24, "num_of_like": "572,322", "path": "instagram/picture0418.jpg", "like_list": [], "date_time": "Dec 28, 2017", "location": "", "tag_list": ["@jesiiii", "@jesiiii", "#WHPcelebrate"], "caption": "Photo by \nMeet “the itty bittiest Christmas tree,” carefully painted by Jesi () to get in on the holiday spirit. She didn’t have her own tree IRL this year, so she painted this little guy instead. "}, {"num_of_comments": 24, "num_of_like": "1,443,138", "path": "instagram/picture0419.jpg", "like_list": [], "date_time": "Dec 26, 2017", "location": "Saint Petersburg, Russia", "tag_list": ["@okuprin", "@okuprin"], "caption": "Photo by \nEach Christmas, Russian photographer and cookbook author Olesya Kuprina () decks the halls — and her two cats, Gustav and August, in Christmas scenes with outfits and ornaments. “I started taking photos of the cats when Gustav was small,” she says. “He likes posing and knows he’ll get a treat for it, so he always waits patiently. When he was a year old, we got a Christmas tree and he really liked it. He could hide underneath it, chew it and there were lots of interesting decorations. It became his favorite part of the house.” Gustav takes after Olesya in that way. “Christmas is my favorite holiday,” she says. “I really like anticipating and preparing for it, getting a tree and putting presents under it. I love it when it’s snowing outside and we’re making hot chocolate and sitting around in funny Christmas sweaters. Now I can’t imagine the holiday without my family — me, my boyfriend and the two cats.” Celebrate Christmas with Olesya, Gustav and August right now on our story. 🎄"}, {"num_of_comments": 24, "num_of_like": "1,443,138", "path": "instagram/picture0420.jpg", "like_list": [], "date_time": "Dec 25, 2017", "location": "Tromsø, Norway", "tag_list": ["@tromsoarcticreindeer", "@tromsoarcticreindeer"], "caption": "Video by \nReindeer herding is part of a long family tradition, passed down from generation to generation. “You always learn from older people, the reindeers themselves, the nature and by your own experience,” says 34-year-old Johan Oskal of Tromsø Arctic Reindeer (). Johan and his family are part of the Sami people, an indigenous group that have lived in Arctic Europe since prehistoric times. Just like their ancestors, his family continues to herd thousands of reindeer every year, but they also host adventures in Norway, so people can experience what life is like for the reindeer and the Sami.\n\nJohan’s favorite parts of his profession are the freedom of his days and working with nature. “I love to be out there with the reindeer, and when I see that the animals are good and safe, it warms my heart,” he says. “Come and visit my family, and we’ll tell you more.” Lucky for us, Johan and his family are on our Instagram story right now. Tune in to learn more."}, {"num_of_comments": 21, "num_of_like": "1,694,639", "path": "instagram/picture0421.jpg", "like_list": [], "date_time": "Dec 25, 2017", "location": "Aix-en-Provence, France", "tag_list": ["@anthodx", "@anthodx", "#TheWeekOnInstagram"], "caption": "Photo by \nAnthony Delanoix () returned to his hometown in southern France for the holidays and spotted this car in a wedding procession. “I like to have my phone or camera close,” he says. “You never know when a magical moment can happen.” "}, {"num_of_comments": 24, "num_of_like": "1,353,970", "path": "instagram/picture0422.jpg", "like_list": [], "date_time": "Dec 23, 2017", "location": "East Village, Manhattan", "tag_list": ["@augustabelle", "#TheWeekOnInstagram"], "caption": "Photo by \nA boy and his tree 🎄 "}, {"num_of_comments": 15, "num_of_like": "1,467,396", "path": "instagram/picture0423.jpg", "like_list": [], "date_time": "Dec 23, 2017", "location": "Manoel Viana, Rio Grande do Sul, Brazil", "tag_list": ["@marlonmmayer", "@marlonmmayer", "#TheWeekOnInstagram"], "caption": "Photo by \nOn a beach in southern Brazil, Marlon Mayer () captured this moment between his younger brother and a friendly pup. “I like the feeling of friendship in this photo,” he says. "}, {"num_of_comments": 20, "num_of_like": "1,540,442", "path": "instagram/picture0424.jpg", "like_list": [], "date_time": "Dec 23, 2017", "location": "Moscow, Russia", "tag_list": ["@i_love_inspire", "#WHPcelebrate", "@i_love_inspire", "#WHPcelebrate"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThis weekend, the goal is to take photos and videos that celebrate the holiday season, as in this featured photo by Anna Salynskaya (). Here are some tips to get you started:\nWhether you’re giving gifts, spending time out in nature or dancing the night away, capture moments that feel unique to this festive time of year.\nDecember brings with it a slew of parties and family gatherings. Document an entire meal or soiree — challenge yourself to tell the story of an entire evening in a single frame.\nCelebrations can be quiet and peaceful. Take a solitary moment to reflect on the past year and document it on camera.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "2,182,560", "path": "instagram/picture0425.jpg", "like_list": [], "date_time": "Dec 23, 2017", "location": "Anchorage, Alaska", "tag_list": ["@cricketinthethicket", "#WeeklyFluff", "@cricketinthethicket", "@cricketinthethicket"], "caption": "Photo by \nHello, world! It’s time for a very special edition of , starring 10-month-old Cricket (). This sassy shiba inu resides in Alaska — which is exactly where he belongs, according to his human Gabrielle. “Cricket really likes it when we do our glacier hikes; he’s a notorious glacier-licker,” says Gabrielle. “He loves the sticks that he finds out there. He’ll carry them around proudly, even if they’re much too big, and drag them behind. That makes him really happy.” Head on an Alaskan adventure with  now on our Instagram story. ⛄️🐾"}, {"num_of_comments": 24, "num_of_like": "2,182,560", "path": "instagram/picture0426.jpg", "like_list": [], "date_time": "Dec 22, 2017", "location": "Le Meurice", "tag_list": ["@cedricgrolet", "@cedricgrolet"], "caption": "Video by \nThe very best part of Cédric Grolet’s () job? Creation. “I’m in a perpetual process of creation,” says the 32-year-old award-winning French pastry chef, who lives in Paris. “I look for ideas every day so that I never get bored. Everything that surrounds me — what I can taste, what I can see, what I can smell — there’s no limit. And that enables me to be creative.” As for his dreams for 2018, Cédric is on a mission to open his own bakeries around the world.\nThrough Christmas Eve, he’ll be busy making sure all his clients are happy and satisfied, but today, Cédric is taking us along for the ride in his kitchen. Watch our story to see him at work."}, {"num_of_comments": 15, "num_of_like": "620,460", "path": "instagram/picture0427.jpg", "like_list": [], "date_time": "Dec 21, 2017", "location": "Bushwick", "tag_list": ["@delphinediallo", "@delphinediallo"], "caption": "Photo by \nPhotographer and activist Delphine Diallo () has been unpacking her identity her entire life. Born in Paris to a French mother and Senegalese father, she now lives in Brooklyn, New York. “I have always been fascinated by improving my understanding of consciousness through the years,” says Delphine. “All my work is about study.” And her self-portraiture is central to that study. “Self-portrait is the door where your spirit reveals itself in different forms: the eyes, the attitude, the complexity of the person can be discovered through self-portraiture,” she says. In her work, she feels called to frame herself and her subjects as the protagonist of her own story. “It’s my duty to empower women to understand that they are the subject of their lives,” says Delphine. “As an artist, I want to express the shared connection between all women.” Head into the studio with Delphine and her team. It’s on our story right now."}, {"num_of_comments": 23, "num_of_like": "1,014,581", "path": "instagram/picture0428.jpg", "like_list": [], "date_time": "Dec 20, 2017", "location": "School of the Arts, Singapore", "tag_list": ["@_yafiqyusman_", "#WHPstripes", "@_yafiqyusman_"], "caption": "Photo by \nAfter waiting for the right moment to photograph this modernist spiral staircase,  provided the perfect opportunity. “It took me a few tries to get a good angle, but I managed to get the whole staircase in the frame,” says Yafiq Yusman (). “I risked my phone a little to get this shot.”"}, {"num_of_comments": 16, "num_of_like": "1,312,158", "path": "instagram/picture0429.jpg", "like_list": [], "date_time": "Dec 20, 2017", "location": "Freudenberg, Nordrhein-Westfalen, Germany", "tag_list": ["@beautelicieuse", "@beautelicieuse", "#WHPstripes"], "caption": "Photo by \nJohanna Häusler () and her boyfriend used a tripod to capture the moment in this wintery wonderland. “I love that this looks straight out of a fairy tale,” she says. “I feel a bit like Little Red Riding Hood between all those black and white stripes.” "}, {"num_of_comments": 18, "num_of_like": "622,032", "path": "instagram/picture0430.jpg", "like_list": [], "date_time": "Dec 20, 2017", "location": "Quezon City, Philippines", "tag_list": ["@jilson.tiu", "@jilson.tiu", "#WHPstripes"], "caption": "Photo by \nThe rush of the holidays — and the lines created by this long-exposure photograph — inspired Jilson Tiu’s ()  submission.\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 15, "num_of_like": "872,711", "path": "instagram/picture0431.jpg", "like_list": [], "date_time": "Dec 20, 2017", "location": "New York, New York", "tag_list": ["@lewismillerdesign", "@lewismillerdesign", "#flowerflash", "#flowerflash"], "caption": "Photo by \nAfter finishing big events, florist Lewis Miller () often found himself wondering: How else could he reuse all these flowers? “I was walking down the street one day and I saw a typical New York City trash can, overflowing with garbage and spilling onto the sidewalk,” says Lewis, who’s run his floral business for 15 years. “And I thought, wouldn’t it be fun if that were all flowers?” So, the  was born, and in the wee hours of the morning after an event, Lewis and his team load up their van and head out to trash cans, bus stops and lampposts throughout New York to decorate them with beautiful blooms. “Since we do them in the morning, people are just waking up,” says Lewis. “They’re groggy. They’re getting off the subway and turn the corner — and boom. It’s a very ‘only-in-New-York’ moment. These are a gift for New Yorkers, but really, they’re for everybody. They’re for anyone who wants to see something unexpected.” Watch our story now to see a  come to life in New York. 💐"}, {"num_of_comments": 20, "num_of_like": "1,105,965", "path": "instagram/picture0432.jpg", "like_list": [], "date_time": "Dec 19, 2017", "location": "Jeju Island, South Korea", "tag_list": ["@j9ryl", "#WHPstripes"], "caption": "Photo by \n“Winter vibes at the tea plantation.” 🍵 "}, {"num_of_comments": 17, "num_of_like": "702,420", "path": "instagram/picture0433.jpg", "like_list": [], "date_time": "Dec 19, 2017", "location": "", "tag_list": ["@bookishbronte", "@bookishbronte", "#WHPstripes"], "caption": "Photo by \nTwo sets of stripes are better than one, as bibliophile Bronte Huskinson () shows with her socks — and beloved book collection. “Not only do they take you to other worlds, but they also make the greatest stripy pattern when piled up!” she writes in her caption. "}, {"num_of_comments": 12, "num_of_like": "640,964", "path": "instagram/picture0434.jpg", "like_list": [], "date_time": "Dec 19, 2017", "location": "Yogyakarta", "tag_list": ["@imfaridhasan", "@imfaridhasan", "#WHPstripes"], "caption": "Photo by \nIn Indonesia, Farid Hasan () waited for the perfect red light to photograph this striped crosswalk.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 18, "num_of_like": "481,282", "path": "instagram/picture0435.jpg", "like_list": [], "date_time": "Dec 19, 2017", "location": "New York, New York", "tag_list": ["@quillemons", "@hildeatalanta", "@quillemons", "#IGYearInReview"], "caption": "Art of  by \n“I don’t know who I would be or what I would be doing if I wasn’t making art,” says Quil Lemons (). The 20-year-old student and artist based in New York City creates work that sheds light on his community. “As a black creator, it’s vital that my work explores the many facets of the African-American diaspora,” says Quil. “I think my work allows black men to feel pretty — to be themselves.” On Instagram, he’s found community. “I don’t think I could exist without the support that Instagram provides,” he says. “In urban communities, access to resources for sharing and creating art doesn’t exist. Instagram allows the artists who occupy these communities to flourish and receive rightful recognition for their creations.” In turn, Quil hopes his work will propel other people’s dreams. “I hope young black kids that admire my work will believe it’s possible to become a successful artist.” Watch our story to hear more from Quil and others about building community, and follow along on  as we reflect on the most memorable Instagram trends of 2017."}, {"num_of_comments": 17, "num_of_like": "770,861", "path": "instagram/picture0436.jpg", "like_list": [], "date_time": "Dec 18, 2017", "location": "New Jersey", "tag_list": ["@chefeitanbernath", "@chefeitanbernath", "#Hanukkah"], "caption": "Photo by \n“Your age doesn’t define what you can accomplish, only how long you have had to accomplish it!” These are defining words for 15-year-old chef and food blogger Eitan Bernath (). “Rumor has it that I was always in the kitchen,” says Eitan, who lives in New Jersey and has already appeared twice on the Food Network. A very picky eater when he was younger, Eitan says he’s making up for lost time. “I like trying everything and I eat all day long.”  celebrations are already underway for Chef Eitan— there’s lots of time to be spent with family... and tasty fried foods.\nWatch our story to see Eitan at work in his favorite place: the kitchen."}, {"num_of_comments": 24, "num_of_like": "1,583,569", "path": "instagram/picture0437.jpg", "like_list": [], "date_time": "Dec 18, 2017", "location": "Joffre Lakes Provincial Park", "tag_list": ["@carloslazarini", "@carloslazarini", "#TheWeekOnInstagram", "#TheWeekOnInstagram"], "caption": "Photo by \nCold temperatures couldn’t stop Carlos Lazarini’s () friend from flipping into this glacial lake. “Hundreds of tourists behind me were cheering and congratulating us for having the courage to jump in,” he says. “For a moment, I felt like I had scored the winning run for the home team.” \nLove ? Follow the hashtag to stay connected to the community."}, {"num_of_comments": 23, "num_of_like": "1,235,565", "path": "instagram/picture0438.jpg", "like_list": [], "date_time": "Dec 17, 2017", "location": "", "tag_list": ["@denise6217", "#TheWeekOnInstagram"], "caption": "Photo by \nDashing through the snow❄ "}, {"num_of_comments": 21, "num_of_like": "1,132,186", "path": "instagram/picture0439.jpg", "like_list": [], "date_time": "Dec 17, 2017", "location": "Gramado - Serra Gaúcha/RS", "tag_list": ["@matizealves", "@matizealves", "#TheWeekOnInstagram"], "caption": "Photo by \n“When I saw this tree, I fell in love.” —Matize Alves () 💚\nLove ? Follow the hashtag to stay connected to the community."}, {"num_of_comments": 24, "num_of_like": "1,132,186", "path": "instagram/picture0440.jpg", "like_list": [], "date_time": "Dec 16, 2017", "location": "", "tag_list": ["#Boomerang", "@emzaans", "@emzaans", "#BoomerangOfTheWeek", "@instagram"], "caption": " by \n“Friday mood and epic jacket,” writes Emma Eriksson () in her caption. ⚡️\nLove OfTheWeek? Add it to your next Boomerang and it might show up on  — and follow the hashtag to keep up with all the latest."}, {"num_of_comments": 17, "num_of_like": "868,252", "path": "instagram/picture0441.jpg", "like_list": [], "date_time": "Dec 16, 2017", "location": "Color Factory", "tag_list": ["@4theloveoftoys", "#WHPstripes", "@4theloveoftoys", "#WHPstripes"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThis weekend, the goal is to take photos and videos that capture stripes created by colors, textures and surfaces, as in this featured photo by Sara Harvey (). Here are some tips to get you started:\nHead outside to see what stripes nature has to offer, like the natural lines of your local flora or the way streams create bands through a landscape.\nFrom repeating red lockers in the hallway to the way office buildings cast shadows at high noon, there are plenty of stripes in your daily life. Try to notice them — along with the lines created by highways and streets on your commute to and from.\nWide or narrow, straight or curving, stripes are a classic element in art — from fashion to painting to DIY crafts. Take photos of work that explores the many forms that stripes can take.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "868,252", "path": "instagram/picture0442.jpg", "like_list": [], "date_time": "Dec 16, 2017", "location": "New York State", "tag_list": ["@fuzzyfawn", "@fuzzyfawn"], "caption": "Video by \nThere’s one woman behind Fuzzy Fawn Wildlife (). “My dad nicknamed me Fuzzy the day I was born because of my white hair that stood up in every direction. I’ve been Fuzzy to everyone I know since,” says the volunteer who is licensed by New York State to rescue and rehabilitate wildlife. “A fawn that is sickly has a fuzzy coat, so after all of these years being called Fuzzy, my name finally fit!” Six years ago, a deer who had been struck by a car entered Fuzzy’s yard. “Long story short, it took me four hours to find help for this deer that was suffering. I wasn’t going to allow that to happen again.” The very next day, she set out on a path to help these animals in need. “Life at Fuzzy Fawn is hectic, sad, happy and fun,” says Fuzzy, who received nearly 400 calls from people seeking help this fawn season. “Instagram has been a tremendous help. I’ve been able to reach out to other rehabbers in different states, we bounce ideas back and forth about treatments for the wildlife in our care.” Watch our story to see more of what life is like for Fuzzy and her family of fawns."}, {"num_of_comments": 24, "num_of_like": "1,659,311", "path": "instagram/picture0443.jpg", "like_list": [], "date_time": "Dec 15, 2017", "location": "Southern California", "tag_list": ["@piggypoo_and_crew", "@piggypoo_and_crew", "#WeeklyFluff"], "caption": "Photo by \nHello, world! It’s time to meet the five rescue pups and the Vietnamese potbellied pig who make up . From left to right, there’s Rika, Slick, Nya, James, Bashe and Chowder. “When I look at my crew, I see the reflection of who I am in them,” says their human Shelby, who lives in Southern California. “Their happiness, their safety, their health, their whole lives rely on me and I will never ever let them down.”\nLove ? Follow the hashtag to stay connected to the community."}, {"num_of_comments": 24, "num_of_like": "1,659,311", "path": "instagram/picture0444.jpg", "like_list": [], "date_time": "Dec 15, 2017", "location": "Toronto, Ontario", "tag_list": ["@craftyslimecreator", "@craftyslimecreator", "#IGYearInReview"], "caption": "Video by \nAn old toy turned into a new passion for 16-year-old Alyssa Jagan (). After seeing lots of slime DIYs pop up on social media, Alyssa, who lives in Toronto, realized she had all the necessary supplies to make her own. “I’ve been making slime and goo with my mom ever since I was little,” she says. “Slime became really pretty and visually pleasing in 2017. In the past, it didn’t look as nice, but now slime can be made in a variety of colors, scents and textures!” Inspiration for new varieties comes from different parts of Alyssa’s life. “I like to wander around craft stores and pick up different products to see which will work in slime. I am also inspired by other ‘slimers’ in the community,” she says. “I am currently obsessed with ‘Stranger Things,’ so I will probably make some ‘Stranger Things’-themed slimes.” Watch our story to see more, and follow along on  as we reflect on the most memorable Instagram trends of 2017."}, {"num_of_comments": 18, "num_of_like": "1,990,136", "path": "instagram/picture0445.jpg", "like_list": [], "date_time": "Dec 14, 2017", "location": "", "tag_list": ["@sunshinebaby82", "#WHPclassic"], "caption": "Photo by \nDogs will be dogs. "}, {"num_of_comments": 8, "num_of_like": "533,627", "path": "instagram/picture0446.jpg", "like_list": [], "date_time": "Dec 14, 2017", "location": "Port of Valencia", "tag_list": ["@eduseviste", "@eduseviste", "#WHPclassic"], "caption": "Photo by \nEvery Christmas, the circus comes to Eduardo Montesinos’ () hometown of Valencia, Spain. “It reminds me of when I was a boy and my father took me to the circus, and of when my father went to the circus with his father,” says Eduardo. "}, {"num_of_comments": 22, "num_of_like": "758,820", "path": "instagram/picture0447.jpg", "like_list": [], "date_time": "Dec 14, 2017", "location": "Batu Jajar", "tag_list": ["@fahmyrhamadan", "@fahmyrhamadan", "#WHPclassic"], "caption": "Photo by \nThe bikes, the wide-open space, the sense of adventure — all this reminds Fahmi () of his childhood. “This is a timeless moment,” he says.\nFollow along to see more of our favorites from last weekend's hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "895,699", "path": "instagram/picture0448.jpg", "like_list": [], "date_time": "Dec 14, 2017", "location": "London, United Kingdom", "tag_list": ["@makeupisart_x", "@makeupisart_x", "#IGYearInReview", "#undiscoveredmuas"], "caption": "Photo by \nWhile Ellie Costello () paints magical scenes on her eyelids, it feels like she plants them. “I never ever plan a look and then go and get the flowers,” explains 20-year-old Ellie, who lives in London. “I always get some flowers first, then envision the look around the flowers. I find that creating as you go along always allows your creativity and imagination to run a lot more freely — I like just letting the magic happen.” Ellie is part of the beauty community on Instagram who made the eyelid their canvas of choice in 2017. “It is great when you can collaborate with other artists and discover new amazing talent to follow. There is always so much creativity on Instagram, it is very inspiring.”\nWatch our story to see more from Ellie, and follow along on  as we reflect on the most memorable Instagram trends of 2017.\nStay connected to Ellie’s community by following  on Instagram."}, {"num_of_comments": 24, "num_of_like": "1,554,070", "path": "instagram/picture0449.jpg", "like_list": [], "date_time": "Dec 13, 2017", "location": "", "tag_list": ["@nornea", "#equestrian", "@nornea", "#equestrian"], "caption": "Photo by \nStarting today, we’re introducing new ways for you to stay connected to your interests on Instagram, with the ability to follow hashtags like .\nFor 19-year-old Menea Johansson Djärv (), dressing up means felt hats, capes and a unicorn horn for her beloved pony Norina 🦄. As a child growing up in Sweden, she was inspired by vivid fairy tales and medieval markets. “It was beyond exciting to see adults dress up and pretend they lived in a different time,” she says. Now, cloaked in nature, Menea creates her own  daydreams that reflect a real-life kinship with her creatures. “I want [my horses] to see me as a best friend they can trust and respect, just like I do with them. Most photo shoots are spontaneous. The most challenging part is to focus on the horses and the camera at the same time. The most fun part is to feel adventurous and invincible.”"}, {"num_of_comments": 23, "num_of_like": "1,554,070", "path": "instagram/picture0450.jpg", "like_list": [], "date_time": "Dec 13, 2017", "location": "Vancouver, British Columbia", "tag_list": ["@annettelabedzki", "#asmr", "@annettelabedzki", "#asmr"], "caption": "Video by \nStarting today, we’re introducing new ways for you to stay connected to your interests on Instagram, with the ability to follow hashtags like .\nOnce Canadian artist Annette Labedzki () learned there was a community of people mixing paint for sensory effects, she wasted no time. “My first video was late at night, I used wax paper, I had my pajamas on,” she says. Through  (autonomous sensory meridian response), Annette, who has painted full time for 30 years, found new ways to be inspired by the materials she’s always worked with.\n“There was a point where I had mixed every color combo that I could possibly think of. And one night I thought, ‘I wonder what would happen if I poured paint into one of those molds and froze it?’ I’ve never had so much fun in my life!” Whether she’s crushing frozen paint, adding glitter to a mix or creating on a miniature canvas, Annette loves how sharing her videos opens up a dialogue with others. “I listen to what they write, and then I go from there.”"}, {"num_of_comments": 18, "num_of_like": "984,610", "path": "instagram/picture0451.jpg", "like_list": [], "date_time": "Dec 13, 2017", "location": "", "tag_list": ["@impact.brothers", "#gymnastics", "@impact.brothers", "#gymnastics"], "caption": "Photo by \nStarting today, we’re introducing new ways for you to stay connected to your interests on Instagram, with the ability to follow hashtags like .\nSome twins finish each other’s sentences, Marcos and Alejandro Ponce López () finish each other’s flips. After seeing break dancers perform in their hometown 14 years ago, the duo from Torre del Mar, Spain, dedicated their lives to becoming professional acrobats.\nWhat’s been their biggest  accomplishment to date? “Everything we have learned has been self-taught. Hand to hand [where one performer, balancing on the hands of the other performer, does a handstand], was very complicated for us, since it is a very complex discipline. We have some friends who know this discipline. One day we were lucky to meet with them, and in a few hours they explained several tricks. After that, we practiced each day to achieve that movement.”"}, {"num_of_comments": 5, "num_of_like": "646,235", "path": "instagram/picture0452.jpg", "like_list": [], "date_time": "Dec 12, 2017", "location": "Kyoto, Japan", "tag_list": ["@davidcrunelle", "#WHPclassic"], "caption": "Photo by \nAn eye-catching play of patterns, spotted in a Kyoto train station "}, {"num_of_comments": 11, "num_of_like": "570,895", "path": "instagram/picture0453.jpg", "like_list": [], "date_time": "Dec 12, 2017", "location": "Cuvilliés Theatre", "tag_list": ["@malarcos", "@malarcos", "#WHPclassic"], "caption": "Photo by \nMar Alarcos () plays up the historic architecture and design inside a Munich theater for this  submission."}, {"num_of_comments": 4, "num_of_like": "699,566", "path": "instagram/picture0454.jpg", "like_list": [], "date_time": "Dec 12, 2017", "location": "Vienna, Austria", "tag_list": ["@dreamingofmidsummer", "@dreamingofmidsummer", "#WHPclassic"], "caption": "Photo by \n“As a firm believer in snail mail, I loved to have pen pals as a child,” writes Nina () in the caption to her  submission. “Maybe we should write letters to friends and loved ones more often and make them feel special!”\nFollow along to see more of our favorites from this weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "938,099", "path": "instagram/picture0455.jpg", "like_list": [], "date_time": "Dec 12, 2017", "location": "SoHo, Manhattan", "tag_list": ["@flourshop", "@elizabethrenstrom", "@flourshop", "#IGYearInReview"], "caption": "Photo of  by  “People eat with their eyes, so who wouldn’t want to eat a rainbow? Or a unicorn?” asks Amirah Kassem, the baker and founder of Flour Shop (). 🌈🦄 Five years ago, Amirah couldn’t afford a website and started her business on Instagram. “For many years that was the only way to place an order,” explains Amirah. Last month, she opened her very own brick-and-mortar shop in the SoHo neighborhood of New York City.\nHer number one inspiration when dreaming up her bright and playful treats? “My childhood! There are so many things we tend to forget as adults — like how fun imagination and blowing bubbles can be — so I try to hold on to that eating-ice-cream-for-breakfast mentality.”\nWatch our story to learn about Amirah’s affinity for all things rainbow and unicorn, and follow along on  as we reflect on the most memorable Instagram trends of 2017."}, {"num_of_comments": 24, "num_of_like": "2,082,579", "path": "instagram/picture0456.jpg", "like_list": [], "date_time": "Dec 11, 2017", "location": "North Holland", "tag_list": ["@karen_claudia_", "#TheWeekOnInstagram"], "caption": "Photo by \nA swan passing through interrupts the symmetry of a tranquil lake view. "}, {"num_of_comments": 24, "num_of_like": "837,367", "path": "instagram/picture0457.jpg", "like_list": [], "date_time": "Dec 10, 2017", "location": "Jakarta, Indonesia", "tag_list": ["@cherylraissa", "@cherylraissa"], "caption": "Photo by \n“Your skin is a canvas and treating it well will get you the best results,” says beauty content creator Cheryl Raissa (). The 24-year-old from Jakarta, Indonesia, started working as a beauty content creator in 2010. “It’s been a long time, but I’m still learning, too,” she says. “My work opened up an unexpected path for me. I have traveled to various places and venues as a speaker about entrepreneurship in the digital age.”\nCheck out our story to learn more about Cheryl and her makeup routine."}, {"num_of_comments": 17, "num_of_like": "945,089", "path": "instagram/picture0458.jpg", "like_list": [], "date_time": "Dec 10, 2017", "location": "Lyon, France", "tag_list": ["@gcplyon", "@gcplyon", "#TheWeekOnInstagram"], "caption": "Photo by \n“I like to immortalize moments of simple happiness,” says photographer Gaétan Clement (), who did just that in this scene from a French roller disco. "}, {"num_of_comments": 24, "num_of_like": "1,033,525", "path": "instagram/picture0459.jpg", "like_list": [], "date_time": "Dec 10, 2017", "location": "Никола-Ленивец \\ Nikola-Lenivets", "tag_list": ["@borsch", "@borsch", "#TheWeekOnInstagram"], "caption": "Photo by \nWith the help of a friend and some flashlights, Yura () brought an inky night to light at Nikola-Lenivets Art Park. “It was so dark there that we could barely see the grass under our feet,” he says.\n"}, {"num_of_comments": 9, "num_of_like": "1,088,059", "path": "instagram/picture0460.jpg", "like_list": [], "date_time": "Dec 9, 2017", "location": "", "tag_list": ["@salvarezphoto", "#WHPclassic", "#WHPclassic"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThe goal this weekend is to create photos and videos that display a timeless quality. Whether you’re nostalgic for a past era or inspired by traditions that stand the test of time, share what classic means to you:\nLook for local scenes that conjure up familiar feelings — like a family picnic, a cozy coffee shop or a commuter dashing through the city.\nTo make details ageless, be deliberate about what you do (and don’t) show.\nDon’t take any gesture or expression for granted. Instead, pull out the patterns in how people and animals interact.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,088,059", "path": "instagram/picture0461.jpg", "like_list": [], "date_time": "Dec 9, 2017", "location": "London, United Kingdom", "tag_list": ["@made_by_helga", "@made_by_helga"], "caption": "Video by \nVisual artist Helga Stentzel () believes in the beauty of imperfections. “All these ‘alleged’ defects give subjects their uniqueness and, often, transform them into objects of art,” says Helga, who lives in London. Since childhood, she’s been a creative thinker and an artist, and her account reflects her out-of-the-box ideas. She names simplicity as her top inspiration and calls herself a minimalist. “With the help of just a few lines, I manage to turn an ordinary object into something unexpected. In my work, there are no complex textures or shapes; I consciously try to avoid them, so as not to distract the viewer’s attention from the beauty of ordinary things.” Watch today’s story to see more of Helga’s creations."}, {"num_of_comments": 16, "num_of_like": "1,001,352", "path": "instagram/picture0462.jpg", "like_list": [], "date_time": "Dec 8, 2017", "location": "Oslo, Norway", "tag_list": ["@arnoldstaffzenegger", "#WeeklyFluff", "@arnoldstaffzenegger", "@arnoldstaffzenegger"], "caption": "Photo by \nHello, world! It’s time to meet our : the cleverly named Arnold Staffzenegger (), a Staffordshire bull terrier hailing from snowy Oslo, Norway. Though he’s only 1 ½ years old, Arnold is not only strong like his namesake, but incredibly patient, posing for his family in all manner of outfits. Follow  to keep up with this pup’s evolving style."}, {"num_of_comments": 24, "num_of_like": "1,001,352", "path": "instagram/picture0463.jpg", "like_list": [], "date_time": "Dec 8, 2017", "location": "Rio de Janeiro, Rio de Janeiro", "tag_list": ["@cacalazzari", "@cacalazzari"], "caption": "Video by \n“I think I’ve been chosen by music,” says Cacá Lazzari (), who lives in Rio de Janeiro. “Music is my life, my religion, my everything.” Cacá started drumming when he was just 3 years old, and now the 29-year-old musician plays five hours every day. “Drums are the instrument I’ve always loved, and the instrument I think I can express myself better than any other,” he says.\nWatch our story to head into the studio with Cacá."}, {"num_of_comments": 18, "num_of_like": "1,012,398", "path": "instagram/picture0464.jpg", "like_list": [], "date_time": "Dec 7, 2017", "location": "Echo Park", "tag_list": ["@zooeyinthecity", "@zooeyinthecity", "#momtip"], "caption": "Photo by \nMeet Zooey Miyoshi (): a kindergarten student and 5-year-old fashion influencer. On her third birthday, her mom, Mai, started an account all about Zooey. Fast-forward two year and Zooey and her family — originally from Tokyo — live in Los Angeles where they adventure, play and take tons of photos, highlighting Zooey’s sweet and edgy styles, often accompanied by her staple expression of hiding behind a pair of sunnies. “Zooey has always had this no-emotion face,” says Mai of Zooey’s signature look. “Sunglasses also help when taking photos. Most of the time, she is not looking directly at me, which sunnies help hide. .” As for the future, Zooey has big plans.\nZooey: “I want to be a designer.”\nMom: “REALLY? When did you decide that?”\nZooey: “At school. I’m creative, so I think I can be a designer.”\nMom: “😱” Watch our story to learn more about Zooey’s world."}, {"num_of_comments": 15, "num_of_like": "662,047", "path": "instagram/picture0465.jpg", "like_list": [], "date_time": "Dec 6, 2017", "location": "Kailua-Kona, Hawaii", "tag_list": ["@leighyogipilot", "@leighyogipilot", "#WHPinspired"], "caption": "Photo illustration by \nEvery week, helicopter pilot and yogi Leigh Emily () takes a mid-air photo of herself in a favorite yoga pose. “I’ve never considered myself an artist, but since I joined Instagram, I am constantly dreaming up fun visual stories to share,” says Leigh. “It’s the highlight of my week to see people having so much fun creating amazing things — simply for the sake of sharing love, cleverness and smiles.” "}, {"num_of_comments": 17, "num_of_like": "879,381", "path": "instagram/picture0466.jpg", "like_list": [], "date_time": "Dec 6, 2017", "location": "San Onofre State Beach", "tag_list": ["@susanblanda", "@susanblanda", "#WHPinspired"], "caption": "Photo by \n“In this quiet moment, you can really feel the connection between the surfers,” says Susan Blanda (), who took this photo in between sets of waves. “They share a deep love of the ocean that can’t be expressed in words. This spiritual connection is what I connect to. It’s what drives me to hang out at the beach and immerse myself in the surf culture.” "}, {"num_of_comments": 21, "num_of_like": "700,678", "path": "instagram/picture0467.jpg", "like_list": [], "date_time": "Dec 6, 2017", "location": "Bandar-e Anzali", "tag_list": ["@ensi_gh", "@ensi_gh", "#WHPinspired"], "caption": "Photo by \nIn northern Iran, the background of an abandoned factory inspired architect Ensi Qadimi () to see something more. “The rusty metal plates resembled a jigsaw puzzle to me,” she says. “I felt like the girl could be part of completing the puzzle.”\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 4, "num_of_like": "700,678", "path": "instagram/picture0468.jpg", "like_list": [], "date_time": "Dec 6, 2017", "location": "", "tag_list": ["@yelldesign"], "caption": "Today we’re introducing two new tools to help you hold on to your favorite moments from Instagram Stories and share them in new ways that help you express yourself. Stories Highlights is a new part of your profile where you can show more of who you are through stories you’ve shared. And to help you build highlights, your stories will now automatically save into a private Stories Archive so you can easily relive them.\nNow you can group stories into highlights and feature them on your profile. To create a highlight, tap the “New” circle, choose stories from your archive, select a cover and give it a name. Your highlight will appear as a circle on your profile that can be played as a stand-alone story.\nMoving forward, your stories will automatically save to your Stories Archive. To see yours, tap the archive icon on your profile, then tap on any story to watch it. From there, you can add it to your current story, share it as a post or add it to a highlight on your profile. Only you can see your archived stories, and you can turn off auto-archiving at any time in your profile settings.\nTo learn more about Stories Highlights and Stories Archive, check out help.instagram.com. Today’s updates are available as part of Instagram version 25 on iOS and Android.\nVideo by "}, {"num_of_comments": 13, "num_of_like": "1,809,803", "path": "instagram/picture0469.jpg", "like_list": [], "date_time": "Dec 5, 2017", "location": "", "tag_list": ["@ted.ns", "#WHPinspired"], "caption": "Photo by \nFall and fog for  🍁"}, {"num_of_comments": 24, "num_of_like": "1,172,034", "path": "instagram/picture0470.jpg", "like_list": [], "date_time": "Dec 5, 2017", "location": "Saint Petersburg, Russia", "tag_list": ["@mcheblak", "#WHPinspired"], "caption": "Photo by \nNo need to look farther than your bookshelf. "}, {"num_of_comments": 5, "num_of_like": "417,329", "path": "instagram/picture0471.jpg", "like_list": [], "date_time": "Dec 5, 2017", "location": "Coney Island Beach & Boardwalk", "tag_list": ["@lorimhawk", "@lorimhawk", "#WHPinspired"], "caption": "Photo by \nLori Hawkins () stands in awe of this swimmer emerging from the cold Atlantic waters, hands joyfully raised.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 20, "num_of_like": "746,988", "path": "instagram/picture0472.jpg", "like_list": [], "date_time": "Dec 5, 2017", "location": "", "tag_list": ["@ashleylewofficial", "@ashleylewofficial"], "caption": "Photo by \nHow does ballerina and high school freshman Ashley Lew () get through days that can start at 5:45 and keep her going well past dinnertime? “When I dance, I just forget about the world around me, honestly,” says Ashley, who spent last year studying full time at the Princess Grace Academy in Monaco. “Telling my story through my dancing is really important to me. One of the biggest challenges is not giving up.” Despite the sacrifices she’s made, Ashley’s passion for dance introduced her to a community that shares her enthusiasm. “So many people, we connected on Instagram, and then we get to actually meet each other. I just think it’s so cool. And it keeps me going toward my dream because it encourages me, makes me feel good about what I’m doing.”\nLearn more about Ashley on our story."}, {"num_of_comments": 24, "num_of_like": "923,593", "path": "instagram/picture0473.jpg", "like_list": [], "date_time": "Dec 5, 2017", "location": "", "tag_list": ["@paulnicklen", "@paulnicklen", "@sea_legacy", "#WildlifeConservationDay"], "caption": "Photo by \nAfter 17 years with National Geographic, wildlife conservation photographer and cinematographer Paul Nicklen () felt compelled to start something new. “I wanted to see immediate impact through photography,” explains Paul, who co-founded SeaLegacy (), a collective of visual storytellers who document the biggest issues facing our oceans today. “My goal is to use my camera to connect people to the species of animals that need our help.”\nOn , Paul offers this message: “I want people to understand that animals are all part of a complex ecosystem. You cannot dismiss an insect while pouring your love and attention into panda bears and baby white harp seals. We need to realize that entire ecosystems are connected, from the very top to the very bottom.”\nStarting today, when people search for a hashtag associated with harmful behavior to animals or the environment, they will see a content advisory screen. We are committed to fostering a safer, kinder world both on Instagram and beyond."}, {"num_of_comments": 18, "num_of_like": "822,467", "path": "instagram/picture0474.jpg", "like_list": [], "date_time": "Dec 4, 2017", "location": "", "tag_list": ["@cosydesign", "#TheWeekOnInstagram"], "caption": "Photo by \nYou never know who you’ll catch in — or on! — the train. 🚄 "}, {"num_of_comments": 19, "num_of_like": "805,956", "path": "instagram/picture0475.jpg", "like_list": [], "date_time": "Dec 4, 2017", "location": "Ponta de Humaitá", "tag_list": ["@soterografando", "#TheWeekOnInstagram"], "caption": "Photo by \nNo birds or planes in this Ponta de Humaitá sky. 😎 "}, {"num_of_comments": 24, "num_of_like": "798,135", "path": "instagram/picture0476.jpg", "like_list": [], "date_time": "Dec 4, 2017", "location": "Kathmandu, Nepal", "tag_list": ["@marioschmitt74", "#TheWeekOnInstagram"], "caption": "Photo by \n“Kathmandu is really something else 🐒,” writes Mario Schmitt in his caption for this image. “Once I found a good composition for the photo, the monkeys photobombed my shot,” says the photographer from Würzburg, Germany, currently on a spiritual journey through Nepal. “It was actually pretty cool.” "}, {"num_of_comments": 14, "num_of_like": "798,135", "path": "instagram/picture0477.jpg", "like_list": [], "date_time": "Dec 3, 2017", "location": "Los Angeles, California", "tag_list": ["#Boomerang", "@elainewelteroth", "@teenvogue", "#TeenVogueSummit"], "caption": "For self-proclaimed  queen Elaine Welteroth (), women helping women has played a role in her career from the very beginning. A decade ago, Elaine reached out to the then editor-in-chief of Ebony magazine for an informational phone call. “That call was the singular tipping point for the life I’m living today,” says Elaine, who has spent the past five years at Teen Vogue (), most recently as the magazine’s youngest editor-in-chief. “She hired me on the spot and whisked me off to start my professional life in magazines in New York City.”\nToday, Elaine is a mentor to young women both in person and on social media. “Showing up in my career every day as my full authentic self is key,” she says. “I share certain parts of my life that young girls can relate to because it is important for them to see themselves in women who are placed in positions of power, without having to sacrifice or hide or disguise certain parts of who they are. I think that’s an important message for young girls who are still figuring out their own identity and dreams.”\nThis weekend, Elaine is at the first-ever  in Los Angeles, inspiring and enabling young women to achieve their career goals. Watch our Instagram story now for some tips from Elaine on how to live your own dreams."}, {"num_of_comments": 11, "num_of_like": "798,135", "path": "instagram/picture0478.jpg", "like_list": [], "date_time": "Dec 2, 2017", "location": "Sydney, Australia", "tag_list": ["#Boomerang", "@the_sunkissed_kitchen", "#BoomerangOfTheWeek", "@the_sunkissed_kitchen", "#BoomerangOfTheWeek", "@instagram"], "caption": " by \nDizzying breakfast bowls (almost) too pretty to eat star in our OfTheWeek. “I am slightly obsessed with color,” says Ami Shoesmith (), who works as a park ranger in Sydney, Australia. “I love combining bright colors together and trying to make food look more like artwork than something you’d eat — much to the bemusement of my friends.”\nAdd OfTheWeek to your next Boomerang. It might show up here on ."}, {"num_of_comments": 13, "num_of_like": "979,489", "path": "instagram/picture0479.jpg", "like_list": [], "date_time": "Dec 2, 2017", "location": "", "tag_list": ["@ineshka__", "#WHPinspired", "#WHPinspired"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThe goal this weekend is to make photographs and videos of the people, places and things that inspire you.\nShow your muse. Whether it’s the fashionable friend who pushes you to try new styles or your grandfather, whose handwritten cookbook houses all your family’s favorite recipes, show us who (or what) has inspired you to step up your game or try something new.\nTake us there. A striking sunrise makes an early morning hike worth the wake-up time. A new exhibit at a museum can push you to revisit your love of painting. Share the locations that motivate you to step outside your comfort zone.\nHonor the inspired work. Have a piece of art or new hobby with a story? Show us what you’ve created, and tell us what encouraged you in your caption.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 18, "num_of_like": "633,688", "path": "instagram/picture0480.jpg", "like_list": [], "date_time": "Dec 2, 2017", "location": "Suffolk", "tag_list": ["@elizabethpawle", "@elizabethpawle"], "caption": "Photo by \nBefore she took on the title of fiber artist, Elizabeth Pawle () was an interior design magazine journalist. “I had to give that up when I was expecting my first baby six years ago,” says the small business owner who lives in Suffolk, England. “I’ve always loved making things and working with textiles, so I fell back into that when my son was tiny as a means of keeping my brain busy!” Over the years, she experimented with painting and illustration, but she’s always drawn back to working with textiles. “There’s something soothing about working with yarn, about making it behave in unexpected ways and turning scraps of wool and thread into something beautiful,” says the mother of two. “I never grow tired of losing myself in the textures and colors of one of my huge tapestries. It’s a bit like meditation.”\nTune in to our story to see more of Elizabeth’s work."}, {"num_of_comments": 7, "num_of_like": "1,165,923", "path": "instagram/picture0481.jpg", "like_list": [], "date_time": "Dec 1, 2017", "location": "Ufa, Russia", "tag_list": ["@salavat.fidai", "#myinstagramlogo", "@salavat.fidai", "#myinstagramlogo"], "caption": "Photo by \nThis  may be tiny, but after three failed attempts, freelance artist Salavat Fidai’s () fourth sculpture of our app’s logo felt like a huge success. “I now cannot imagine my life without Instagram!” says Salavat, who lives in Ufa, Russia. “I like to see how Instagram changes and how it gets better and better.”\nWe’re inspired by the ways community members make Instagram’s look come to life. Follow along on  and add your own ideas."}, {"num_of_comments": 13, "num_of_like": "470,301", "path": "instagram/picture0482.jpg", "like_list": [], "date_time": "Dec 1, 2017", "location": "", "tag_list": ["@radianthuman_", "@radianthuman_"], "caption": "Photo by \nChristina Lonsdale () wants to film your vibrational frequency — better known as your vibes. Four years ago, the visual artist based in Portland, Oregon, started Radiant Human: a touring aura photography project. With a dome studio and a custom-built camera attached to magnetic plates, which subjects rest their hands on, Christina translates vibrational frequency into colors on instant photos. “We all want to know more about ourselves, because ultimately that’s what makes us happy,” says Christina. “That’s really where a lot of the magic of this project comes from – people knowing something new about themselves, that they have a special color, that they’re creating something special, every day, all the time. They’re radiating it.”\nWatch our story now to see Christina’s aura portrait process."}, {"num_of_comments": 24, "num_of_like": "470,301", "path": "instagram/picture0483.jpg", "like_list": [], "date_time": "Dec 1, 2017", "location": "", "tag_list": ["@lucas_the_lop", "#WeeklyFluff", "@lucas_the_lop", "@lucas_the_lop"], "caption": "Video by \nHello, world! It’s time for today’s . Meet Lucas (), an English lop rabbit who hails from New York. This tall and confident fellow can be a bit of a drama king, but as long as there’s a nearby snack — ideally, blueberries — it looks like he’s happy to hang out and pose for the camera.\nFollow  to stay in the loop on all of Lucas’s fun."}, {"num_of_comments": 23, "num_of_like": "874,590", "path": "instagram/picture0484.jpg", "like_list": [], "date_time": "Nov 30, 2017", "location": "", "tag_list": ["@sabeenu", "#love", "@sabeenu", "#IGYearInReview"], "caption": "Art by \nFor the fifth year in a row,  is the top Instagram hashtag. “There can never be an excess of love. We always need more,” says paper typographer Sabeena Karnik () from Mumbai, India. “It is the most powerful feeling which can be expressed in so many ways: the smallest act of kindness, a caring word, a hug, a smile, a kiss.”\nWith this piece of art, Sabeena’s intent is to spread the word — and the feeling. “The tiny parts of the heart represent small acts of love which is all we need to make the world a better place,” she explains. “If we give love, we will always receive abundance of it in return.” ❤️💞\nWatch our story to see Sabeena at work, and follow along on  as we reflect on the most memorable Instagram trends of 2017."}, {"num_of_comments": 11, "num_of_like": "1,302,545", "path": "instagram/picture0485.jpg", "like_list": [], "date_time": "Nov 29, 2017", "location": "Lofoten", "tag_list": ["@damonbeckford", "@damonbeckford", "#WHPlikealocal"], "caption": "Photo by \nDamon Beckford () slept at the Reinebringen trailhead in order to summit in time for this sunrise view. “This short but strenuous hike is popular with the local Norwegians and visitors too,” says Damon. “When I reached the top, I couldn’t believe my eyes. The landscape looked so magical.” "}, {"num_of_comments": 5, "num_of_like": "607,688", "path": "instagram/picture0486.jpg", "like_list": [], "date_time": "Nov 29, 2017", "location": "Lisbon, Portugal", "tag_list": ["@paticas", "@paticas", "#WHPlikealocal"], "caption": "Photo by \nHaving recently relocated to Lisbon, Paula Martí () notices the city’s details as she strolls through its narrow streets. “Since I just moved here three months ago,” says Paula, “I am at the point where I feel both like an outsider and a local.” "}, {"num_of_comments": 22, "num_of_like": "744,098", "path": "instagram/picture0487.jpg", "like_list": [], "date_time": "Nov 29, 2017", "location": "Peña de Bernal", "tag_list": ["@ceeciie", "@ceeciie", "#WHPlikealocal"], "caption": "Photo by \nA Mexico City native, Ceci Castañeda () took a hot air balloon ride — and got engaged — in Peña de Bernal. “People in small towns are so nice and kind that they make you feel like you belong there,” she says.\nFollow along as we share more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 22, "num_of_like": "491,831", "path": "instagram/picture0488.jpg", "like_list": [], "date_time": "Nov 29, 2017", "location": "", "tag_list": ["@rae_bk", "@rae_bk"], "caption": "Photos by \nFor the Brooklyn, New York-based street artist (known only as) RAE (), the entire city is an exhibition space. “I search for discarded pieces of metal, plastic and other materials that have been left for dead,” he says. “I find beauty in their rust, their wear and tear and their crushed state. I resuscitate those found objects, turn them into sculptures and then reintroduce them to society.”\nBeyond the streets, RAE looks for unique indoor street-level spaces he can take over with his paintings, sculptures, installations and most recently, performance art. For almost a month, RAE transformed a vacant downtown New York City storefront into a surreal living room. Under the constant gaze of fellow city dwellers, the project was designed to spark moments of distraction and connection. “Everyone is coexisting,” he says. “We are not always engaging with one another.”\nWatch our story to see more of RAE’s work."}, {"num_of_comments": 21, "num_of_like": "1,673,794", "path": "instagram/picture0489.jpg", "like_list": [], "date_time": "Nov 28, 2017", "location": "Los Angeles, California", "tag_list": ["@ryanlongnecker", "@ryanlongnecker", "#WHPlikealocal"], "caption": "Photo by \nRyan Longnecker () takes in the twists and turns of the California highways. “There’s something amazing about these artistic overpasses,” he writes in his caption. “Someday I want to just wander the freeway shoulders and listen.” "}, {"num_of_comments": 24, "num_of_like": "906,320", "path": "instagram/picture0490.jpg", "like_list": [], "date_time": "Nov 28, 2017", "location": "Dal Lake", "tag_list": ["@the_medographer", "#WHPlikealocal"], "caption": "Photo by \nJust another day on the Dal. 🛶 "}, {"num_of_comments": 24, "num_of_like": "934,085", "path": "instagram/picture0491.jpg", "like_list": [], "date_time": "Nov 28, 2017", "location": "Dubai, United Arab Emirates", "tag_list": ["@jul_mls", "@jul_mls", "#WHPlikealocal"], "caption": "Photo by \n“They run the show and go home,” writes Julie (), looking down on a pair of ambling camels from her drone.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 23, "num_of_like": "992,228", "path": "instagram/picture0492.jpg", "like_list": [], "date_time": "Nov 26, 2017", "location": "Villa Rica, Georgia", "tag_list": ["@lamonluther", "@indieefox", "@lamonluther", "#SmallBusinessSaturday"], "caption": "Photo of  by \nLamon Luther Furniture’s () namesake is founder and chief-storyteller Brian Preston’s maternal grandfather. “He was not rich, yet he was incredibly generous,” says Brian. “He gave his resources and his time to help others. He invested in relationships.” Brian has closely followed in Lamon’s footsteps. From his small Georgia community, Brian employs homeless carpenters, offering them a shot to get back on their feet. “I thought providing meaningful work would allow the chance to rebuild their life,” he explains. “The best part is seeing our guys transform their life. Our employees are buying houses, and starting families.”\nOn this , head into the wood shop with the Lamon Luther team. It’s on our story right now."}, {"num_of_comments": 22, "num_of_like": "1,196,232", "path": "instagram/picture0493.jpg", "like_list": [], "date_time": "Nov 25, 2017", "location": "Cluj-Napoca Botanical Garden", "tag_list": ["@mihailonaca", "#WHPlikealocal", "#WHPlikealocal", "#WHPlikealocal"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThis weekend, the goal of  is to celebrate what you love about where you live.\nShare hidden gems. What are the best and most beautiful spots in your city only a local would know? Let us in on the best-kept secrets.\nCelebrate everyday scenes. Show us your daily activities that are unique to where you live — like rising early with animals on a farm or boarding a crowded city train at sunset.\nHonor the legends. Is there a local baker who mixes up your all-time favorite treat? A muralist who gave your downtown’s walls a makeover? Make images of the people who love your town, and make it great a place to live.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,196,019", "path": "instagram/picture0494.jpg", "like_list": [], "date_time": "Nov 24, 2017", "location": "New York, New York", "tag_list": ["@hailethomas", "@hailethomas", "#Thanksgiving"], "caption": "Photo by \nSixteen-year-old vegan chef and health activist Haile Thomas () received the nickname “Hurricane Haile” as a baby — she was notorious for throwing pots and pans all over the place. “In some ways I still live up to that name. I always make a huge mess when I’m in my creative cooking zone!” she says. Today, the 12th-grade student from New York City is constantly mixing up fresh recipes and offering new nutrition tips. “I really try to send messages that bring awareness to the many topics that are important to me, but also hopefully contribute to the health, happiness and overall positive growth of our global community.”\nThis year, Haile is celebrating  with her extended family. “My mom, dad, sister and I have been doing a plant-based dinner for the past three years,” she explains. “We are so glad to get a commitment from our aunts, uncles and cousins to go veg-based this year and celebrate together.”\nCheck out our story to see Haile in action in the kitchen."}, {"num_of_comments": 21, "num_of_like": "584,283", "path": "instagram/picture0495.jpg", "like_list": [], "date_time": "Nov 23, 2017", "location": "New York, New York", "tag_list": ["@malikesidibe", "@malikesidibe", "#WhereIComeFrom"], "caption": "Photos by \n“Being from Africa and moving to New York City, I feel like there’s so much inspiration everywhere. I spend half my time walking down the street just looking around,” says 20-year-old photography student Malike Sidibe (). “When I’m creating, I try to go out of my comfort zone. Do something I’ve never done just to see where it takes me.” At 13, Malike moved from a strict household in Guinea to the US, without speaking a word of English. “When I first moved, I never knew that I was interested in becoming a photographer, but it was something I’ve always appreciated,” says Malike. “My dad wants me to be a cab driver, but I’ve decided to follow my dream of becoming a fashion photographer instead. I feel like my whole goal is to show my little brothers: don’t be afraid to try anything you want. You have the freedom to do so.” \nWatch our story to see more of Malike’s portrait photography."}, {"num_of_comments": 20, "num_of_like": "1,328,751", "path": "instagram/picture0496.jpg", "like_list": [], "date_time": "Nov 22, 2017", "location": "Piha, New Zealand", "tag_list": ["@j_kreiss", "@j_kreiss", "#WHPthankful"], "caption": "Photo by \nJared Kreiss ( ) ran down to the beach to take this photo of a surfer and his beloved pup heading toward the waves. “Cherish all moments,” says Jared. “There is so much to be thankful for.” "}, {"num_of_comments": 16, "num_of_like": "928,478", "path": "instagram/picture0497.jpg", "like_list": [], "date_time": "Nov 22, 2017", "location": "Paris, France", "tag_list": ["@nathparisfood", "#WHPthankful"], "caption": "Photo by \nThankful for this autumn bounty. 🍁 "}, {"num_of_comments": 24, "num_of_like": "617,943", "path": "instagram/picture0498.jpg", "like_list": [], "date_time": "Nov 22, 2017", "location": "Kuala Lumpur", "tag_list": ["@minmohd", "@minmohd", "#WHPthankful"], "caption": "Photo by \nPhotographer Min Mohd () captured a rare occasion: all four of her children together. “It’s really easy to focus on the negative, but I want to train my heart and eyes to see and feel the good in everything,” she says. “ inspired me to slowly look around and see what is really important in life.”\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "617,943", "path": "instagram/picture0499.jpg", "like_list": [], "date_time": "Nov 22, 2017", "location": "New York, New York", "tag_list": ["@bosunthefrenchie", "#WeeklyFluff", "@bosunthefrenchie", "@bosunthefrenchie"], "caption": "Video by \nEeek! No, no... hello, world! 😱 It’s time for . Hailing from New York City, Bosun () loves to hang with his humans, take in the sights and break in new toys. And as you can see from this video, it’s easy to relate to this 2-year-old Frenchie.\nFollow  to make sure you never miss out on this pup’s adventures."}, {"num_of_comments": 19, "num_of_like": "1,038,467", "path": "instagram/picture0500.jpg", "like_list": [], "date_time": "Nov 21, 2017", "location": "London, United Kingdom", "tag_list": ["@pilotmaria", "@pilotmaria", "#WHPthankful"], "caption": "Photo by \nTaking in the sunrise from high above the clouds, pilot Maria Pettersson () gives thanks for the beautiful Earth below her. "}]}