{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "1,318,991", "path": "instagram/picture1201.jpg", "like_list": [], "date_time": "Mar 25, 2017", "location": "", "tag_list": ["@allymaz", "@girlvanayoga", "@allymaz"], "caption": "“At our core, Girlvana is empowering the next generation of women through movement and mindfulness,” says yoga teacher Alex Mazerolle () from Vancouver, Canada. Alex is the founder of Girlvana Yoga (), a community on a mission to support teenage girls through yoga, meditation and mentorship.\n“I grew up competitively dancing. I had an eating disorder. I doubted myself and my place in this world. I came to the yoga mat as a physical practice — I thought it was going to keep me flexible and strong. What it ended up being was a big overhaul of my life. After I had been teaching yoga for four years, I realized if someone had taught me how to breathe, if someone listened to me from a place of compassion at 14 years old, my life would’ve looked a lot different. The work I do with Girlvana keeps me so accountable, and so real and transparent about my relationship to my body and food.\nEmbedded in its philosophy, yoga has this this intrinsic self-care and kindness that this is your one chance, your one vehicle, and to honor and find love and compassion for your body is much more fruitful than being at war with yourself.”\nPhoto by "}, {"num_of_comments": 23, "num_of_like": "433,309", "path": "instagram/picture1202.jpg", "like_list": [], "date_time": "Mar 24, 2017", "location": "", "tag_list": ["@theembassyofkindness", "@legojacker", "@toffyinc", "#WWIM15❤", "@theembassyofkindness", "@toffyinc", "@legojacker"], "caption": "The Embassy of Kindness () all started at an InstaMeet in Melbourne, Australia. Kanesan Nathan () and Amal Bleed () led a photo walk around the city, documenting what kindness looked like with fellow, local Instagrammers. Then, they started talking to strangers. “Our very first portrait of kindness was a man called Philip. He was kind but he was skeptical about the power of kindness to change the world,” explains Kanesan. “We looked at each other and thought, ‘Challenge accepted.’” Today, through their portraiture and captions, The Embassy of Kindness seeks to exemplify how kindness can connect us all. “Any act, no matter how big or small, has the power to change a person’s life in a profound way,” says Amal. “It’s about celebrating our shared humanity.”\nFor this Worldwide InstaMeet (), Kanesan will lead an event from Canberra, where he now lives, at the Australian National Botanic Gardens, and Amal will host from Melbourne’s city center. Both InstaMeets encourage participants to start conversations about kindness and create portraits that have become the basis for The Embassy’s photo project.\n photos by  and "}, {"num_of_comments": 24, "num_of_like": "1,187,263", "path": "instagram/picture1203.jpg", "like_list": [], "date_time": "Mar 24, 2017", "location": "", "tag_list": ["@lizakoshy", "@daviddobrik", "@humansofny", "@charitywater", "#🙌🙌🙌"], "caption": "“Yo what up! I’m Liza Koshy () and I’m just a little brown girl with big dreams in a big tree. One of those dreams has been to simply spread some good ol’ positivity. It’s been a blessing to spread it around online. I found an awesome community of people who have the same dad-joke humor, same positive morals and appreciation for laughter. That’s a community I’m down to chill with. If I could take my 10.4 million followers out for pizza, I would ... (as long as one of them paid for it).\n**Three more things I’m grateful for:**\n🙌 . My boyfriend, who’s a pretty cute inspiration of mine. He is the most positive, kind and cute (did I say that yet?) human being. You can follow him ... but he has a girlfriend.\n🙌  is incredibly real. It makes me tear up, and crack up. Anyone can appreciate how they spread stories, spread insight and spread kindness.\n🙌  puts a face to such an important cause. Giving and helping where you’re able to see the impact made across the world. It’s freaking beautiful.\nIf you could give a 🙌 to three Instagram accounts who support or inspire you, who would they be? Post using  for a chance to be featured on Instagram."}, {"num_of_comments": 5, "num_of_like": "1,818,613", "path": "instagram/picture1204.jpg", "like_list": [], "date_time": "Mar 23, 2017", "location": "", "tag_list": [], "caption": "Last September, we made a commitment to the community to keep Instagram a safe place for everyone. This year we will continue to act on that commitment and also focus on fostering kindness.\nThe first step is to celebrate the kindness our community is already known for. On March 25 and 26, Instagrammers will come together for Worldwide InstaMeet 15. Join an InstaMeet near you — or spread kindness by leaving an encouraging comment, giving an inspiring person a like or sharing a message of support with a friend.\nAs part of our goal to build a safe environment, we also have some updates to announce. Soon you may notice a screen over sensitive photos and videos when you scroll through your feed or visit a profile. While these posts don’t violate our guidelines, someone in the community has reported them and our review team has confirmed they are sensitive. This change means you are less likely to have surprising or unwanted experiences in the app. If you’d like to see a post that is covered with a screen, simply tap to reveal the photo or video.\nWe also have developed a new, easy-to-use site where you can learn about keeping yourself safe on Instagram. Check out instagram-together.com for more information.\nOur teams are focused on making Instagram a kind, welcoming place for everyone, and we’re just getting started.\nKevin Systrom\nCo-founder & CEO"}, {"num_of_comments": 24, "num_of_like": "1,579,993", "path": "instagram/picture1205.jpg", "like_list": [], "date_time": "Mar 23, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@hamstermarry", "@hamstermarry"], "caption": "Hello, world! Today’s  is Marry (), a cute and curious hamster who hails from Thailand. Marry enjoys napping, playing around and, as you can see, the occasional joy ride. Follow  to ensure you never miss out on an adventure."}, {"num_of_comments": 12, "num_of_like": "693,396", "path": "instagram/picture1206.jpg", "like_list": [], "date_time": "Mar 23, 2017", "location": "", "tag_list": ["@dzalcman", "#EyesOn", "@dzalcman"], "caption": "Photographer Daniella Zalcman () has her  a stolen generation. Starting in the late 19th and early 20th centuries, indigenous children across the United States, Canada and Australia were taken from their families and placed in boarding schools in an effort to assimilate them into western culture — and to strip away their own. Phyllis Kitching (pictured), an Aboriginal Australian, recalls her childhood to Daniella. “No one could ever understand what I experienced,” Phyllis says. “I can describe it and you might understand my words, but you'll never understand what I lost in that place.”\nUsing portraits, artifacts, oral testimonies and composite images, Daniella explores the enduring legacy of these programs. “The story, at its core, is about memory and intergenerational trauma and how much that can affect not just a population and its cultural identity, but that of future generations as well,” she says.\nExplore more of Daniella’s work on our Instagram story.\nPhoto of Phyllis Kitching by "}, {"num_of_comments": 24, "num_of_like": "1,057,399", "path": "instagram/picture1207.jpg", "like_list": [], "date_time": "Mar 22, 2017", "location": "", "tag_list": ["@valleklau", "#WHPyoungatheart", "@valleklau"], "caption": "While exploring the light and shadow of a structure by Catalan architects Enric Miralles and Carme Pinòs, Valle García () was struck by two thoughts. “We are alive, and we are still young,” she says. “These architects understood and accepted the cycle of life as a link between past, present and future.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "951,029", "path": "instagram/picture1208.jpg", "like_list": [], "date_time": "Mar 22, 2017", "location": "Castel San Pietro", "tag_list": ["@dvdprtto", "#WHPyoungatheart", "@dvdprtto"], "caption": "Growing up in Vicenza, in northeastern Italy, Davide Pretto’s () fondest childhood reflections are intertwined with historical architecture. “My favorite memories are when my father carried me on his shoulders visiting some place. It was a moment to share an experience with him and look at the world from another point of view: on top.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,197,400", "path": "instagram/picture1209.jpg", "like_list": [], "date_time": "Mar 22, 2017", "location": "Cabo de Home", "tag_list": ["@marchi3003", "@veronarupes", "#WHPyoungatheart", "@marchi3003"], "caption": "“We should all enjoy the simple things in life, whatever our age,” says Marcelo García Calviño (), who brought his best friend  (whom he met through Instagram) to one of his favorite spots in Cabo de Home, Spain. “As soon as she saw that giant shell, she couldn’t resist the temptation to climb through as if she were a child again.” \nFollow along as we feature more of our favorite submissions to last weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,159,468", "path": "instagram/picture1210.jpg", "like_list": [], "date_time": "Mar 22, 2017", "location": "Shinjuku Gyoen National Garden (新宿御苑 Shinjuku Gyoen)", "tag_list": ["@notesofnomads", "#WWIM15❤️", "@notesofnomads"], "caption": "If you’re in Tokyo on Sunday, March 26, be sure to head to Shinjuku Gyoen National Garden. There, teacher Hai Huynh, one half of , will be co-hosting a  where people will be creating intricate origami cherry blossoms to photograph and gift to strangers — it’s perfectly aligned with this Worldwide InstaMeet’s theme: kindness. “Everybody loves receiving flowers, and being the creative community we are, I believe that learning and making origami flowers with others will be a fun and unique opportunity,” says Hai. “It costs next to nothing, is very interactive and coincides with the coming of cherry blossom season here in Tokyo.” Hai is a big believer in the power of an InstaMeet, a gathering of people who come together to connect through shared experiences. “My favorite part is being able to meet wonderful people from all walks of life who share the same passion and sense of creativity and forming true friendships.”\nWatch our Instagram story right now to see more.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,167,248", "path": "instagram/picture1211.jpg", "like_list": [], "date_time": "Mar 21, 2017", "location": "", "tag_list": ["@turtledove.a", "#WHPyoungatheart", "@turtledove.a"], "caption": "A simple reminder from Turtle Williams (): You’re never too old to make a wish. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "716,320", "path": "instagram/picture1212.jpg", "like_list": [], "date_time": "Mar 21, 2017", "location": "", "tag_list": ["@picturingjuj", "#WHPyoungatheart", "@picturingjuj"], "caption": "With a few cleverly placed paper hats, Juj () creates a whimsical scene of a 🌵party. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "982,241", "path": "instagram/picture1213.jpg", "like_list": [], "date_time": "Mar 21, 2017", "location": "", "tag_list": ["@thykopi", "#WHPyoungatheart", "@thykopi"], "caption": "Spotted in the Philippines: Timothy Genesis () laughs as he and a friend are knocked down by a playful wave. \nFollow along as we feature more of our favorite submissions to last weekend’s hashtag project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "969,091", "path": "instagram/picture1214.jpg", "like_list": [], "date_time": "Mar 21, 2017", "location": "", "tag_list": ["#PersianNewYear", "@majidsaeedi", "@majidsaeedi"], "caption": "March 20 marks Nowruz, the  and the beginning of spring in the Northern Hemisphere. For Iranian photojournalist Majid Saeedi (), the 13-day holiday marks some of his sweetest childhood memories, like family gatherings around tasty meals and sweet treats, participating in traditional ceremonies and picnicking outside on the final day. “It is a family holiday and spending a while with my family is the best memory that I have from Nowruz,” he says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "969,091", "path": "instagram/picture1215.jpg", "like_list": [], "date_time": "Mar 21, 2017", "location": "", "tag_list": ["@ams_w", "@ams_w"], "caption": "Flying at more than 220 miles (354 kilometers) per hour, Amelie Windel () has bigger things to worry about than a picture-perfect smile. “It’s a high-stress environment,” says 26-year-old Amelie, the youngest female aerobatic pilot in the UK. “One thing I want to change is how female athletes are perceived — or any female in a typically male-dominated world.” Amelie doesn’t buy into the expectation that she should always be smiling ear to ear; her focus is on overcoming everyday obstacles and, of course, her time in the sky. “Aerobatics is ultimate 3-D freedom,” she says. “In a modern-day world, many women still face hardships due to their gender and feel like they can’t be themselves in day-to-day life. But when I’m in that cockpit, it’s just me. I’m completely in charge of what I’m doing.”\nCheck out our Instagram story to see more from Amelie in the sky. ✈️\nThis post is in celebration of Women’s History Month. Throughout March, we’ll be highlighting the stories of women doing extraordinary things around the world.\nVideo by "}, {"num_of_comments": 12, "num_of_like": "560,408", "path": "instagram/picture1216.jpg", "like_list": [], "date_time": "Mar 21, 2017", "location": "", "tag_list": [], "caption": "Starting today, you’ll have the option to save your live video to your phone at the end of a broadcast. While live videos will continue to disappear from the app when you’re done, this update gives you the flexibility to hold onto your video and re-watch it later, especially if something exciting happens during your broadcast that you want to remember or share.\nAfter your live broadcast ends, tap Save in the upper right corner. You’ll only be able to save your video — not the comments, likes, number of viewers or any live interactions. After saving, tap Done and your live video will be saved to your camera roll but will no longer be available in the app.\nWe are excited by how our community is using live video to connect with their friends and followers in the moment. This is just the first of many improvements we’ll be making to live videos this year.\nTo learn more about today’s updates, check out help.instagram.com.\nThese updates are available as part of Instagram version 10.12 available for iOS in the Apple App Store and for Android in Google Play."}, {"num_of_comments": 24, "num_of_like": "944,030", "path": "instagram/picture1217.jpg", "like_list": [], "date_time": "Mar 20, 2017", "location": "", "tag_list": ["@sean_charmatz", "@sean_charmatz"], "caption": "Communities of pushpins, pencils and erasers at odds with each other, trees that hug all day — animation director and writer Sean Charmatz () breathes life into everyday sights. “The idea is that if you look close enough and take a moment to observe, you will see all of this,” says Sean. “To me, there is magic in seeing a story that was already happening between objects. I feel the magic, so believe others will too.”\nGrowing up, Sean, now 36, was drawn to the characters and letters of graffiti in big cities like San Francisco and New York. Today, his work as an animation director and writer allows him to tap into that childhood joy and share it with others. “It means a lot to me that people enjoy the work and that it has changed the way they look at the world,” he says. “I want my account to be a place where everyone can feel creative and be inspired.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,560,267", "path": "instagram/picture1218.jpg", "like_list": [], "date_time": "Mar 20, 2017", "location": "", "tag_list": ["@hidetoshi_kikuchi", "#TheWeekOnInstagram", "@hidetoshi_kikuchi"], "caption": "A herd of deer wandering through the still-wintry countryside of Hokkaido, Japan, drew Hidetoshi Kikuchi’s () attention — and his drone, theirs. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "366,579", "path": "instagram/picture1219.jpg", "like_list": [], "date_time": "Mar 19, 2017", "location": "", "tag_list": ["@artbabygirl", "@petrafcollins", "@bellhoox", "#PopRallyxPetra", "@themuseumofmodernart", "@artbabygirl"], "caption": "“I want to be an artist who builds confidence in my viewers and makes them feel a little less alone,” says Grace Miceli (), who lives in New York City. “Someone who helps us to understand each other and ourselves. These animations are meant to explore the complicated space a young woman inhabits, where the objects and experiences that are pushed upon you are simultaneously looked down upon by the world around you.”\nThis post is part of “In Search of Us,” a digital salon curated by  and . Their upcoming event  at  celebrates the representation of women by women.\nPhotos and videos by "}, {"num_of_comments": 24, "num_of_like": "334,327", "path": "instagram/picture1220.jpg", "like_list": [], "date_time": "Mar 19, 2017", "location": "", "tag_list": ["@bellhoox", "@petrafcollins", "@petrafcollins", "@bellhoox", "#PopRallyxPetra", "@themuseumofmodernart", "@bellhoox"], "caption": "“From a feminist standpoint, collaboration is essential to my practice, politically and artistically,” says Madelyne Beckles (), an artist who lives in Montreal. “It will always make work stronger and ideas come off more potent when there are different people involved working towards the same vision or goal. Also, to be real: you can’t do everything yourself!  and I met in grade nine and clicked right away. We’ve both evolved into different artists but love working together because we are such great friends and our difference lends itself well to each other’s practices.”\nThis post is part of “In Search of Us,” a digital salon curated by  and . Their upcoming event  at  celebrates the representation of women by women.\nPhotos and videos by "}, {"num_of_comments": 24, "num_of_like": "487,757", "path": "instagram/picture1221.jpg", "like_list": [], "date_time": "Mar 19, 2017", "location": "", "tag_list": ["@aleia", "@petrafcollins", "@bellhoox", "#PopRallyxPetra", "@themuseumofmodernart", "@aleia"], "caption": "“My art practice is born out of working on my bedroom floor with whatever resources are accessible,” says Aleia Murawski (), an artist who lives in Chicago. “My art has been shown mostly within DIY women-led art spaces and projects. It is a much different framework than the art world I studied in school. It is less about economy and more about forming relationships with other artists. I see this more and more: young artists starting projects to promote one another, to lift each other up and to create safe spaces and opportunities for each other.”\nThis post is part of “In Search of Us,” a digital salon curated by  and . Their upcoming event  at  celebrates the representation of women by women.\nPhotos and videos by "}, {"num_of_comments": 22, "num_of_like": "805,239", "path": "instagram/picture1222.jpg", "like_list": [], "date_time": "Mar 19, 2017", "location": "", "tag_list": ["@fontarei", "#TheWeekOnInstagram", "@fontarei"], "caption": "While visiting a church on Tibidabo mountain overlooking Barcelona, Spain, a yellow object caught Alberto Fonta Reiriz’s () eye — a rotating platform, offering visitors 360-degree views out over the city, mountains and coastline. “I felt like I was flying over the city of Barcelona,” says Alberto. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,317,024", "path": "instagram/picture1223.jpg", "like_list": [], "date_time": "Mar 19, 2017", "location": "", "tag_list": ["@akhwaf", "#TheWeekOnInstagram", "@akhwaf"], "caption": "For Akhwaf Habiburrahman (), an Indonesian photographer living in Germany, the unplanned photos are the best ones — like this one captured just before sunset from a skate park in Frankfurt, Germany. “The more spontaneous the shot, the better it is.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "846,445", "path": "instagram/picture1224.jpg", "like_list": [], "date_time": "Mar 18, 2017", "location": "Falla Maestro Gozalbo - Conde de Altea", "tag_list": ["@ivantortajada", "@ivantortajada"], "caption": "Imagine spending months carving, painting and working tirelessly to craft a giant, gravity-defying display of towering puppets — only to watch your creations stuffed with fireworks and burned to the ground. But there’s no sadness at Las Fallas (“the fires”), the yearly celebration in Spain that’s capped by sending hundreds of puppets off in a blaze of glory. “The meaning of burning fallas is based on burning everything bad in the year to start a new cycle,” says 25-year-old Iván Tortajada (), an artist and illustrator who lives in Valencia, Spain, where the festival is held. “When you see them, the sacrifice of the whole year comes to mind. It makes your hair stand on end.” Iván has been attending Las Fallas since he was a baby and entered his first professional display in 2011. “From its conception, you know that it is ephemeral,” he says. “It makes you cry, but with happiness and emotion.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "846,445", "path": "instagram/picture1225.jpg", "like_list": [], "date_time": "Mar 18, 2017", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@letizilla", "#BoomerangOfTheWeek", "@instagram"], "caption": "Our  from Leticia Ramos () takes us on a wild rainbow ride. 🌈\nAdd  to your next Boomerang’s caption — yours might show up here on ."}, {"num_of_comments": 24, "num_of_like": "1,229,585", "path": "instagram/picture1226.jpg", "like_list": [], "date_time": "Mar 18, 2017", "location": "", "tag_list": ["#WHPyoungatheart", "#WHPyoungatheart", "@halno"], "caption": "Weekend Hashtag Project: \nAge really is just a number. This weekend, head out into the world and capture playful, candid photos and videos showing how life is better when we keep a touch of whimsy in every day.\nHere’s how to get started:\nTurn the mundane into the magical by observing daily scenes through the eyes of a child. Clouds become animals, the ground turns to lava and a cardboard box lets you travel through time.\nHave you kept any mementos from your own childhood? Take a video, Boomerang or multi-post to show their presence and meaning.\nJust grab your camera and be joyful. Be spontaneous. Be silly! We could all do with taking ourselves a little less seriously.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,229,585", "path": "instagram/picture1227.jpg", "like_list": [], "date_time": "Mar 18, 2017", "location": "", "tag_list": ["@tylerschwartzdance", "@missemilymacc", "@tylerschwartzdance"], "caption": "Professional Irish dancer Tyler Schwartz () loves to play off his crowd’s energy. “Irish dance is a rowdy, fun and high-energy dance form that usually involves a lot of audience participation,” says 25-year-old Tyler, who lives in Chicago. “When the audience is on the same wavelength as you, there is absolutely nothing like it!” After competing around the world for many years, Tyler now shares the stage, performing with his former opponents — he calls them some of his closest friends. This year, he has Saint Patrick’s Day off. “I’m planning on meeting up with a bunch of my old Irish dance friends to celebrate,” he says.\nToday, we’re celebrating with Tyler’s skills. Watch our Instagram story to see some of his awe-inspiring choreography. ☘️\nVideo of Tyler and  by "}, {"num_of_comments": 24, "num_of_like": "915,077", "path": "instagram/picture1228.jpg", "like_list": [], "date_time": "Mar 17, 2017", "location": "Portnablagh, Donegal, Ireland", "tag_list": ["@ebdeco", "@ebdeco"], "caption": "“I’ve celebrated this day in the past, but it’s different in Ireland,” says American expat Elizabeth Lamb () of Saint Patrick’s Day. Shamrocks aside, Elizabeth says it’s a time for friends and family. “The tradition here is to go to Mass in the morning, and after go watch the parade,” she says, which is followed by meeting friends at the pub and listening to traditional Irish music.\nAfter visiting Ireland as a teenager, Elizabeth returned to research her family history and wound up falling so in love with the country that four years ago, she moved into an old house on a sheep farm in Donegal, overlooking the North Atlantic. “The Irish landscapes, especially the rugged beauty of Donegal, are some of the most beautiful I’ve ever seen,” says Elizabeth. “I love the ever-changing light, the unspoiled raw beauty and the old stone walls, castles and cottages steeped in history.” Plus, she adds, “Where else can you find a crock of gold at the end of the rainbow?” 🍀\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "750,762", "path": "instagram/picture1229.jpg", "like_list": [], "date_time": "Mar 17, 2017", "location": "", "tag_list": ["@thegivingkeys", "@caitlincrosby", "@thegivingkeys"], "caption": "The Giving Keys () opens doors by employing people who are transitioning out of homelessness. “Our goal is to have everyone feel unique, special and one-of-a-kind,” says actress and singer-songwriter Caitlin Crosby (), who founded the jewelry line nine years ago. “I think that we might all feel like keys, sometimes; maybe we feel used, flawed, discarded. Each key reminds us that we can persevere and be resilient.”\nGrowing up in Los Angeles, Caitlin was disheartened by the large homeless population. “I always felt it was such an injustice, being in the backyard of one of the wealthiest cities,” she says. But she admits that figuring out how to help can feel overwhelming. “It seems so insurmountable. People get intimidated and don’t do anything. I encourage people to instead focus on the one — focus on the one person that you’re passing on the way to work. Focus on the one person that makes your heart jump a little bit with compassion.”\nThis post is in celebration of Women’s History Month. Throughout March, we’ll be highlighting the stories of women doing extraordinary things around the world.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,126,142", "path": "instagram/picture1230.jpg", "like_list": [], "date_time": "Mar 16, 2017", "location": "", "tag_list": ["@alexkosz", "@marchmadness", "@alexkosz"], "caption": "University of North Carolina at Chapel Hill senior Alex Koszeghy’s () commitment to sparkle (and glitter) bursted out of struggle. “For the majority of my life, I really struggled with a lot of insecurities and self-esteem problems. These, along with my desire to be liked and accepted by others, led to me developing anorexia as a teenager — which I then struggled with for many years. Thankfully, I was able to push through and find recovery and freedom,” says Alex, now 23. “It is amazing how different life starts to become when you really love yourself. I have stopped trying to hide who I am and have just let the world see my sparkle!”\nLast year, Alex attended a UNC Tar Heels game painted up in glitter for the first time. “I will never forget that day for as long as I live, and I realized that there was no going back. There is nothing that compares to the feeling of being covered in paint alongside other Heels cheering on the team!”\nCheck out ’ Instagram story to see Alex and other college basketball fans gear up and support their teams.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "413,324", "path": "instagram/picture1231.jpg", "like_list": [], "date_time": "Mar 16, 2017", "location": "", "tag_list": ["@eyerusalem_a_jiregna", "@eyerusalem_a_jiregna"], "caption": "Born and raised in Ethiopia’s capital city, Addis Ababa, 23-year-old Eyerusalem Jiregna () knows a thing or two about fast-paced environments. But she also hopes that her photographs might inspire people to pause and look — really look — at the visual wonders that could be waiting around any corner. “I know that people have busy lives,” Eyerusalem says, “but when we’re rushing everywhere, we’re not seeing what’s around us. I want people to appreciate what’s in front of them, and I hope that my pictures can help make that happen.”\nWhile she finds photographing people rewarding, Eyerusalem does find herself photographing women and girls more often than men. “Motherhood in Ethiopia is so significant, and the women here work so hard,” she says. “I want to try to share their stories through my photographs.”\nCheck out our Instagram story to learn more about Eyerusalem’s work.\nThis post is in celebration of Women’s History Month. Throughout March, we’ll be highlighting the stories of women doing extraordinary things around the world.\nPhotos by "}, {"num_of_comments": 24, "num_of_like": "1,206,546", "path": "instagram/picture1232.jpg", "like_list": [], "date_time": "Mar 15, 2017", "location": "", "tag_list": ["@_casta_", "#WHPtravelogue", "@_casta_"], "caption": "In a small village just over an hour’s drive from Madrid, Sergio Castañera Gomez () and his friends took a vintage SEAT 600 out for a spin. “I wanted to re-create a scene from another time,” says Sergio. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,453,787", "path": "instagram/picture1233.jpg", "like_list": [], "date_time": "Mar 15, 2017", "location": "", "tag_list": ["@safaljiwan", "#WHPtravelogue", "@safaljiwan"], "caption": "While traveling through Macau, Nepalese photographer and designer Jiwan Rana () spotted this crowded residential building. “Architecture and travel are my inspirations,” he says of this perfect pair for .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,653,806", "path": "instagram/picture1234.jpg", "like_list": [], "date_time": "Mar 15, 2017", "location": "Stockton Sand Dunes", "tag_list": ["@pat_kay", "#WHPtravelogue", "@pat_kay"], "caption": "A road trip from his hometown of Sydney, Australia, prompted Pat Kay () to create his  submission. “I was inspired by the vastness of the Stockton sand dunes and wanted people to experience the epic scale of this place with me.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,653,806", "path": "instagram/picture1235.jpg", "like_list": [], "date_time": "Mar 15, 2017", "location": "", "tag_list": ["@barronmamiya"], "caption": "We’re heading out on the waves and under the sea with pro surfer Barron Mamiya (). Check out our Instagram story to see some of Barron’s favorite spots in his hometown: Haleiwa, Hawaii. 🌊"}, {"num_of_comments": 24, "num_of_like": "415,639", "path": "instagram/picture1236.jpg", "like_list": [], "date_time": "Mar 15, 2017", "location": "", "tag_list": ["@withthegrains", "#PiDay", "@withthegrains"], "caption": "Pittsburgh food stylist Quelcy Kogel () has an insatiable sweet tooth and passion for fresh food. “I remember visiting my grandparents on their farm and my grandmother was always in the kitchen preparing. One meal would be finished, and she’d be planning the next one — making everything from scratch.” In college, Quelcy started paying attention to what she was eating, and that led her to studying seasonality and proper baking techniques.\nToday, we’re celebrating  with Quelcy — who took on quite the project a few years back to celebrate. “I made little pies from all local ingredients and then delivered them to homes that had ‘314’ addresses,” she says of her creative concept. This year, she’s keeping it simple with one delicious apple pie.\nPhotos by "}, {"num_of_comments": 22, "num_of_like": "1,169,434", "path": "instagram/picture1237.jpg", "like_list": [], "date_time": "Mar 14, 2017", "location": "", "tag_list": ["@sayhellojo", "#WHPtravelogue", "@sayhellojo"], "caption": "Counting the pelicans sitting on the lampposts along the Canning Bridge has become a daily ritual for Jo () during her commute in Perth, Australia. “The record stands at seven!” she writes in her caption.\nFollow along as we feature more of our favorite submissions to .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "600,869", "path": "instagram/picture1238.jpg", "like_list": [], "date_time": "Mar 14, 2017", "location": "", "tag_list": ["@sezgiolgac", "#WHPtravelogue", "@sezgiolgac"], "caption": "“Home is where you are welcomed with smiling faces,” says Sezgi Olgaç () of her “home away from home” on Turkey’s Cunda Island. 🐶 \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,691,230", "path": "instagram/picture1239.jpg", "like_list": [], "date_time": "Mar 14, 2017", "location": "", "tag_list": ["@vdubl", "#WHPtravelogue", "@vdubl"], "caption": "In Vivien Liu’s ()  submission, a moody, serpentine road in China’s Hunan province kicks our wanderlust into overdrive.\nFollow along as we feature more of our favorite submissions to last weekend’s project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "665,586", "path": "instagram/picture1240.jpg", "like_list": [], "date_time": "Mar 14, 2017", "location": "", "tag_list": ["@monicatiwari", "#Holi", "@monicatiwari"], "caption": "Photographers cite countless reasons for loving the craft, but few go as far as Monica Tiwari (), 28, who insists that taking pictures has made her a better person. “In general, I think I spend more time in my head than outside of it,” Monica says. “But when I started taking photographs, I really started to notice the world around me. Before that, I never had much interest in travel. I preferred staying in my room — reading, writing, listening to music. Photography made me more aware of what’s happening outside of my own head.”\nCurrently, Monica is on the ground capturing  celebrations. “In India, festivals denote important changes in the seasons, and their roots lie in our strong agricultural traditions,” she explains. “Holi marks the arrival of spring, and that is the sweetest note it holds for me. I love the all-encompassing cheer, the vibrant colors, the scent of spring, the forgetting and forgiving of old issues, the overall warm and welcoming spirit. It is just such a joyous time!”\nWatch our Instagram story to follow along with Monica as she takes in the sights and sounds of Holi.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,447,934", "path": "instagram/picture1241.jpg", "like_list": [], "date_time": "Mar 13, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@lionelthehog", "@lionelthehog"], "caption": "Hello, world! It’s time for a prickly (but sweet!) dose of . Lionel the hedgehog () hails from Charleston, South Carolina, where he loves spending time with his human and posing for playful photo shoots. Follow  to make sure you never miss a moment with this little guy."}, {"num_of_comments": 24, "num_of_like": "738,532", "path": "instagram/picture1242.jpg", "like_list": [], "date_time": "Mar 13, 2017", "location": "", "tag_list": ["@ugochiegonu", "@ugochiegonu"], "caption": "Nigerian-American student and Black Lives Matter activist Ugochi Egonu () believes that self-love is the most radical form of protest. “If we learn to see the beauty in things we’ve been told are flawed — in womanhood, in blackness, in queerness — it becomes so much easier to fight for our rights and fight for other people who are struggling,” says the 17-year-old from Santa Clara, California. Ugochi combines art and activism in her poetry, seizing the opportunity to document and shape the Black Lives Matter movement. “We have the power to show future generations what’s happening now,” says Ugochi. “Whether it’s through art, academia, athleticism or whatever is your way of getting your message out, it’s so important to value your own voice.”\nThis post is in celebration of Women’s History Month. Throughout March, we’ll be highlighting the stories of women doing extraordinary things around the world.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "893,934", "path": "instagram/picture1243.jpg", "like_list": [], "date_time": "Mar 13, 2017", "location": "Parque Barigui", "tag_list": ["@thalilouise", "#TheWeekOnInstagram", "@thalilouise"], "caption": "As a psychology student, Thali Louise () was quickly absorbed by this interspecies encounter at her local park in Curitiba, Brazil. “Besides being one of the symbols of the city where I live, the capybara is not a very friendly animal. This time I saw an incredible scene: you could say they became friends,” says the 21-year-old. “I like to remember that it’s possible to have any kind of friendship.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "891,227", "path": "instagram/picture1244.jpg", "like_list": [], "date_time": "Mar 12, 2017", "location": "Nickelodeon's Kids Choice Awards 2017", "tag_list": ["@jacobsartorius"], "caption": "“It would be so cool to get slimed!” says 14-year-old Jacob Sartorius (), who is up for Favorite Viral Music Artist at the 2017 Nickelodeon Kids’ Choice Awards. He found out about his nomination while in rehearsals for his upcoming European tour. “I am just excited to be in a room with so many artists I look up to,” he says of the big night.\nLuckily, Jacob is taking us along for the ride. Watch our Instagram story to follow along as he gets ready and takes in the scene at the Kids’ Choice Awards."}, {"num_of_comments": 24, "num_of_like": "1,127,528", "path": "instagram/picture1245.jpg", "like_list": [], "date_time": "Mar 12, 2017", "location": "Jaisalmer", "tag_list": ["@nastyagooz", "#TheWeekOnInstagram", "@nastyagooz"], "caption": "For Nastya Gooz (), a setting sun reveals an extra layer of beauty in one of India's historic cities. “Jaisalmer, also known as the Golden City because all of the buildings here were made with golden sandstone, is located in the Great Desert Thar and has a magnificent and mystic vibe,” says Nastya, who is passing through during a two month tour around the country. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "814,584", "path": "instagram/picture1246.jpg", "like_list": [], "date_time": "Mar 12, 2017", "location": "Istanbul, Turkey", "tag_list": ["@istanbul.fragments", "#TheWeekOnInstagram", "@istanbul.fragments"], "caption": "One of Svetlana’s () favorite local activities – riding the ferry across the Bosphorus — led her to this moment of found symmetry. “For just a few liras, you can go on a boat from one continent to another,” she says. “I like watching people on those ferries; they are all busy observing things around them.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "814,584", "path": "instagram/picture1247.jpg", "like_list": [], "date_time": "Mar 11, 2017", "location": "", "tag_list": ["@el_fotomat", "#BoomerangOfTheWeek", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@el_fotomat"], "caption": "Emily Hinchcliff () from Philadelphia captured our  during her annual two-week trip to Guatemala. “I spend time each February photographing and thawing out from winter at different villages on the perimeter of Lake Atitlán,” she says. “What keeps calling me back are the fishermen’s wooden canoes quietly cutting through the early morning fog atop the surface of Lake Atitlán, the warm light pouring through the tropical trees as I walk down the path to breakfast, the night blooming jasmine floating on the evening air and the genuine smiles of the kindhearted people I meet.”\nAdd  to your next Boomerang’s caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "587,838", "path": "instagram/picture1248.jpg", "like_list": [], "date_time": "Mar 11, 2017", "location": "", "tag_list": ["#WHPtravelogue", "@sam.vox", "#WHPtravelogue", "@sam.vox"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos that re-create the experiences of traveling — like this multi-image post from Sam Vox’s () journeys. “I’m the guy with the camera and notepad ready to learn about people,” says Sam, a photographer who travels throughout Tanzania. “When you talk to strangers you meet on the streets or on the train, some share the most touching stories, and you find yourself opening up as well to them, sharing your own life story in a way you never thought you would. That really teaches you a lot about yourself.”\nHere’s how to get started:\nTasty specialties, lively characters or singular sights — whether you’re going far from home or just down the block, what do you connect with in a new place?\nObserve the traveling that may be going on around you, like passengers boarding a ferry or a flock of birds migrating.\nCombine multiple videos and photos in a single post to share the story of a weekend trip.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photos by "}, {"num_of_comments": 24, "num_of_like": "820,097", "path": "instagram/picture1249.jpg", "like_list": [], "date_time": "Mar 11, 2017", "location": "", "tag_list": ["@saythename_17", "@saythename_17"], "caption": "Today, we’re hanging out with K-pop stars Seventeen () while they’re on tour in Japan. Check out our story now to go behind the scenes as they gear up for a big performance.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "950,868", "path": "instagram/picture1250.jpg", "like_list": [], "date_time": "Mar 10, 2017", "location": "", "tag_list": ["#hellomynameis", "@mateusaguiarph", "@instagrambrasil", "@jeyke", "@mateusaguiarph"], "caption": "“ Mateus Aguiar (). I’m 21 years old and I’m a photographer. I was born in Rio de Janeiro, but I currently live in Juiz de Fora, Minas Gerais. My interest in photography arose during a graphic design course where I worked on image editing. Later, I bought a camera and began to call friends to be photographed. Most of my work takes place in São Paulo, so I’m preparing to move there to reduce the amount of traveling I do. In São Paulo, I want to study studio lighting techniques and learn to use light better. What I like shooting most are fashion editorials — it’s something I always wanted to do. I try to express a youthful feeling in my photos — fashion photos with young people eating, skating and going about their daily lives — because that’s not something that you see a lot in the fashion scene here in Brazil. I’m inspired by films and TV series, and I really like the director Wes Anderson — his films have a great aesthetic!”\nDiscover more stories from Brazil on .\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "950,868", "path": "instagram/picture1251.jpg", "like_list": [], "date_time": "Mar 10, 2017", "location": "", "tag_list": ["@insecthaus_adi", "@insecthaus_adi"], "caption": "For many people, the idea of a giant bug perched on their nose is the stuff of nightmares. But for Adrian Kozakiewicz (), it’s a dream come true. “I want people to pay attention to the beauty of insects — their colors, shapes, the way they behave. These are amazing animals!” Born in Poland, Adrian moved to Germany when he was 12 and discovered tropical insects in a pet store. Now 20 years old, Adrian travels to the rainforests and jungles of Southeast Asia multiple times a year on insect-hunting expeditions. He has more than 70 species in his collection, making him one of the largest insect breeders in Europe. “My favorite is a very big and very rare mantis species from Malaysia called Toxodera beieri,” or the Dragon Mantis, says Adrian, who specializes in praying mantises. “She’s the queen of all the mantis species.” As for those nightmares? Adrian understands. “Most of my species are very large and look like aliens,” he says. “It’s natural for people to be afraid of animals they don’t know.”\nWatch our Instagram story to get better acquainted with Adrian’s insect collection.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "487,736", "path": "instagram/picture1252.jpg", "like_list": [], "date_time": "Mar 9, 2017", "location": "", "tag_list": ["@mardiniysra", "#WomensDay", "@mardiniysra"], "caption": "“I miss the smell of jasmine. I miss the old buildings and the taste of the Syrian food. I miss every single detail about my country,” says 19-year-old swimmer Yusra Mardini (). Due to civil war, Yusra and her sister fled Syria when their home in Damascus was destroyed. “Refugees were humans before they were called refugees,” she says of the label. “We want to start a new life where we can create and achieve new things.” Only 11 months after fleeing her country, Yusra qualified for the Refugee Olympic Team and competed in the 2016 Rio Olympics. “I wish I could tell all the women around the world that we are strong enough and can do incredible things,” she says. “You should never forget how beautiful and powerful you are.” \nThis post is in celebration of Women’s History Month. Throughout March, we’ll be highlighting the stories of women doing extraordinary things around the world.\nPhotos by "}, {"num_of_comments": 24, "num_of_like": "325,889", "path": "instagram/picture1253.jpg", "like_list": [], "date_time": "Mar 9, 2017", "location": "", "tag_list": ["@ohareeba", "#WomensDay", "@ohareeba"], "caption": "Art didn’t always bring Areeba Siddique () the joy it does today. “Drawing used to make me anxious,” says the 19-year-old from Pakistan. “I would think, ‘What if it doesn’t turn out good enough?’” As her style evolved, Areeba started overlaying quotes and drawings, writing poems and sketching comics in a style more akin to collage — she calls them art journals — that made it feel easier to touch on topics of religion, identity and feminism. “I grew up in a house full of women,” says Areeba. “My history is female. It’s in my bones. It helps me connect to other women.” Soon, Areeba hopes to go to art school to continue her craft and spread her message. “I want my illustrations to speak to other covered Muslim women — and all women, regardless of race or religion — and let them know that we’re all in this together.” \nThis post is in celebration of Women’s History Month. Throughout March, we’ll be highlighting the stories of women doing extraordinary things around the world.\nPhotos by "}, {"num_of_comments": 24, "num_of_like": "433,497", "path": "instagram/picture1254.jpg", "like_list": [], "date_time": "Mar 9, 2017", "location": "", "tag_list": ["@blurchur", "#WomensDay"], "caption": "By all standards, Blair Cherelstein () leads the life of your average 22-year-old. “I wake up, I go to class, my job, my internship,” says Blair, a film major in West Virginia. “There’s this misperception that trans people operate under a different way of life, but I don’t do anything that a cis person [someone who identifies with their birth sex] would do differently in their day.” Having known since the age of 4 that she was a girl who happened to be born with the body of a boy — “Health class was confusing as hell” — Blair started taking hormones more than four years ago to transition into the woman she is today. “To me, femininity means power,” says Blair. “I’m so proud of the sense of community I feel with other women.” In honor of International , Blair is going to keep it simple: “I just celebrate it by being in public and holding my girlfriend’s hand.”\nThis post is in celebration of Women’s History Month. Throughout March, we’ll be highlighting the stories of women doing extraordinary things around the world."}, {"num_of_comments": 24, "num_of_like": "724,187", "path": "instagram/picture1255.jpg", "like_list": [], "date_time": "Mar 8, 2017", "location": "", "tag_list": ["@nekrasovatanya_art", "#WHPbettertogether", "@nekrasovatanya_art"], "caption": "“My grandmothers have led a hard life,” says Tatyana Nekrasova (), who snapped this  photo of her grandmother and great-aunt — who she also calls grandmother — (and her playful cousin) at home in Crimea. They lived through hunger and war, but they always had each other. “They’ve been together their entire lives — it’s the best example for me and my sisters to help each other in our hardest moments.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,312,762", "path": "instagram/picture1256.jpg", "like_list": [], "date_time": "Mar 8, 2017", "location": "", "tag_list": ["@lostincreamtea", "#WHPbettertogether", "@lostincreamtea"], "caption": "When Marina Neale () spotted these two seals in a Canadian fjord (a deep inlet between cliffs), her  submission came together as the pair swam up for a photo. “I’m passionate about animal welfare, and I spend a lot of time volunteering with wildlife rescue,” says Marina. “I think all creatures are better when we are together.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "437,147", "path": "instagram/picture1257.jpg", "like_list": [], "date_time": "Mar 8, 2017", "location": "", "tag_list": ["@naseke", "#WHPbettertogether", "@naseke"], "caption": "“The bees need the flowers, and the flowers need the bees,” says Nacho Rodríguez Perez () of his  submission. He captured this moment near a field of almond blossoms in Casinos, Spain. “I spent a couple of hours watching how the bees work. Spring is coming!” 🐝🌸\nVideos by "}, {"num_of_comments": 18, "num_of_like": "1,164,745", "path": "instagram/picture1258.jpg", "like_list": [], "date_time": "Mar 8, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@desithepersian", "@desithepersian"], "caption": "Meow, world! It’s time for a fresh cut . Desi () is a very expressive blue Persian kitty who lives in the US. Follow  to add some much-needed 🐱 power to your feed."}, {"num_of_comments": 24, "num_of_like": "949,204", "path": "instagram/picture1259.jpg", "like_list": [], "date_time": "Mar 7, 2017", "location": "", "tag_list": ["@cburtonsiller", "#WHPbettertogether", "@cburtonsiller"], "caption": "“It’s my turn!”\n“No, it’s my turn!”\nEven when we fight, Claudia () shows us, we’re all just trying to fly the same kite.\nFollow along as we feature more of our favorite submissions to .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "903,752", "path": "instagram/picture1260.jpg", "like_list": [], "date_time": "Mar 7, 2017", "location": "", "tag_list": ["@ahmad_abi", "#WHPbettertogether", "@ahmad_abi"], "caption": "“What is cinema without a giant popcorn and soda?!” writes Ahmad El-Abi () in his caption.  🍿\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "876,356", "path": "instagram/picture1261.jpg", "like_list": [], "date_time": "Mar 7, 2017", "location": "", "tag_list": ["@didiyussuff", "#WHPbettertogether", "@didiyussuff"], "caption": "It’s clear from Didi Yusuf Sulaiman’s () submission for : a purple wall is more fun when your BFFs are posed up front.\nFollow along as we feature more of our favorite submissions to last weekend’s project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,810,422", "path": "instagram/picture1262.jpg", "like_list": [], "date_time": "Mar 7, 2017", "location": "", "tag_list": ["@exploremarco", "@instagramfr", "@exploremarco"], "caption": "Sixteen-year-old Marco Lopez () spends his weekends traveling to photograph the most beautiful landscapes in Switzerland. “I started photography two years ago. At first, it was just to immortalize memories, but little by little, I started going through tutorials to learn how to use my camera,” says Marco, who lives in Lausanne, Switzerland. These days, the young photographer has invested in a rail pass to travel around Switzerland from top to bottom. “I love walking in the Valais and Grisons. It’s true that I’d love to travel even further. But, in the meantime, I explore my country as much as possible. Later, I would like to become a photographer or a videographer. I want to be able to touch cameras every day.”\nTo discover more stories from the French-speaking community, follow .\nPhoto by "}, {"num_of_comments": 22, "num_of_like": "871,488", "path": "instagram/picture1263.jpg", "like_list": [], "date_time": "Mar 6, 2017", "location": "", "tag_list": ["@swapnap", "#TheWeekOnInstagram", "@swapnap"], "caption": "A curious friend caught Ana Clara Vitorelli’s () attention from the kitchen during a volunteer trip in Pelotas, Brazil. “I was helping to prepare the place to receive kids in need — I wasn’t expecting his visit at all!” she says. “Everyone around me was surprised. It’s not every day that a horse comes to say hi at your window.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,391,298", "path": "instagram/picture1264.jpg", "like_list": [], "date_time": "Mar 5, 2017", "location": "Porto São José - Pr", "tag_list": ["@maladeviagem", "#TheWeekOnInstagram", "@maladeviagem"], "caption": "Anna and Rodrigo () have their own idea of what it means to kick back at the beach. The couple made this fun eye trick along the Paraná River in Porto São José, Brazil. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "907,634", "path": "instagram/picture1265.jpg", "like_list": [], "date_time": "Mar 5, 2017", "location": "Musée du Louvre", "tag_list": ["@globalworming", "#TheWeekOnInstagram", "@globalworming"], "caption": "“I love the light at the Louvre. You can play with the reflection over the glass pyramids and inside the arcade you can draw fantastic silhouettes,” says Aurélie Guisiano (), who encountered this pair of monks at one of her favorite spots. “At this moment, we were alone, they were so magnificent and elegant.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "907,634", "path": "instagram/picture1266.jpg", "like_list": [], "date_time": "Mar 5, 2017", "location": "", "tag_list": ["@karolyneday15", "@ncacheer", "#TheWorkIsWorthIt"], "caption": "“You just have to love it,” says Karolyne Day () before heading onstage at the National Cheerleaders Association All-Star National Championship. “It takes a lot of hours and determination to get through cheerleading. There’s a lot of pressure coming into a competition.” The 15-year-old from Houston started with her team Woodlands Elite five years ago.\n“We’ve been together for a few years, so we’ve all been close friends,” she says. “It helps that we’ve hung out outside of cheer and we all love the sport so much.” The intensity of a 2 ½-minute performance can be stressful so practicing stunts in the gym and exercise is crucial. “I pretty much come in almost every day.” Regardless of how stressed or tired she is, Karolyne’s passion is cheer and gymnastics tumbling. “It’s always been my stress reliever.”\nWatch our Instagram story to see what the scene was like at the championships. Follow  and explore the hashtag  to learn more."}, {"num_of_comments": 24, "num_of_like": "1,157,607", "path": "instagram/picture1267.jpg", "like_list": [], "date_time": "Mar 5, 2017", "location": "Venice, Italy", "tag_list": ["@chicwave", "#TheWeekOnInstagram", "@chicwave"], "caption": "Federica Lazzarini () had a message in mind when she photographed this couple during a Carnival festival in Venice. “There were a lot of people around us, but I wanted to share that the beauty and power of love is stronger than anything else going on around you,” says the 26-year-old. .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,087,854", "path": "instagram/picture1268.jpg", "like_list": [], "date_time": "Mar 5, 2017", "location": "", "tag_list": ["@jacksonfager", "#TheWeekOnInstagram", "@jacksonfager"], "caption": "“We threw the stick with them for hours and they never slowed down,” says Jackson Fager () of a day at Cape Town’s Noordhoek Beach with his friend’s dogs, Tatu and Bwana. Jackson recently moved from Brooklyn to South Africa with his wife and daughter. “Seeing these uninterrupted expanses of land where people and animals roam so freely is contagious and liberating,” he says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "704,488", "path": "instagram/picture1269.jpg", "like_list": [], "date_time": "Mar 4, 2017", "location": "", "tag_list": ["@vineet_vohra", "#TheWeekOnInstagram", "@vineet_vohra"], "caption": "“I wanted to share how colors are such an integral form of our existence,” says Vineet Vohra () of this portrait from Holi celebrations in Barsana, India. “The joy is how this event is celebrated year after year. This woman is newly married, and it’s her first experience at this event.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "704,488", "path": "instagram/picture1270.jpg", "like_list": [], "date_time": "Mar 4, 2017", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@mskarty", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@mskarty"], "caption": "Weavers in sync looped their way into our . Traveler  captured this perfectly timed moment near Inle Lake in Myanmar.\nAdd  to your next Boomerang’s caption — yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "1,181,438", "path": "instagram/picture1271.jpg", "like_list": [], "date_time": "Mar 4, 2017", "location": "", "tag_list": ["#WHPbettertogether", "#WHPbettertogether", "@futago_no_utarita"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos inspired by subjects that are better when combined. Here’s how to get started:\nCookies and milk, Beauty and the Beast, Sherlock Holmes and Dr. Watson — create your own version of a classic pairing or dynamic duo.\nDo you have a squad? Whether it’s a comedy troupe, a sports team or your Sunday brunch crew, share photos or videos of the people you enjoy spending time with and what you accomplish when you come together.\nUse video to show the coming together of a team project or Boomerang to share a collaborative feat.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,181,438", "path": "instagram/picture1272.jpg", "like_list": [], "date_time": "Mar 4, 2017", "location": "", "tag_list": ["@chamiltonjames", "@dswt", "#WorldWildlifeDay", "@chamiltonjames"], "caption": "After spending several months during the course of a year in Africa shooting a story on wildlife poisoning, National Geographic photographer Charlie Hamilton James () enjoyed his final day on assignment photographing (and cuddling) orphaned elephants. “On one level, it’s lovely, and on another level, it’s very sad. There’s a bit of a weird sort of emotional shift going on at the same time,” explains Charlie, who traveled to the David Sheldrick Wildlife Trust () in Kenya to see Roi, a young elephant who lost his mother to a poison dart. “Every single one of those elephants has seen some horrific trauma in its life.” Charlie offers advice to those who want to get involved on  but may not be traveling to Africa anytime soon: “The thing we can do is think locally,” he says. “Consider the animals on your own doorstep, and fight to protect them.”\nTo see more of Charlie’s day hanging out with elephants, watch our Instagram story.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "812,510", "path": "instagram/picture1273.jpg", "like_list": [], "date_time": "Mar 4, 2017", "location": "", "tag_list": ["@cancanacessorios", "@instagrambrasil", "@cancanacessorios"], "caption": "A sunflower, a unicorn’s horn, a piece of tropical fruit and a newborn chick are some of the elements Brazilian designer Fernanda Guimarães () has combined to create her imaginative head ornaments, often worn during Brazil’s Carnival celebrations. “Female strength inspires me,” the 32-year-old says. “I want my work to empower women, and it’s amazing to be able to create head ornaments that will remind women that they are all goddesses and queens.” Although Fernanda’s creations are a result of her vivid imagination, her creative process starts in real life: “I travel to places where head ornaments are part of the culture, and I am constantly researching women’s fashion and old vintage costumes, especially from the 1920s.”\nFernanda started her business eight years ago, but her love of Carnival dates back to when she was just 3 years old. “My mom took me to a party where all the kids were beautiful and looked just like cartoon characters,” she remembers.\nDiscover more stories from Brazil on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,039,933", "path": "instagram/picture1274.jpg", "like_list": [], "date_time": "Mar 3, 2017", "location": "", "tag_list": ["@pagesandpaper", "#bookstagram", "#WorldBookDay", "@pagesandpaper"], "caption": "There’s a lot that happens when Lisa Presnell () opens a book. For one thing, her dog, cat or snake might decide to perch on top of it. “I’m always looking for new ways to make reading exciting,” says the elementary school educator and mother of two, who lives in Tennessee. “If you’ve got a book, you are never going to be bored. You can be waiting in line, and instantly you’re in another world.” There’s a place in Lisa’s heart for e-readers — you can have 500 titles with you at any time — but her home bookshelf is filled with used classics and natural light that inspire fun photo shoots with her critters. “There’s something about the yellowing of some pages, how many hands have held it? And you find old bookmarks, those are all little stories.” Lisa’s animals provide her with ample tales of her own (Lars, the snake, had an accident on one of her recent reads), and a unique way to connect with the larger  community. On , Lisa has a couple of questions on her mind. “What would we do if we had another pet? What would be fun?”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "698,463", "path": "instagram/picture1275.jpg", "like_list": [], "date_time": "Mar 3, 2017", "location": "", "tag_list": ["@virgilabloh", "@off____white"], "caption": "“The next collection revolves around the idea of embracing a modern woman’s being,” says Virgil Abloh (), who showed his Off-White () designs at Paris Fashion Week, “freedom to wear her clothes with confidence.” Virgil’s inspiration is “a proportion”: “I’m always intrigued by mixing my aesthetic of classic basics with expressive fashion in the realm of femininity.”\nTo see more from Off-White’s show in Paris, check out our Instagram story right now."}, {"num_of_comments": 24, "num_of_like": "1,186,769", "path": "instagram/picture1276.jpg", "like_list": [], "date_time": "Mar 3, 2017", "location": "", "tag_list": ["@kidkutsmedia", "@instagramde", "@kidkutsmedia"], "caption": "From snow-covered Himalayas to the glowing sunsets of Marrakech, Florian Schmitt’s () photographs transport us to remote landscapes and bustling cities. “For me, traveling means to feel free and to expand my horizons,” says the Mannheim, Germany, resident who regularly gives in to his wanderlust. “I was in Nepal for two months this year and worked there in a hospital and a health camp.” It was an ideal opportunity for the 30-year-old medical student to combine his studies with his passion for photography. Florian was fascinated by the open-mindedness and friendliness of the Nepalese people, and it’s the interpersonal encounters he most wants to hold on to and share. “Most of my pictures are created by wandering through unknown streets and encounters with people,” says Florian. “These short moments often tell a story and I hope to capture them with my pictures.”\nFor more stories from the German-speaking community, follow  on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,186,769", "path": "instagram/picture1277.jpg", "like_list": [], "date_time": "Mar 2, 2017", "location": "", "tag_list": ["#WeeklyFluff", "@maruhusky"], "caption": "Hello, world! Today’s  is one happy husky named Maru (). This playful pup, who looks a lot like a 🐼, loves celebrating the holidays and relaxing at home. Follow Maru to ensure your feed always has a healthy dose of black and white fluff."}, {"num_of_comments": 24, "num_of_like": "806,357", "path": "instagram/picture1278.jpg", "like_list": [], "date_time": "Mar 2, 2017", "location": "", "tag_list": ["#MardiGras", "@akasharabut", "@akasharabut"], "caption": "New Orleans may be synonymous with , but for photographer and teacher Akasha Rabut () the city’s locals make it a magical place. “It’s the weirdest and most beautiful place I’ve ever lived,” Akasha explains. “It’s full of these luminaries and visionaries that don’t really have much. The vibe here — everybody’s so passionate.” As a documentarian, Akasha is fascinated by subjects that embody a unique experience, so it was by lucky design that she ran into members of Caramel Curves, an all-women motorcycle crew, during Mardi Gras Indians parade. (They invited her to join their club meeting at a nail salon.) “They were all just so strong and so cool,” says Akasha. “A lot of them are single mothers, and they’re talking about how much pride they had in raising their children and how riding motorcycles was this outlet for them. It is such a special part of their lives. It meant more than just being seen on a motorcycle — riding a bike gave them a sense of freedom.”\nThis post is in celebration of Women’s History Month. Throughout March, we’ll be highlighting the stories of women doing extraordinary things around the world.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,085,533", "path": "instagram/picture1279.jpg", "like_list": [], "date_time": "Mar 1, 2017", "location": "", "tag_list": ["@woodlucker", "#WHPcolorful", "@woodlucker"], "caption": "“Every day I mix and blend colors, and it is one of the most engaging parts of my job,” says artist Ann Wood () of the paper feathers that she created for . “I hope to create permanent moments in paper that solidify the fleeting beauty of nature. For me, color has a feeling, sounds and sometimes even a taste.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "774,434", "path": "instagram/picture1280.jpg", "like_list": [], "date_time": "Mar 1, 2017", "location": "", "tag_list": ["@josesimonovis", "#WHPcolorful", "@josesimonovis"], "caption": "Movement was key to José Simonovis’ () take on ; he was inspired by artist Carlos Cruz-Diez’s mural at the Simón Bolívar International Airport in Venezuela. “I love this new way of posting,” says José, who used multiple photos in his submission. “We can share a related series of pictures, explaining the creative process of a project.”\nPhotos by "}, {"num_of_comments": 24, "num_of_like": "880,283", "path": "instagram/picture1281.jpg", "like_list": [], "date_time": "Mar 1, 2017", "location": "", "tag_list": ["@louise.paperart", "#WHPcolorful", "@louise.paperart"], "caption": "“It was my aim to fold this when I started origami two years ago,” says Louise Cassidy () of her handcrafted unicorn for . The background is digitally drawn and inspired by outer space. “I like to create little worlds for the origami.”\nFollow along as we feature more of our favorite submissions to last weekend’s hashtag project.\nPhoto illustration by "}, {"num_of_comments": 10, "num_of_like": "1,367,987", "path": "instagram/picture1282.jpg", "like_list": [], "date_time": "Mar 1, 2017", "location": "", "tag_list": ["@merileeloo", "#myinstagramlogo", "@merileeloo"], "caption": "It took more than two hours and about 1,000 tiny candies for Merliee Benson () to construct this , a sweet remix of our app’s logo. “I enjoy doing intricate and tedious designs, because it’s a stress relief for me,” says the user experience designer who lives in Salt Lake City. “I get distracted by so many things these days that a project like this helps me hyper-focus. It’s so therapeutic and very satisfying!”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,367,987", "path": "instagram/picture1283.jpg", "like_list": [], "date_time": "Mar 1, 2017", "location": "", "tag_list": ["@bretmanrock"], "caption": "Aloha from Honolulu, Hawaii! Watch our Instagram story to head to the island of Oahu where Bretman Rock () takes us on a tour of some of his favorite local spots in his hometown. 🌺"}, {"num_of_comments": 24, "num_of_like": "733,776", "path": "instagram/picture1284.jpg", "like_list": [], "date_time": "Mar 1, 2017", "location": "", "tag_list": ["@iskra", "#RecoveryHeroes", "#NEDAwareness", "#RecoveryHeroes", "@iskra"], "caption": "Today, British model Iskra Lawrence () exudes confidence and balance, but it’s taken years of work. At 13 she was scouted by an agency when the sample size was a UK 6. “I just couldn’t fit into it,” says Iskra. Then followed five years of measuring, scrutinizing and crash dieting, without landing much work. “I sacrificed so much, so much of my happiness, just for the pursuit of weight loss. And then I thought, ‘This doesn’t make sense.’” From that point on, things were different. “If I was going to be a model, I was going to be the model that I needed and wanted to see.”\nOne of Iskra’s  is Karleigh, a New Yorker in recovery for an eating disorder that she met at a charity walk. Their first meeting was brief, but Iskra, who’s now 26 and also living in New York, was moved by Karleigh’s passion and enthusiasm to help others, despite her struggles. “She never let it stop her from inspiring others or making new friends,” Iskra says. “It takes strength to share what you’ve been through, especially when you’re going through it. There are other girls out there struggling, and they need to know that there is hope — there are good days, there are bad days, but it does get better.”\nThis post recognizes  Week in the US. Use the hashtag  to give some ❤️ to the people who support you on your recovery journey.\nPhoto by "}, {"num_of_comments": 20, "num_of_like": "900,861", "path": "instagram/picture1285.jpg", "like_list": [], "date_time": "Feb 28, 2017", "location": "", "tag_list": ["@varunpanesar", "#WHPcolorful", "@varunpanesar"], "caption": "In Bangalore, Varun Panesar () passed a rainbow assortment of stuffed bears chilling on the side of the road. They leap out from the shade of surrounding trees and into this  submission.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,026,633", "path": "instagram/picture1286.jpg", "like_list": [], "date_time": "Feb 28, 2017", "location": "", "tag_list": ["@alisaanton", "#WHPcolorful"], "caption": "Alisa Dalia () calls her  submission “a little something to brighten up your Monday.” 💐"}, {"num_of_comments": 24, "num_of_like": "1,026,633", "path": "instagram/picture1287.jpg", "like_list": [], "date_time": "Feb 28, 2017", "location": "", "tag_list": ["@smcmennamy", "#WHPcolorful", "@smcmennamy"], "caption": "Stephen McMennamy () unleashes a cascade of jewel-toned bouncy balls in this  animation.\nFollow along as we feature more of our favorite submissions to last weekend’s hashtag project.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "658,102", "path": "instagram/picture1288.jpg", "like_list": [], "date_time": "Feb 28, 2017", "location": "", "tag_list": ["@msmelina", "@beyonce", "#BlackHistoryMonth", "@msmelina"], "caption": "“Being socially aware has always been a very strong value in my family and in my life,” says American director Melina Matsoukas (). “I really try to use my platform to say something, to create some sort of change and initiate a conversation that is not happening — or continue a conversation.”\nThe two-time Grammy winner’s work has proven that art remains a powerful engine to encourage dialogue. “I’ve always loved this idea of political art. We’ve seen that through the civil rights movement, and it’s definitely continued now with a lot of artists, in music, TV and film,” says Melina. And her collaborations with iconic artists like Beyoncé () are no accident. “I like people who are courageous and who aren’t scared of saying something that’s different than what everybody else is saying.”\nThis month, we’re sharing the stories of African-American community members in celebration of , which runs through February in the US.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "732,041", "path": "instagram/picture1289.jpg", "like_list": [], "date_time": "Feb 27, 2017", "location": "The Oscars", "tag_list": ["@theacademy", "@sofiacarson"], "caption": "Sunday night marks the 89th Academy Awards (), an event in Los Angeles honoring the best films in 2016. We’re going behind the scenes with actress Sofia Carson () on the red carpet and inside the Dolby Theatre.\nWatch our Instagram story now to see what the big night is like from Sofia’s perspective."}, {"num_of_comments": 24, "num_of_like": "678,405", "path": "instagram/picture1290.jpg", "like_list": [], "date_time": "Feb 27, 2017", "location": "Bloco Perola Da Guanabara", "tag_list": ["@patricksister", "#TheWeekOnInstagram", "@patricksister"], "caption": "Patrick Sister () caught two revelers as they sprinted along the beach on stilts during a Carnival street parade, or bloco, in Brazil. “My favorite part is people on the streets in costumes, having fun!” says Patrick, who plans to be photographing celebrations nonstop until Wednesday. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "985,589", "path": "instagram/picture1291.jpg", "like_list": [], "date_time": "Feb 26, 2017", "location": "", "tag_list": ["@noirbarakat", "#TheWeekOnInstagram", "@noirbarakat"], "caption": "“All the people I photograph are beautiful in their own way,” says Noir Barakat (), who captured the hands of a shy woman in her doorway in Beirut. “She blushed as her head bowed and I heard her say, ‘Home is where the cats are.’” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,072,837", "path": "instagram/picture1292.jpg", "like_list": [], "date_time": "Feb 26, 2017", "location": "", "tag_list": ["@toporkova.pro", "#TheWeekOnInstagram", "@toporkova.pro"], "caption": "“We could not take our eyes off the tower, even though the weather was awful, a strong wind blowing and it was very cold,” says Anna Toporkova (), of capturing Ostankino Tower illuminated at night. Anna, a lifelong resident of Moscow, only discovered this vantage point recently.\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "789,745", "path": "instagram/picture1293.jpg", "like_list": [], "date_time": "Feb 26, 2017", "location": "", "tag_list": ["@foto_saja", "#TheWeekOnInstagram"], "caption": "Shaded by trees, a girl twirls her skirt in this photo from Oaxaca captured by Aurora Sánchez (). "}, {"num_of_comments": 24, "num_of_like": "1,254,335", "path": "instagram/picture1294.jpg", "like_list": [], "date_time": "Feb 26, 2017", "location": "Hintersee bei Ramsau", "tag_list": ["@christophschlein", "#TheWeekOnInstagram", "@christophschlein"], "caption": "After discovering this tree during a hike last spring, Christoph Schlein () and his girlfriend returned eight months later for a closer look. “It was something like 15 degrees below zero — usually the lake is not frozen and it was something special to walk on it and see everything from a new perspective,” he says. “Nature can create such impressive places and it’s our task to take care of it.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "742,997", "path": "instagram/picture1295.jpg", "like_list": [], "date_time": "Feb 26, 2017", "location": "", "tag_list": ["@directher", "@directher"], "caption": "Growing up, Ava DuVernay () would wait outside the Shrine Auditorium in Los Angeles with her Aunt Denise and sisters to watch Academy Award presenters go into rehearsals. Today, she’s the first black female director to receive an Oscar nomination for Best Documentary Feature. Her film “13th” digs into the 13th Amendment, the change to the US Constitution ending slavery, and analyzes its entanglement with the criminalization of African-Americans today. “I’m grateful to all the activists and scholars who allowed me to interview them and feature their ideas and insights on this important issue,” says Ava, who interviews almost 40 people in the documentary, including social justice activists like Angela Davis and politicians Cory Booker and Newt Gingrich. “Each person was like a professor and I was a happy student in their masterclass.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,313,400", "path": "instagram/picture1296.jpg", "like_list": [], "date_time": "Feb 25, 2017", "location": "", "tag_list": ["#WHPcolorful", "#WHPcolorful", "@splendid_rags"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to create photos and videos that pop with color. Here’s how to get started:\nSeek out environments with bright and bold colors that catch your eye. For example, if you attend a concert or parade, get close to the action to capture spirited moments and dazzling props.\nFor portrait submissions, look for colorful personalities and striking fashion statements that stand out against everyday surroundings.\nMake color move with a video or Boomerang submission. Capture a bright painting coming to life, the flashing motion of neon lights or a burst of color emerging in an otherwise bland scene.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "901,702", "path": "instagram/picture1297.jpg", "like_list": [], "date_time": "Feb 25, 2017", "location": "Dolby Theatre", "tag_list": ["@jimmykimmel", "@jimmykimmel"], "caption": "Comedian Jimmy Kimmel () will host the 89th Academy Awards on Sunday night. As you can see from this moment captured in between rehearsals, it’s clear he’s taking his duties very seriously.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "901,702", "path": "instagram/picture1298.jpg", "like_list": [], "date_time": "Feb 25, 2017", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@semuabaper_", "#BoomerangOfTheWeek", "@instagram", "#Boomerang", "@semuabaper_"], "caption": "A group of new friends who met on Instagram fell into our  spot. Muhammad Dian (), an 18-year-old student who lives in Batam, Indonesia, captured this moment while exploring the country he loves.\nDo you love taking Boomerangs? Add  to your caption. Yours might show up here on .\n by "}, {"num_of_comments": 24, "num_of_like": "997,405", "path": "instagram/picture1299.jpg", "like_list": [], "date_time": "Feb 25, 2017", "location": "", "tag_list": ["@favelagrafia", "@eujosiie", "@instagrambrasil", "@eujosiie", "@favelagrafia"], "caption": "Favelagrafia () is a photo collective, bringing together nine photographers living in nine Rio de Janeiro hilltop slums known as favelas. “The objective is to show the potential of these places and to tell the stories of important characters who make up the favelas,” says 29-year-old Josiane Santana dos Santos (), a photographer, journalism student and one of the founders of the project. “We want to break down the barriers of prejudice and stereotyped visions that exist.”\nThis is one of Josiane’s favorite photos, featuring her friend, a 23-year-old dancer named Ygor Raphael. “I made this photo to show the artistic and cultural potential that the Complexo do Alemão favela has, showing that our main weapon is art,” she says.\nFor more stories from Brazil, follow .\nPhoto by  for "}, {"num_of_comments": 24, "num_of_like": "656,164", "path": "instagram/picture1300.jpg", "like_list": [], "date_time": "Feb 24, 2017", "location": "", "tag_list": ["#RunwayForAll", "@iamnaomicampbell", "#RunwayForAll", "@iamnaomicampbell"], "caption": "“ is about unconditional love and allowing anybody that has a talent to have an equal playing field. Diversity is beautiful.” —Naomi Campbell ()\nOne of the original supermodels, Naomi has walked in countless shows and has staying power in the industry. As for the keys to her success, Naomi credits her intuition and spirituality. “I’m so blessed to be able to work with the same people since I was 16 years old and have their support.”\nThis story is part of an ongoing series featuring models who are redefining industry standards and making sure there’s room on the .\nPhoto by "}]}