{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "803,550", "path": "instagram/picture2401.jpg", "like_list": [], "date_time": "Apr 2, 2016", "location": "", "tag_list": ["#WHPfoodfilms", "@bliu07", "#WHPfoodfilms", "@bliu07"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to make videos starring your favorite foods and cooking techniques, like this one by . Here’s how to get started:\nMake a step-by-step video showing your process. For example: rolling out, cutting and decorating a batch of cookies.\n\nStep outside the kitchen to explore other stories that can be told through food, whether it’s exploring local gardens for fresh produce or focusing on the way friends come together for a meal.\n\nGet playful! Bring food to life as characters with faces or seek out colorful ingredients to bring a plated meal to life.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "803,550", "path": "instagram/picture2402.jpg", "like_list": [], "date_time": "Apr 2, 2016", "location": "", "tag_list": ["@tobypuff", "#AprilFools", "@tobypuff"], "caption": "What’s cuter than a pup () in the rain under an umbrella? A pup who clearly has no idea the rain is just for him. Happy  to all the pranksters (and their unwitting subjects). 😉\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "679,791", "path": "instagram/picture2403.jpg", "like_list": [], "date_time": "Apr 1, 2016", "location": "", "tag_list": ["@ludovicmaillard", "@ludovicmaillard"], "caption": "Each one of us has obsessions, and Ludovic Maillard’s () is concrete. “Concrete creates extremely uncluttered and raw architecture,” the Parisian photographer says. “This material has an incredible texture which has fascinated me for a long time.” Ludovic began photographing the Boulevard Périphérique in Paris as part of a collaborative project; he spent months examining the complex concrete structure, traveling under the various bridges of the Parisian belt. “For me, concrete is our society’s kind of coral. It is modern civilization’s material, surely one of the most produced materials today. It frames our life in community and tells a lot about our environmental impact.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "705,204", "path": "instagram/picture2404.jpg", "like_list": [], "date_time": "Apr 1, 2016", "location": "", "tag_list": ["@mister_krisp", "@mister_krisp"], "caption": "A New Yorker hungry for her creative outlet, Jessica Siskin’s () muse had been in her kitchen all along. “I don’t cook. Rice Krispies Treats are the only thing I can make,” the now food artist and MFA student explains. “I made them all the time to entertain people, but because I’m me, I couldn’t just drop them in a pan.” Jessica often shaped her treats into hearts or stars, but one day, panicked by what to bring to a potluck gathering, she transformed her treat into a surfboard and experimented with food coloring for the first time; today, she sells up to 12 of her crazy and colorful creations per week. “It’s really important to be authentic to you and your brand,” the small business owner advises. “No one will identify with your brand if you don’t know what it is. I haven’t wavered or changed how I post since the first day.”\nFood art by  of The Notorious B.I.G."}, {"num_of_comments": 24, "num_of_like": "820,730", "path": "instagram/picture2405.jpg", "like_list": [], "date_time": "Apr 1, 2016", "location": "", "tag_list": ["@raycollinsphoto", "@raycollinsphoto"], "caption": "Ray Collins () captures portraits, but not the kind you are used to. A lifelong beachgoer from New South Wales, Ray was unable to walk or surf for six months following a knee injury. During his rehabilitation, he picked up a camera and discovered endless inspiration in the power of ocean waves. “Every kind of emotion you can have as a human being can be tied to the ocean and the moods of the ocean,” he explains.\nRay can spend months studying storm trajectories in pursuit of the most dramatic seascapes, but he has learned you can’t predict what will happen: “It’s rogue and there’s rocks and there’s riptides and currents. The physical act of pushing the button to capture the photo is the end of a chain of events.” One of Ray’s strongest endorsements of the ocean’s strength can only be experienced firsthand: “The sound is something that you can’t capture. It goes reverb through your whole body.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "483,948", "path": "instagram/picture2406.jpg", "like_list": [], "date_time": "Mar 31, 2016", "location": "", "tag_list": ["#WHPexpressions", "@tavepong_street", "@tavepong_street"], "caption": " asked community members to capture expression in all its forms — like this one by Tavepong Pratoomwong () of Thailand.\n\nTavepong was visiting Japan when he took this photo of three men. “I like the layers of people and the lines of the building,” says Tavepong. “I was just trying to get a good composition when out of nowhere — he laughed!”\nSee more of our favorite submissions from the project on blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "791,637", "path": "instagram/picture2407.jpg", "like_list": [], "date_time": "Mar 31, 2016", "location": "", "tag_list": ["#WHPexpressions", "@huxleygriffon", "@huxleygriffon"], "caption": " asked community members to capture expression in all its forms — like this one of Huxley (), a 1-year-old Brussels griffon who lives in New York.\n“He brings tremendous joy to the lives of his dads every single day,” Huxley’s owners Michael Grubb and Kevin Masse say. “We remark daily that we hit the doggie jackpot.”\nSee more of our favorite submissions from the project on blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "621,256", "path": "instagram/picture2408.jpg", "like_list": [], "date_time": "Mar 31, 2016", "location": "", "tag_list": ["#WHPexpressions", "@blixpoxandblunder", "@blixpoxandblunder"], "caption": " asked community members to capture expression in all its forms — like this one by Australian artist Joel Stephen Birnie ().\n“I’m obsessed with visual theater, predominantly silent forms of expression — from mime to silent films, Japanese Butoh, even the circus,” says Joel, who dressed as a character inspired by a Russian cabaret artist for this expressive self-portrait. “I’m happy to have achieved the result I wanted using myself as the canvas.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "604,343", "path": "instagram/picture2409.jpg", "like_list": [], "date_time": "Mar 31, 2016", "location": "", "tag_list": ["@khaula28", "@khaula28"], "caption": "In Pakistan, the distant past and the immediate present meet in surprising ways. For Karachi-based photographer Khaula Jamil (), capturing images where the two merge is not merely part of her job, it’s a perk of working in her homeland. In a city like Lahore, for example — recently in the news after a suicide bomber killed scores on Easter Sunday — those vibrant, improbable scenes are around every corner. “Lahore is the cultural heart of Pakistan, the jewel, the center. You can pause there and take in the immense history of the subcontinent,” Khaula says. In her personal photography, as well as in her photojournalism, Khaula seeks out what she calls “an alternative story” about life in her country. “I try to highlight stories that haven’t been told — stories about the rich culture of Pakistan’s cities and, especially, the remote villages that tourists hardly ever see,” she says. “But that’s the Pakistan I love.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "604,343", "path": "instagram/picture2410.jpg", "like_list": [], "date_time": "Mar 31, 2016", "location": "", "tag_list": ["@pondlife_pondlife", "@pondlife_pondlife"], "caption": "Her videos look like lava lamps. Her stills look like abstract art. But the stunning subjects Sally Warring () captures are residents of New York City’s pond waters. Hooking up her smartphone to a microscope, Sally, who’s a Ph.D. candidate at New York University, documents microorganisms that she’s collected in water samples from Central Park and other urban bodies of water at 100 or higher magnitude. Sally’s Pondlife project aims to educate nonscientists about single cellular life. “My idea was to show people that these organisms have all sorts of complex behaviors that we usually associate with more complex life forms, like animals and plants,” she says. “We’re living amongst them, and they’re living amongst us.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "604,343", "path": "instagram/picture2411.jpg", "like_list": [], "date_time": "Mar 30, 2016", "location": "", "tag_list": ["@mikejolz", "@mikejolz"], "caption": "Miguel Moura Furtado Costa () is one of our featured voices from The Week on Instagram. Miguel, who currently lives in Miami, was out for a run when he stopped to capture this cloud. “Because it is difficult to catch the lightning with a still photo, I went to Boomerang,” he says. “The funny thing about clouds is that if you look long enough, you start seeing different things. This one at a certain point looked like a brain to me.”\nBoomerang by "}, {"num_of_comments": 24, "num_of_like": "719,045", "path": "instagram/picture2412.jpg", "like_list": [], "date_time": "Mar 30, 2016", "location": "", "tag_list": ["@sam.vox", "@sam.vox"], "caption": "Sameer Satchu () is one of our featured voices from The Week on Instagram with this photo from Stone Town, Zanzibar. “It was very loud with boys shouting and cheering behind me, and the sounds of people hitting the water as they dive in,” says Sameer, who grew up in south Tanzania. “This moment right here brings back my childhood memories.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "629,919", "path": "instagram/picture2413.jpg", "like_list": [], "date_time": "Mar 30, 2016", "location": "", "tag_list": ["@ericunderwood", "@royaloperahouse", "@ericunderwood"], "caption": "Ballet dancer and model Eric Underwood () juggles morning Pilates, ballet classes and rehearsals at London’s Royal Opera House () with castings and photo shoots. “Both ballet and fashion have a lot to do with aesthetics,” the Washington, D.C., native explains. “There’s a huge appreciation from both, but often a lack of knowledge about the other.” Eric fell into dancing by accident. After a failed acting audition, he was tested for flexibility and range of motion. “Before I knew it, I was off in ballet boarding school at the School of American Ballet,” he says. Eric’s mission is to dispel the stereotypical view that ballet is stuffy and snooty. “My idea of ballet is something cool and young and fresh,” he says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "629,919", "path": "instagram/picture2414.jpg", "like_list": [], "date_time": "Mar 30, 2016", "location": "", "tag_list": ["@selenagomez", "@bretmanrock"], "caption": "In the last six months, the time people spent watching video on Instagram increased by more than 40 percent. As part of our continued commitment to video, you’ll soon have the flexibility to tell your story in up to 60 seconds.\n\nThe video above features members of the incredible community of emerging video creators on Instagram. And longer videos also mean more diverse stories from the accounts you love, whether it’s Selena Gomez () hanging out with friends or beauty star Bretman Rock’s () latest makeup tutorial.\n\nFor iOS, we’re also bringing back the ability to make videos out of multiple clips from your camera roll. To learn more about multi-clip video on iOS, check out help.instagram.com.\n\nLonger video on Instagram begins rolling out today and will be available for everyone in the coming months. Multi-clip video is available this week as part of Instagram for iOS version 7.19 in Apple’s App Store."}, {"num_of_comments": 24, "num_of_like": "629,919", "path": "instagram/picture2415.jpg", "like_list": [], "date_time": "Mar 30, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@oscar_the_scottish", "@oscar_the_scottish", "@oscar_the_scottish"], "caption": "It’s  time, Instagram! Today’s fun-loving felines come from the great Canadian north. Oscar and Bonita () are a handsome duo of snuggly Scottish folds with a next-level nap game. To give your feed an infusion of chillspiration, follow .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "725,898", "path": "instagram/picture2416.jpg", "like_list": [], "date_time": "Mar 29, 2016", "location": "", "tag_list": ["#WHPexpressions", "@rrrudya", "@rrrudya"], "caption": " asked community members to capture expression in all its forms — like this photo by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "728,021", "path": "instagram/picture2417.jpg", "like_list": [], "date_time": "Mar 29, 2016", "location": "", "tag_list": ["#WHPexpressions", "@bernulia", "@bernulia"], "caption": " asked community members to capture expression in all its forms — like this photo by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "728,021", "path": "instagram/picture2418.jpg", "like_list": [], "date_time": "Mar 29, 2016", "location": "", "tag_list": ["#WHPexpressions", "#boomerang", "@oggsie", "@oggsie"], "caption": " asked community members to capture expression in all its forms — like this  by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nBoomerang by "}, {"num_of_comments": 24, "num_of_like": "751,728", "path": "instagram/picture2419.jpg", "like_list": [], "date_time": "Mar 29, 2016", "location": "", "tag_list": ["@filipbalos.art", "@ladygaga", "@music", "@filipbalos.art"], "caption": "When Filip Balos () first heard Lady Gaga () sing “Paparazzi,” his life changed forever. “It was back in 2009 when I was watching MTV with my brother and saw the music video,” the 15-year-old Serbian artist tells . Filip began creating art when he was just 2 years old — his family has kept thousands of his drawings — but he found his muse in Gaga. “Lady Gaga is very brave,” he says. “To her, it doesn’t matter what others think. Her lyrics inspire me all the time.” On the occasion of her birthday, Filip has a special message for the 30-year-old pop star: “Thank you for teaching us, your fans, to be brave and to never give up on our dreams.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "676,370", "path": "instagram/picture2420.jpg", "like_list": [], "date_time": "Mar 29, 2016", "location": "", "tag_list": ["@corasacher", "#inthestreetsofstuttgart", "@corasacher"], "caption": "About a year ago, Cora Sacher () created the hashtag  to observe her environment more consciously and to show the versatility of her hometown of Stuttgart, Germany. When she recently moved to Heidelberg for her studies, Cora kept exploring the new city through her camera lens — focusing on the people around her. “For instance, you’re sitting at a bus stop, look across the street and get a glimpse of a lady in a fur coat, walking her dachshund to the weekly farmers market,” says Cora, whose pulse always skyrockets as soon as she notices an exciting motif. But the sociology student’s photographs are anything but hectic: Cora preferably captures elderly men and women because, as she says, they beautifully “decelerate” the daily routine. “When you meet them, they are mostly taking their dogs out or returning from a shopping trip with a basket,” she says. “It’s the situations I see them in that make them my favorite subject.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "676,370", "path": "instagram/picture2421.jpg", "like_list": [], "date_time": "Mar 28, 2016", "location": "", "tag_list": ["@somnuswu", "@somnuswu"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this video from Turkey captured by . For more of these photos, videos and news from around the community, visit blog.instagram.com. Congratulations to those who are featured!\nVideo by "}, {"num_of_comments": 24, "num_of_like": "789,928", "path": "instagram/picture2422.jpg", "like_list": [], "date_time": "Mar 28, 2016", "location": "", "tag_list": ["@wolfordroger", "#Easter", "@wolfordroger"], "caption": "Roger F. Wolford () is one person who will not be dyeing eggs this . Some of the eggs he artfully carves, like those from an emu, are already naturally colored and perfect for his designs. “They’re dark emerald-green on the outside, lighter green in the middle layers and almost white at the last layer,” the 44-year-old Illinois native says. As Roger chips away at the shell, he’s able to render scenes from nature in startling detail. “I actually use a dental drill,” he says. “The same high-pitched sound you hear in the dentist’s office is what goes on in my shop all day long.” He prefers to work with eggs that come from larger birds — ones that would hold quite a bit of chocolate if the Easter Bunny got his paws on them.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "838,533", "path": "instagram/picture2423.jpg", "like_list": [], "date_time": "Mar 28, 2016", "location": "", "tag_list": ["@esposin", "@instagrames", "@esposin"], "caption": "A rabbit playing hide and seek, a defiant cat and a jumping zebra. These are the main characters of Nicola Antonio Espósito’s () imagined world — and the different sides of his own personality, too. “I can be so nice and such a dreamer, but at the same time I can also be tough, wild and very sarcastic,” he says. Every day, this social media expert from Mérida, Venezuela, creates an explosion of color and fantasy through his pictures in forests, lakes and old colonial streets. His sister is also present in some of his works: “She is like the sun that brings light to me. She is the one who makes me say ‘I’m not going to give up, I am going to do it better every day.’ Everything I achieve and everything I have on my mind, I’ll try to make it happen.”\nDiscover more surprising voices from the Spanish-speaking Instagram community at .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "575,911", "path": "instagram/picture2424.jpg", "like_list": [], "date_time": "Mar 27, 2016", "location": "", "tag_list": ["@mazenkerbaj", "@mazenkerbaj"], "caption": "Mazen Kerbaj () will draw on anything. “I’m always on the move and don’t always have paper,” the Lebanese artist and musician says. “I often draw on menus while waiting for food in restaurants.” When Mazen moved to Germany six months ago, he found a new medium. “I was thrilled to find the great variety of beer coasters in Berlin,” he says. Where do his coaster drawings end up after posting? In a drawer. “This account pushes me to publish things I wouldn’t usually show.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "971,603", "path": "instagram/picture2425.jpg", "like_list": [], "date_time": "Mar 27, 2016", "location": "", "tag_list": ["@kimkeever2", "@kimkeever2"], "caption": "Paint meets water — and the unpredictable result is Kim Keever’s () art. “I have no real control,” the New York City-based artist explains. “I can drop different colors in different places. But after that, it’s really anybody’s guess what’s going to happen, because I certainly don’t know.” Kim originally studied to become a thermal engineer, but he’s devoted the last 20 years to creating mesmerizing otherworldly scenes in tanks, some as large as 200 gallons (760 liters). The inspiration for his work comes from a childhood memory of his father adding instant milk to water. “He’d pour the milk in, and it would make such beautiful clouds,” Kim recalls. “The milk tasted horrible, but I got that beautiful visual experience before I drank the milk.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "909,753", "path": "instagram/picture2426.jpg", "like_list": [], "date_time": "Mar 27, 2016", "location": "", "tag_list": ["@montbloctoyuk", "#AirMaxDay", "@montbloctoyuk"], "caption": "How’s this for a childhood dream? Two friends grew up skateboarding on the same street in Lancashire, England, and turned their shared love of sneakers into a toy company that sells tiny re-creations of Nike Air Maxes, Jordans and more. That’s the story behind Mont Bloc Toy () and its 30-year-old co-founders John Haworth and James Philips. Working with a South Korea-based designer friend, the pair pick out their favorite sneakers, create a design concept and have the block kits assembled. “It’s a long, arduous process,” John says. “The average sneaker has 150 pieces.” The company, launched in January, is already a hit among international sneaker fanatics. “The community has been hugely supportive. You can go to any country and talk to another sneakerhead about a new release or their current favorite,” says John, who owns about 50 pairs while James has over 80, including ‘90s-era Air Max models. \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "762,870", "path": "instagram/picture2427.jpg", "like_list": [], "date_time": "Mar 26, 2016", "location": "", "tag_list": ["@ohfajar", "@gucci", "#GucciGram", "@ohfajar"], "caption": "As a child, all Fajar Domingo () needed was his aunt and sisters’ magazines, scissors and glue. “I started making my own world,” says Fajar, who lives in Jakarta, Indonesia. Today, he still makes collages — now for a much bigger audience. “I have a way to satisfy my hungry soul for beauty,” the graphic designer says. Recently, the creative director at Gucci (), Alessandro Michele, selected Fajar to participate in their second  campaign, for which 25 artists were asked to rework a new Gucci pattern in their own style. “I was inspired by the ancient and natural references in the new pattern,” says Fajar, whose take was both quirky and surreal. “I made the image with a woman knitting a garden pattern, celebrating the exquisite Mother Earth.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "626,552", "path": "instagram/picture2428.jpg", "like_list": [], "date_time": "Mar 26, 2016", "location": "", "tag_list": ["#WHPexpressions", "@merypace", "#WHPexpressions", "@merypace"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture expression in all its forms — like this one by . Here’s how to get started:\nWait for a moment that will lead to a strong reaction, like a surprise birthday party or the reveal of a magic trick.\n\nBring your camera to a public space, like the beach or a local park, to capture a variety of lively behaviors in a single image.\n\nTry using Boomerang to isolate a quirky habit, like a friend twirling her hair or a curious pet.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "626,552", "path": "instagram/picture2429.jpg", "like_list": [], "date_time": "Mar 26, 2016", "location": "", "tag_list": ["@junkie_xl", "@music", "@junkie_xl", "@music"], "caption": "“I call myself a full-contact composer,” Tom Holkenborg, aka Junkie XL (), tells Instagram . Tom’s scores have set the tone for some of Hollywood’s biggest blockbusters, including “Black Mass,” “Mad Max: Fury Road” and, most recently, “Deadpool.” “[For ‘Deadpool’], I looked around the studio and was like, ‘I’ve got all these ‘80s synthesizers and drum computers, maybe I can put these puppies to use for this film. I went off on this creative spree creating all kinds of ideas, and then finally, after two weeks, I called the director, Tim Miller, and I said, ‘Tim, I found the mix between Michael Jackson, ‘Miami Vice’ and Frankie Goes to Hollywood on acid!’”\nVideo by . Words by "}, {"num_of_comments": 24, "num_of_like": "815,917", "path": "instagram/picture2430.jpg", "like_list": [], "date_time": "Mar 25, 2016", "location": "", "tag_list": ["@the_mushroom_ninja", "@the_mushroom_ninja"], "caption": "It’s hard to believe that Ryan Grastorf () started photographing fungi a mere year and a half ago. “As an effort to reduce stress in life, I just started hiking more,” the full-time student says. “I found a mushroom, a very cool looking mushroom, and the rest is kind of history.” Since then, Ryan has gone into the woods near his home in Baltimore every day in search of his subject matter. He estimates that he’s photographed about 150 different kinds of mushrooms, many of which he has identified with the help of the Instagram community. “Mushrooms have this historically bad rap. But every time I share my world with somebody, they’re completely in awe, like, ‘Wow, I did not know mushrooms were like that.’”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "749,479", "path": "instagram/picture2431.jpg", "like_list": [], "date_time": "Mar 25, 2016", "location": "", "tag_list": ["@harleyingleby", "@harleyingleby"], "caption": "Harley Ingleby () never had much of a choice. Raised on the beaches on the east coast of Australia, he was born to be a wave rider. “I literally grew up under a roof of surfboards,” the 32-year-old says. Thanks to his parents’ encouragement, inspiration from his dad’s vintage board collection and the perfect waves of Coffs Coast, Harley has surfed pretty much his entire life. He got serious about the longboard surfing after high school, and less than a decade later, earned his first ASP World Longboard Title, the highest honor in the sport. Harley’s photos and videos, captured from a camera perched on the end of his board, take fans right into the heart of the action. But even with all the occupational risks, his enthusiasm for the sport — and his dogs, Minion and Moe — shines through all the footage he shares.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "731,148", "path": "instagram/picture2432.jpg", "like_list": [], "date_time": "Mar 25, 2016", "location": "", "tag_list": ["@ravimishraindia", "#Holi", "@ravimishraindia"], "caption": "“The power of color translates into the magic of love and bonding through Holi,” photographer Ravi Mishra () says. “It’s great to see people meet as strangers, smear some color on one another and turn into friends.” Ravi has documented  for the last six years, but 2013 stands out in his mind: Ravi watched the widows of Vrindavan play with color for the first time. Traditionally, the women in this town weren’t allowed to take part in any celebration after they lost their husbands. “The opening up of the festival to these women, therefore, signaled an important development in the Indian societal fabric,” he says. “This was a historic moment in India’s cultural landscape.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "757,023", "path": "instagram/picture2433.jpg", "like_list": [], "date_time": "Mar 24, 2016", "location": "", "tag_list": ["#WHPpatterns", "@dianrockmad", "@dianrockmad"], "caption": " asked community members to look for patterns in their surroundings, both naturally occurring and man-made — like this one by Dian Rockmad Bayutirto () depicting a row of troops in line at the Gedung Agung presidential palace in Yogyakarta, Indonesia.\nSee more of our favorite submissions from the project at blog.instagram.com.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "757,023", "path": "instagram/picture2434.jpg", "like_list": [], "date_time": "Mar 24, 2016", "location": "", "tag_list": ["#WHPpatterns", "@doro_bot", "@doro_bot"], "caption": " asked community members to look for patterns in their surroundings, both naturally occurring and man-made — like this one by author and illustrator Doro Ottermann () of Germany. “I live in Hamburg and whenever I have a lack of inspiration I take a walk near the water,” says Doro. “The idea for this film came to me when I looked at way too many boats on the big lake called Alster.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "652,637", "path": "instagram/picture2435.jpg", "like_list": [], "date_time": "Mar 24, 2016", "location": "", "tag_list": ["#WHPpatterns", "@karthikabhiram", "@karthikabhiram"], "caption": " asked community members to look for patterns in their surroundings, both naturally occurring and man-made — like this one by Karthik Abhirama Krishna () taken at an air show in Hyderabad, India. “As part of the aviation exhibition, four planes performed acrobatics in the sky leaving behind trails in different patterns,” says Karthik. “At one point, I fired away with the camera and I got the shot.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "631,884", "path": "instagram/picture2436.jpg", "like_list": [], "date_time": "Mar 24, 2016", "location": "", "tag_list": ["#hellomynameis", "@kailightner", "@kailightner"], "caption": "“ Kai Lightner () and I am a 16-year-old climber from North Carolina. I first began climbing at the age of 6 — I always got in trouble for climbing things I shouldn’t have, and rock climbing was a solution for me to release energy. When I climb, I’m able to just release everything from my mind — I feel in control of everything that’s happening around me.\n\nSince I’ve started climbing, I’ve won nine national youth titles, a youth world championship title and the 2015 adult national championship, but I hope to become an adult world champion. It’s really exciting and a privilege to be a role model for people that are younger than me.\n\nIn my community, it’s not very common to like rock climbing — the fact that I’m excelling at it, I feel, is really different. But it could be inspiring to other people. I think it’s okay to be different, and we shouldn’t associate different with uncool.”\nPhoto of  by Andrew Chao"}, {"num_of_comments": 24, "num_of_like": "631,884", "path": "instagram/picture2437.jpg", "like_list": [], "date_time": "Mar 24, 2016", "location": "", "tag_list": ["@ryojiimaizumi", "@ryojiimaizumi"], "caption": "Barbie dolls, oversized paper clips and rubber bands are a few of the items that have found their way into session stylist Ryoji Imaizumi’s () sculpted coif creations. When he was 22, Ryoji moved to New York City to be a “serious” hairdresser. There, his creativity was sparked: “I saw types of styling, not only cutting but putting things in people’s hair, like fabric, and I was very excited and shocked that this kind of thing existed.” Now, having relocated back to Tokyo, Ryoji applies his myriad influences — from traditional European aesthetics to Japanese manga and anime — to a revolving cast of models that even includes toy poodles in Hong Kong. Ryoji films his final product to show the full scope of his styles: “All around the head is interesting. I’m doing amazing work behind too, but no one ever saw that before.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "631,884", "path": "instagram/picture2438.jpg", "like_list": [], "date_time": "Mar 23, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@hamiltonpug", "@adcouncil", "@shelterpetproject", "#StartAStoryAdopt", "@hamiltonpug"], "caption": "Hello, Instagram! It’s time for your dose of . Meet the handsome , a pound pup who found his forever home in 2008. He’s been promoting shelter adoption ever since.\n\nHamilton and his adopted human have teamed up with  and  to share their special story, and encourage more people to . To add a pinch of pug to your feed, follow . And to find the shelter pet purrrfect for you, visit theshelterpetproject.org."}, {"num_of_comments": 24, "num_of_like": "631,884", "path": "instagram/picture2439.jpg", "like_list": [], "date_time": "Mar 23, 2016", "location": "", "tag_list": ["@pholoso.selebogo", "@pholoso.selebogo"], "caption": "Art director and stylist Pholoso Selebogo () is one of our featured voices from The Week on Instagram. Originally from South Africa, Pholoso styled this dance scene for a music video for the Danish pop group L.I.G.A.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "712,792", "path": "instagram/picture2440.jpg", "like_list": [], "date_time": "Mar 23, 2016", "location": "", "tag_list": ["@sienone", "@sienone"], "caption": "Marco Aguirre () from Mexico is one of our featured voices from The Week on Instagram. Marco, an art director, was inspired to make this photo illustration on a rainy morning. “Days before, I had seen a movie that spoke of a sea monster capable of devouring a complete vessel, so I felt free to re-create the scene with a car instead,” he says.\n\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "537,929", "path": "instagram/picture2441.jpg", "like_list": [], "date_time": "Mar 23, 2016", "location": "", "tag_list": ["@ryangarza", "#EyesOn", "#WorldWaterDay", "@ryangarza"], "caption": "Ryan Garza () has his  Flint, Michigan. Born and raised in Flint, Ryan has been documenting his city for over 15 years. His coverage of the contaminated water supply began in January 2015: “From the moment I heard we were switching to using the Flint River as a drinking source, I knew we were in trouble. Growing up in Flint, we knew to never get into the Flint River or eat fish from it. When the water levels were low, vehicles, shopping carts and other objects were visible. I was there when Flint officials sampled ‘treated’ river water as it was being considered as a safe source for residents. They offered me a drink. I declined. But later, there was no declining the water.” A photographer for the Detroit Free Press, Ryan’s photos help to tell the stories of the people affected by the crisis. “I enjoy the four seasons and the nature that our state has to offer,” he says. “My hope is for the water crisis to be the fuel to help rebuild Flint into something better.” \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "868,925", "path": "instagram/picture2442.jpg", "like_list": [], "date_time": "Mar 23, 2016", "location": "", "tag_list": ["@soledadbravi", "#brussels", "#peace"], "caption": "Our hearts are with Brussels — and everyone affected by recent tragedies around the world.\n\nIllustration by   "}, {"num_of_comments": 24, "num_of_like": "686,937", "path": "instagram/picture2443.jpg", "like_list": [], "date_time": "Mar 22, 2016", "location": "", "tag_list": ["#WHPpatterns", "@lkkben", "@lkkben"], "caption": " asked community members to look for patterns in their surroundings, both naturally occurring and man-made — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "733,113", "path": "instagram/picture2444.jpg", "like_list": [], "date_time": "Mar 22, 2016", "location": "", "tag_list": ["#WHPpatterns", "@l1na.b", "@l1na.b"], "caption": " asked community members to look for patterns in their surroundings, both naturally occurring and man-made — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "586,985", "path": "instagram/picture2445.jpg", "like_list": [], "date_time": "Mar 22, 2016", "location": "", "tag_list": ["#WHPpatterns", "@jeffryr_", "@jeffryr_"], "caption": " asked community members to look for patterns in their surroundings, both naturally occurring and man-made — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "918,566", "path": "instagram/picture2446.jpg", "like_list": [], "date_time": "Mar 22, 2016", "location": "", "tag_list": ["@hanifshoaei", "#EyesOn", "#PersianNewYear", "@hanifshoaei"], "caption": "Children walking to school. Families shopping in the market. Friends taking selfies by the Caspian Sea. Hanif Shoaei () has his  everyday life in Iran. “My photos reveal that Iran is not what you see in the media,” the documentary photographer from Tehran says. “It is only a part of a big picture.” In Iran, celebrations for the 13-day festival Nowruz (the ) are underway. One of the most important holidays in the country, Nowruz welcomes the start of spring with visits from family and friends and plenty of delicious treats. “Gestures of affection and thoughtfulness will ensure a full and happy year,” Hanif says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "720,074", "path": "instagram/picture2447.jpg", "like_list": [], "date_time": "Mar 21, 2016", "location": "", "tag_list": ["@morgophoto", "#HarmonyDay", "@morgophoto"], "caption": "Through the power of photography, 20 students from diverse backgrounds met as strangers and left as friends. Photographer James Morgan () helped lead students from five different Melbourne, Australia, schools in a two-day portrait workshop. “The minute they were in the room together and paired off, the differences broke down very quickly, and they were just students telling each other stories,” James says. The project struck a chord with James; as a child, he struggled with reading and writing but photography offered the creative outlet he needed. “It gave me a way of telling stories and expressing myself through photography without the use words,” James explains. “Photography has the ability to transcend age, race, religion and language, which is pretty amazing stuff.” \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "686,218", "path": "instagram/picture2448.jpg", "like_list": [], "date_time": "Mar 21, 2016", "location": "", "tag_list": ["@therealadamsavage", "@therealadamsavage"], "caption": "For a guy with so many big-kid toys at his disposal, the two things Adam Savage () can’t live without are deceptively simple. “A pencil and a Leatherman,” he says. “With those two things I can rebuild society!” As the co-host of the popular series “MythBusters,” which aired its final show a few weeks ago, Adam spent the last 12 years building and blowing up and debunking, all in the name of science. Growing up, his bohemian parents — dad directed animation spots for “Sesame Street” — encouraged his insatiable curiosity and intricate Lego constructions. However, “I never self-identified as a science kind of guy,” says Adam, taking a break from prepping his costume for this weekend’s Silicon Valley Comic Con. “But the two teachers who inspired me the most were science teachers who were both willing to say, ‘I don’t know.’” That inquisitiveness propelled many of the “MythBusters” experiments, including his personal favorite: dimpling a car like a golf ball and getting 11 percent better mileage than one with a smooth finish. “That was astounding,” he marvels. “Nobody was more surprised than us.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,089,876", "path": "instagram/picture2449.jpg", "like_list": [], "date_time": "Mar 21, 2016", "location": "", "tag_list": ["@bidibadabu", "@bidibadabu"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo from Italy captured by . For more of these photos, videos and news from around the community, visit blog.instagram.com. Congratulations to those who are featured!\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "546,932", "path": "instagram/picture2450.jpg", "like_list": [], "date_time": "Mar 20, 2016", "location": "", "tag_list": ["#hellomynameis", "@mac_daddyy", "@beautycon", "#BeautyconDallas", "@mac_daddyy"], "caption": "“ Angel Merino (), I’m 25 years old and I’m a professional makeup artist and a creator. I’ve been doing makeup for the last seven years — even though I never went to makeup school.\nI was one of the first males to put my work out there in an industry that’s predominantly female, and obviously, there were a lot of negative comments, but the positivity always outweighed that. Now, there are so many other male artists that are more comfortable with putting themselves out there and being open to criticism.\nTo me, it’s not just about the makeup. It’s more about giving people confidence and courage, so they can apply it to whatever avenue they’re in, even if it’s not beauty-related.\n\nI always say, never put yourself in a box. It’s all about having an open mind and not limiting yourself, because there are just so many different avenues that one thing can lead you in. Now, I feel like I have a social responsibility to continue to be a pioneer, revolutionize this industry and revolutionize this world.”\nMeet other  creators by exploring .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "546,932", "path": "instagram/picture2451.jpg", "like_list": [], "date_time": "Mar 20, 2016", "location": "", "tag_list": ["@mangaday", "@mangaday"], "caption": "For Winai Namwong (), his comic strip “Mr. Fail: Cartoon for Inter-Human Relationship” is a way to say things that he couldn’t. “It started when I felt sad, disappointed and broken-hearted, and I couldn’t talk to anyone,” the art student at Silpakorn University in Bangkok explains. Winai’s series about solitude helped him feel a little bit less lonely. “It felt good to draw,” he explains, “and it felt even better when I met people who have the same feelings as me.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "616,557", "path": "instagram/picture2452.jpg", "like_list": [], "date_time": "Mar 20, 2016", "location": "", "tag_list": ["@jackjackjohnson", "@jackgilinsky", "@music", "@jackandjack", "@jackandjack", "@ysbnow", "@j2pix", "@music"], "caption": "On the day  met , they wore the exact same T-shirt. “It was just one of those freaky coincidental things that kindergarteners become best friends over,” Johnson, who was 5 years old at the time, tells . (Gilinsky was 4.) Fifteen years later, they transferred that “freaky coincidence” into the self-titled pop and rap duo, . To Johnson and Gilinsky, making music together was as inevitable as their friendship. “He’s just always there,” says Gilinsky. “He’s always willing to work. And knowing that is very comforting. We’re best friends. We’ve been together always, and we always will be.”\nPhoto of  by  and . Words by "}, {"num_of_comments": 24, "num_of_like": "703,348", "path": "instagram/picture2453.jpg", "like_list": [], "date_time": "Mar 19, 2016", "location": "", "tag_list": ["@franciscus", "@kevin", "@franciscus", "@kevin"], "caption": "Today, Pope Francis (), the 266th and current pope of the Roman Catholic Church, joins Instagram. He is posting his very first photo from the Vatican’s Casa Santa Marta with Instagram CEO Kevin Systrom (). Visit  to say hello and welcome Pope Francis.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "905,651", "path": "instagram/picture2454.jpg", "like_list": [], "date_time": "Mar 19, 2016", "location": "", "tag_list": ["@paperfashion", "@valentina_kova", "@paperfashion"], "caption": "The first time the fashion illustrator Katie Rodgers () put aside her canvases to paint on silk scarves, it was thrilling. “I was playing with all sorts of methods and techniques and experimenting with gold metallic inks,” says Katie, who lives in New York City. The scarves were designed in collaboration with designer Valentina Kova (). “We thought it was the perfect remedy to today’s fast fashion world, as we both believe in classic, quality fashion, that lasts well beyond a season.” The collection was inspired by dance, which Katie finds parallel to fashion. “I like the thought of something being so graceful and seemingly easy when in reality it’s incredibly difficult, unglamorous and physically straining,” Katie says. “There’s something stunning about that juxtaposition that creates a beautiful mystery.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "833,174", "path": "instagram/picture2455.jpg", "like_list": [], "date_time": "Mar 19, 2016", "location": "", "tag_list": ["#WHPpatterns", "#WHPpatterns", "@tropico_media"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to look for patterns in your surroundings, both naturally occurring and man-made. Here’s how to get started:\nFocus on highlighting the repetition of identifiable shapes in your scene.\n\nLook for patterns large and small in scale — whether zooming in close to the subtle lines on a flower petal or photographing the smokestacks of an industrial site from a distance.\n\nTry using video to capture moving patterns — like a line of ants marching in unison through your backyard.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "806,305", "path": "instagram/picture2456.jpg", "like_list": [], "date_time": "Mar 19, 2016", "location": "", "tag_list": ["@theoregonduck", "#MarchMadness", "@theoregonduck"], "caption": "During NCAA March Madness, every college basketball player has a unique gameday ritual; the Oregon Duck (), a dancing 6-foot-tall (1.8-meter) waterfowl, is no different. “I provide an offering to my Kevin Bacon cutout from his movie ‘Hollow Man,’” the Duck says. To help the team, he takes the fortunes out of cookies and leaves them in the players’ lockers. “I’m not sure if it really helps or if they see them, but per their recent performances, it doesn’t not help.” It’s a great gig — he’s close friends with the mascots from the other Pac-12 schools, once met actress Mila Kunis and shares a snack closet with the cheerleaders because they make him look good. He even maintains a sunny outlook when people step on his giant orange feet and the players don’t shower after practice (he really wishes they’d reconsider that). “Mentally, I’m taking it one day at a time. I’m just excited to be a part of the Madness. And for the food in the press stations. They usually have spicy nuts and hot dogs.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "567,270", "path": "instagram/picture2457.jpg", "like_list": [], "date_time": "Mar 18, 2016", "location": "", "tag_list": ["@asmitaparelkar", "@asmitaparelkar"], "caption": "For Asmita Parelkar (), photographing quiet, everyday scenes is a way of reminding herself — and us — that stillness and calm still matter. “So many of us are constantly busy these days,” Asmita says, “it’s easy to get caught up in the energy of a place like Mumbai, where I live. Finding moments where everything is still, or an animal is being itself, or sunlight hits a building and transforms it — for me, trying to capture that is almost like meditation.” Ultimately, Asmita finds inspiration for her work in the same place that people have always found relief from urban stress: the natural world. “Even if it’s just photographing a tree outside my window or a dog or cat in a pool of light on a sidewalk, I can get energy from that brief interaction.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "567,270", "path": "instagram/picture2458.jpg", "like_list": [], "date_time": "Mar 18, 2016", "location": "", "tag_list": ["@hombre_mcsteez", "@hombre_mcsteez"], "caption": "It would be a mistake to equate the simple with the easy. In Marty Cooper’s () case, creating short videos — part stop-motion, part traditional 2-D animation — takes work, but the results are delightful. “What keeps me coming back,” the 28-year-old native Californian says, “is the goofy randomness of these little animations. I don’t see myself ever growing tired of dreaming up silly ideas that make me laugh, and then bringing them to life.” A professional animator, Marty has worked on commercials and in feature films, but one gets the sense that, even if he never made a dime from his light-hearted, constant doodling, he’d always find time for it. “Everyone draws as a kid,” he says, “in coloring books, on restaurant place mats, wherever. I was just like any other kid. It’s just that I never stopped drawing.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "567,270", "path": "instagram/picture2459.jpg", "like_list": [], "date_time": "Mar 17, 2016", "location": "", "tag_list": ["@tatiana_mc_garry", "#StPatricksDay", "@tatiana_mc_garry"], "caption": "Tatiana McGarry () moved from Russia to Galway, Ireland, one year ago, and she fondly remembers her first  celebration: “So many people were on the streets and nearly everyone wore green — even dogs were wearing green ribbons! There was a warm and happy atmosphere, and the weather was great, which also was good luck.” This year, Tatiana will celebrate by visiting the local parade and maybe enjoying a glass of Irish cider. The 28-year-old artist and student creates work in a mix of mediums, but she’s drawn to watercolors, even though they’re challenging. “Watercolors don’t forgive mistakes,” Tatiana explains. “But they give beautiful, semitransparent, glowing colors.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "910,832", "path": "instagram/picture2460.jpg", "like_list": [], "date_time": "Mar 17, 2016", "location": "", "tag_list": ["#WHPeyetricks", "@ethan.f_", "@ethan.f_"], "caption": " asked community members to create optical illusions by playing with perspective and scale in their photos and videos — like this one by 20-year-old student Ethan Fernandes (), which he made in Saguaro National Park in Arizona.\n“One of my best friends from high school and I were hanging out around this one area of the park, waiting for the sunset. We noticed this cactus that didn’t have any arms — so we decided to give it a pair!” says Ethan.\n\nSee more of our favorite submissions from the project on blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "909,583", "path": "instagram/picture2461.jpg", "like_list": [], "date_time": "Mar 17, 2016", "location": "", "tag_list": ["#WHPeyetricks", "@_yafiqyusman_", "@_yafiqyusman_"], "caption": " asked community members to create optical illusions by playing with perspective and scale in their photos and videos — like this one by Muhammad Yafiq Bin Yusman () of Singapore.\n“When you have an idea, the process of making the photos can be simple,” says Muhammad, who stood on a bridge two stories above his brother and a friend to take this picture. “It took me less than a minute to shoot.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "909,583", "path": "instagram/picture2462.jpg", "like_list": [], "date_time": "Mar 17, 2016", "location": "", "tag_list": ["#WHPeyetricks", "@loriallofus", "@loriallofus", "@loriallofus"], "caption": " asked community members to create optical illusions by playing with perspective and scale in their photos and videos — like this one by  from Pittsburgh.\n“I had my dog, Fiona, sit in the foreground, and in the background, my daughter used a big street broom to create the illusion that she was grooming Fiona,” says . “Grooming a Newfoundland is lots of work, but they are the very best dogs!”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "445,394", "path": "instagram/picture2463.jpg", "like_list": [], "date_time": "Mar 17, 2016", "location": "", "tag_list": ["@jcarumu", "#Fallas2016", "@instagrames", "@jcarumu"], "caption": "Giant wooden puppets, over-the-top gowns and a deafening storm of fire and gunpowder: welcome to Fallas, one of the biggest festivals in Spain, taking place this week in the Mediterranean city of Valencia. “There is smoke all over the streets from the fireworks,” Valencian student and Fallas lover Juan Carlos Ruiz () says. “Thousands dance to the music of bands playing in every corner and stop at the traditional food stalls offering paella and ‘churros con chocolate,’ a must during Fallas.” Local artisans spend months building the satiric ‘ninots,’ puppets made of wood and papier-mâché that rise up to 98 feet (30 meters) tall. They will end up in flames during the night of La Cremà (which translates as “the burning”) to pay homage to the fire while welcoming the spring. “This is my favorite moment. It’s such a magical night,” Juan Carlos says. “The city is covered by the light of fireworks and flames.” \n\nFor more stories from the Spanish-speaking community, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "488,326", "path": "instagram/picture2464.jpg", "like_list": [], "date_time": "Mar 17, 2016", "location": "", "tag_list": ["@jackieleeyoung", "#SXSW", "@courtneymelba", "@jackieleeyoung"], "caption": "Photographer Jackie Lee Young () can’t get enough of Austin, Texas, the city she calls home. “The creativity and originality alive here is uplifting, and the artist community supports each other,” she says. “The love is real!” When  rolls around every year, the energy of the festival transforms Austin. “The air gets a little electric for a good three and a half weeks,” Jackie explains. “I love discovering new bands, watching people lose their minds over the popular ones and seeing bands from places unknown that blow your mind. For me, that was Courtney Barnett () last year!” Jackie’s favorite local spot to hear live music? Hotel Vegas. “It is always welcoming no matter the show,” she says. “It is where dirty rock and roll should be seen, no doubt about it.”\nPhoto of White Denim by "}, {"num_of_comments": 24, "num_of_like": "819,274", "path": "instagram/picture2465.jpg", "like_list": [], "date_time": "Mar 16, 2016", "location": "", "tag_list": ["@lexey", "@lexey"], "caption": "Our third featured photo from The Week on Instagram by Lexey Swall () shows a controlled fire for land management outside of Merna, Nebraska. Even though a crew of workers were monitoring the fire, “the intensity of fire and smoke changes quickly in these situations,” Lexey explains. “This was a moment when the intensity was high, fueled by fresh brush.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "788,477", "path": "instagram/picture2466.jpg", "like_list": [], "date_time": "Mar 16, 2016", "location": "", "tag_list": ["@romnic83", "@beazonza", "@romnic83"], "caption": "Here’s our second featured photo from The Week on Instagram: a selfie by Romain Nicoloso () taken with his girlfriend Béatrice Zonza () during a beach day in Sydney, Australia. “When I felt the wave, I thought the photo could be better if I would wait one second later,” he says. “Life is unpredictable.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "641,922", "path": "instagram/picture2467.jpg", "like_list": [], "date_time": "Mar 16, 2016", "location": "", "tag_list": ["@nathalisaoctavia", "@fromtinyislands", "@nathalisaoctavia"], "caption": "Keep it simple. That’s the philosophy that shapes Nathalisa Octavia’s () life, from the delicate stone and sterling silver jewelry she designs to the dreamy, softly lit photos of her frequent travels. “Our philosophy is make it simple but comfortable,” the 24-year-old product designer of From Tiny Islands () and creative director of the Watch Company says. “I find joy in touching the texture of a surface, combining colors and shape, thinking on how an object could have better function.” Jakarta, Indonesia, where Nathalisa and her business partner Jane Lukman live and work, is bursting with startups, but their clear-eyed point of view and subtle yet stunning creations set them apart. “Sometimes people look down on us because we are young. But I realized that when you really believe in what you do, people will eventually believe in you,” Nathalisa says. “We are not going to stop here. We want to go bigger and be known internationally.” What’s her best advice for other 20-something small business owners? “Be original! In this digital era when you can just copy and see inspiration, you have to have your own take.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "641,922", "path": "instagram/picture2468.jpg", "like_list": [], "date_time": "Mar 15, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@tommo_72", "@tommo_72", "@tommo_72"], "caption": "It’s time for your dose of , Instagram. Meet Popo () a teeny-tiny white hamster from Japan. Popo loves snacking on slivers of carrot or single popcorn kernels before scurrying around cushy carpets. If your feed is in need of some cute adventures, follow .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,043,027", "path": "instagram/picture2469.jpg", "like_list": [], "date_time": "Mar 15, 2016", "location": "", "tag_list": ["#WHPeyetricks", "@abelme", "@abelme"], "caption": " asked community members to create optical illusions by playing with perspective and scale in their photos and videos — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,203,775", "path": "instagram/picture2470.jpg", "like_list": [], "date_time": "Mar 15, 2016", "location": "", "tag_list": ["#WHPeyetricks", "@mlnordan", "@mlnordan"], "caption": " asked community members to create optical illusions by playing with perspective and scale in their photos and videos — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,100,011", "path": "instagram/picture2471.jpg", "like_list": [], "date_time": "Mar 15, 2016", "location": "", "tag_list": ["#WHPeyetricks", "@aubrays", "@aubrays"], "caption": " asked community members to create optical illusions by playing with perspective and scale in their photos and videos — like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,100,011", "path": "instagram/picture2472.jpg", "like_list": [], "date_time": "Mar 15, 2016", "location": "", "tag_list": ["@katieorlinsky", "#Iditarod2016", "@katieorlinsky"], "caption": "In the state of Alaska, dog mushing is the official sport, and for many Alaskans, the Iditarod Trail Sled Dog Race is the year’s most anticipated event. Race action happens 24 hours a day, according to freelance photographer Katie Orlinsky () who’s on the scene photographing the entirety of the race — some 1,000 miles (1,600 kilometers) in just over two weeks. “There is no other human or animal that can do what they do. They are the world’s most impressive endurance athletes,” Katie says. “The race is so exciting and interesting. The dogs are the best thing ever, and the beauty along the trail is breathtaking.” \n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "884,024", "path": "instagram/picture2473.jpg", "like_list": [], "date_time": "Mar 15, 2016", "location": "", "tag_list": ["@tinypies", "#PiDay", "@tinypies"], "caption": "Amanda Bates () is proof that a sweet and small idea can become a big deal. Amanda was newly divorced and underwhelmed at work when her 9-year-old son asked to take pie to school. “My mom and I played around with recipes and came up with our signature style,” she says. The mother and daughter duo started selling handheld pies at a local farmers market five years ago; now, her shop is a staple in her hometown of Austin, Texas. On March 14, the Tiny Pies shop feels like a  party. “It’s the most fun day in the store,” Amanda says. “Everyone’s celebrating.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "647,808", "path": "instagram/picture2474.jpg", "like_list": [], "date_time": "Mar 14, 2016", "location": "", "tag_list": ["@diegohuertaphoto", "@diegohuertaphoto"], "caption": "Photographer Diego Huerta () has a gift: “I know it may sound like a fantasy, but when I look at the people’s eyes, that’s when I know they are the right person to photograph,” he says. Diego was born and raised in Mexico and currently lives and works as a photographer in Austin, Texas, but every year he travels to the southern Mexican state of Oaxaca. There, he finds stories in the eyes of the Zapotec people, whose customs have endured for centuries — like these proud feather dancers at Zaachila, an archeological site where the old Zapotec Empire once stood. “One day, as I was walking in the streets, I listened to the noise of drums. As I got closer, I could feel the buzz of people gathering around a house. And then I found these dancers in the patio,” he explains. “As a commercial photographer, that kind of human connection makes me keep my feet on the ground,” Diego says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "752,295", "path": "instagram/picture2475.jpg", "like_list": [], "date_time": "Mar 14, 2016", "location": "", "tag_list": ["@neiderigo", "@neiderigo"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo from Brazil captured by . For more of these photos, videos and news from around the community, visit blog.instagram.com. Congratulations to those who are featured!\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "752,295", "path": "instagram/picture2476.jpg", "like_list": [], "date_time": "Mar 13, 2016", "location": "", "tag_list": ["@pinot", "@pinot"], "caption": "For Wahyu Ichwandardi (), animation is a family business. The motion graphics animator learned to draw and animate from his father, who worked as an artist in their native Indonesia. Wahyu’s quick and delightful 15-second animations blend hand-drawn images with the real world. “The story is always about how the 2-D drawing interacts with real objects around it,” he says. “That’s where the animation meets stop-motion.” He’s best known for a series that pits a cartoon bird against the outside world. The unlucky chick is always trying to escape the page, assisted by glass bottles, seesaws and other drawn objects. “For a 15-second animation, I usually produce 100 to 200 illustrations,” Wahyu explains, adding that he smooths each animation out on the computer. Along with his own projects, he sometimes collaborates with his wife and children at their home studio in Queens, New York. Credit for the whimsy in Wahyu’s work belongs to his kids. “When we ‘teach’ them about art, they teach us back about so many things, [like] how to bring childhood imagination back to our adult life.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "744,807", "path": "instagram/picture2477.jpg", "like_list": [], "date_time": "Mar 13, 2016", "location": "", "tag_list": ["@music", "@charlieputh", "#KCA", "@charlieputh"], "caption": "Today on , talking to Charlie Puth () in time for tonight’s Nickelodeon Kids’ Choice Awards. One year ago, the 24-year-old New Jersey native was playing for fans on the Internet. Now, he’s on tour with a new album, “Nine Track Mind,” and a few chart-topping singles under his belt: “Marvin Gaye,” and “See You Again” with Wiz Khalifa – which is up for Favorite Collaboration at the KCAs. “I’ve never played the Kids’ Choice Awards,” says Charlie. “I would love to be slimed.” \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "723,010", "path": "instagram/picture2478.jpg", "like_list": [], "date_time": "Mar 13, 2016", "location": "", "tag_list": ["@serkanncolak", "@serkanncolak"], "caption": "Shadows. Silhouettes. Figures wreathed in mist and smoke. For Turkish photographer and teacher Serkan Çolak (), artfully obscuring the world can become another way of revealing it. “I believe that what we don’t know is more important than what we do know,” Serkan says of his atmospheric, anonymous portraits and street photographs. Working solely in black and white, Serkan seeks out strangers, young and old — “It’s difficult taking photographs of people that I know,” he says — as well as street scenes that feel oddly universal: lacking any cues of where they were taken, his pictures might be from any city or town in the world. “Curiosity is linked to innovation or the discovery of something totally unknown. Photographs must make a person become curious. It’s not what we see, but how we see it and how we go beyond what we’ve seen.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "803,286", "path": "instagram/picture2479.jpg", "like_list": [], "date_time": "Mar 12, 2016", "location": "", "tag_list": ["#WHPeyetricks", "@el.rex", "#WHPeyetricks", "@el.rex"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to create optical illusions by playing with perspective and scale in your photos and videos — like this one by . Here’s how to get started:\nFocus on making visuals that depict seemingly impossible situations — like your own hand picking up a skyscraper, or the sun resting atop a friend’s head.\n\nShoot from a variety of perspectives so objects appear smaller or larger in your images than in real life. For example, make a toy action figure look life-size by shooting it from close-up and at a low angle.\n\nPlace objects on different planes in your frame to warp the sense of scale. Keep in mind that whatever’s in the foreground of your picture will appear the largest.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. Any tagged photo or video taken over the weekend is eligible to be featured next week.\n\nFor more examples and inspiration, check out blog.instagram.com\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "643,822", "path": "instagram/picture2480.jpg", "like_list": [], "date_time": "Mar 12, 2016", "location": "", "tag_list": ["#hellomynameis", "@raymondbraun", "#VisibleMe", "#VisibleMe", "#VisibleMe", "@raymondbraun", "@jeysonpaez"], "caption": "“ Raymond Braun () and I am 26 years old. I’m from a small town in Ohio and I knew there was something different about me for as long as I could remember. As soon as I got access to the Internet, I found a community which helped me gain the courage to come out to myself. Now my passion is to speak to anyone who was like me — that young LGBTQ kid who feels isolated or misunderstood.\nWhen I shared my story, I started receiving powerful messages from young LGBTQ people all around the world, and I thought, ‘I wish there was a way for me to share the hope, optimism and resilience in these incredible stories.’ I created an Instagram photo and video series called  with the goal of reflecting a spectrum of LGBTQ experiences, because the more times that young people tell their stories, the more we show that we have a lot of the same dreams, fears and aspirations as everyone else.\nWhen you grow up feeling different, like there’s something about you that isn’t seen as conventional or traditional, it gives you an openness to color outside the lines and chart your own life. I hope  encourages everyone to celebrate diversity and embrace what makes them different. We all have that spark within us.”\nTo learn more, check out  on the Explore page and visit facebook.com/visibleme.\n\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "671,888", "path": "instagram/picture2481.jpg", "like_list": [], "date_time": "Mar 11, 2016", "location": "", "tag_list": ["@naominailsnyc", "@kenzo", "@naominailsnyc"], "caption": "Nail artist Naomi Yasuda () moved to New York from Japan eight years ago to learn the most cutting-edge techniques. The big surprise? Nail art hadn’t caught on in the US. “Nobody was doing what I was doing in New York at the time,” Naomi says. Soon, her disappointment shifted to excitement — she recognized an opportunity. “At first, I did have some struggles as I couldn’t speak any English and I didn’t know anybody. I printed posters and flyers and went all over the city putting them up.” Today, partially thanks to Naomi, nail art is no longer uncommon, but she continues to elevate it to uncommon levels. For the Kenzo () show at Paris Fashion Week this season – Naomi’s seventh time working with them – she designed the lavender nails with tiger prints and blue nails with tiny irises. “Humberto and Carol, the designers, give me complete creative freedom,” says Naomi, who once did “Blue Velvet” nails for a David Lynch-inspired Kenzo show. “They are always open to my crazy ideas.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "795,545", "path": "instagram/picture2482.jpg", "like_list": [], "date_time": "Mar 11, 2016", "location": "", "tag_list": ["@mimi_brune", "@mimi_brune"], "caption": "For Alya Galinovskaya (), hospitality is a way of life. She works by day in the industry, managing a St. Petersburg hotel, and in her free time, she loves to nest at home, cooking for friends and family while filling every nook with something green. “I will probably never abandon my dream of having a huge garden where I could be spending my entire life digging, planting, growing, tying up and feeding up the flowers,” Alya explains. “Dotting flowers all over my home makes it alive.” For Alya, photography offers unexpected and magical moments: “The whole process of creating a unique microcosm within the photo frame — that’s what gives me goose bumps and leaves no words to describe the feelings.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "585,296", "path": "instagram/picture2483.jpg", "like_list": [], "date_time": "Mar 11, 2016", "location": "", "tag_list": ["@jadeantoine", "@jadeantoine"], "caption": "Three years ago, Jade Antoine () took a break from cognitive science research to document volunteers who were building schools in rural Guatemala. Jade packed some ink pens and paper along for her journey, and her time dedicated to art abroad sparked a side business. “Being in new places invites greater appreciation for some of those places I have previously been,” the illustrator who lives in New Zealand explains. “I often find myself expressing this in my work.” Jade’s childhood was spent in the wilds of the southwestern US, where she was encouraged to cultivate a respectful and meaningful relationship with nature. These happy memories and her lifelong enchantment with the environment and animals helped inform her artwork. Jade’s advice for other small business owners? “Mistakes are inevitable opportunities to learn and improve.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "899,954", "path": "instagram/picture2484.jpg", "like_list": [], "date_time": "Mar 10, 2016", "location": "", "tag_list": ["#WHPidentity", "@futago_no_utarita", "@futago_no_utarita"], "caption": " asked community members to make images and videos celebrating individuality. Yu Kawaguchi () from Japan captured this moment between his identical twin daughters, Uta and Rita, highlighting their unique personalities.\n\nSee more of our favorite submissions to the project on blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "940,147", "path": "instagram/picture2485.jpg", "like_list": [], "date_time": "Mar 10, 2016", "location": "", "tag_list": ["#WHPidentity", "@_ashmita", "@_ashmita"], "caption": " asked community members to make images and videos celebrating individuality — like this one by Ashmita Bera (), a biomedical student from Kolkata, India.\n“It’s funny how some people identify you by your appearance,” Ashmita says. “When you change your hair color, you’re treated so differently.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "641,614", "path": "instagram/picture2486.jpg", "like_list": [], "date_time": "Mar 10, 2016", "location": "", "tag_list": ["#WHPidentity", "@aliashollygolightly", "@aliashollygolightly"], "caption": " asked community members to make images and videos celebrating individuality — like this one by Maja Eickemeyer () from Abu Dhabi, United Arab Emirates.\n“My husband and I came up with the idea to make a series about this weird couple from the ‘50s and their daily adventures,” Maja says. “We kind of redecorated two rooms in our apartment to fit the style.”\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "547,243", "path": "instagram/picture2487.jpg", "like_list": [], "date_time": "Mar 10, 2016", "location": "", "tag_list": ["@virgilabloh", "@off____white", "@virgilabloh"], "caption": "Virgil Abloh () has advice for anyone who dreams of designing clothes: stop dreaming. “If you really want to do what you say you want to do, after reading this, go and do it,” says Virgil, who showed his latest collection for Off-White () at Paris Fashion Week. “Go and print that T-shirt today, and by today I mean in the next 30 minutes.” Virgil, who is also Kanye West’s creative director, not only challenges his fans to stop making excuses and pursue their passions, but he also shows them how with behind-the-scenes photos. “Growing up, I always wished someone would show me the exact ropes,” he explains. “My premise has always been to make my creative process sort of an open book.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "680,176", "path": "instagram/picture2488.jpg", "like_list": [], "date_time": "Mar 10, 2016", "location": "", "tag_list": ["@acacia.johnson", "@acacia.johnson"], "caption": "Muddy-breasted penguins, blubbery crabeater seals and jumbles of whale bones are everywhere, but in the still, icy world of Acacia Johnson (), spotting a person is a game of Where’s Waldo. Mostly there are just clues, like the footprints in slush, a lone flag, a tiny boat. “It’s very far removed from civilization. It’s just completely pristine. Nobody owns it,” Acacia says from a boat in the middle of Antarctica, where she is spending three months as an expedition guide. “Polar regions are a place where I feel most alive. The first time I came here, I was so profoundly moved that I knew it was going to be my life for some period of time.” The 25-year-old photographer spends roughly half of the year on the water, leading passengers on wildlife tours and lecturing on basic photography. “It’s a much more vibrant place than people might envision,” she says. “Every day feels like waking up on almost a different planet. It can’t possibly be part of this earth. It’s too good to be true.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "829,014", "path": "instagram/picture2489.jpg", "like_list": [], "date_time": "Mar 9, 2016", "location": "", "tag_list": ["#LifeOnEarthWWIM13", "@diana_lars"], "caption": "Worldwide InstaMeet 13 is coming up! Join tens of thousands of people in every corner of the world the weekend of April 22-24 to explore, share photographic tips and tricks, and take photos and videos together.\nAnd since Worldwide InstaMeet 13 falls on Earth Day (April 22), spend the weekend celebrating the wonder and beauty of our planet together. This event is also an opportunity to get together and give back. For those inspired to include a public service element to their InstaMeet, use the  hashtag to share and explore the many ways the Instagram community gives back during the weekend.\nWant to organize a WWIM13 InstaMeet? Let us know at http://bit.ly/ourinstameet so we can share your InstaMeet with other Instagrammers in your area!\nTo learn more about InstaMeets and to connect with local Instagrammers, visit http://community.instagram.com\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "829,014", "path": "instagram/picture2490.jpg", "like_list": [], "date_time": "Mar 9, 2016", "location": "", "tag_list": ["@lifeofoso", "@nonicharisse", "@lifeofoso"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this video of , a 2-year-old Rottweiler from California. “He sometimes tries to be sneaky,” Oso’s owner Noni Andalis () says. “We were interested in seeing how he would go about grabbing his ball.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "921,420", "path": "instagram/picture2491.jpg", "like_list": [], "date_time": "Mar 9, 2016", "location": "", "tag_list": ["@sadeghheydarifard", "@sadeghheydarifard"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo by Sadegh Heydarifard () from a foggy day in the Siahkal forest of northern Iran. “First the sheep, and then the shepherd, appeared through the fog,” Sadegh says. “It was like a gift from nature and made me feel relaxed.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "921,420", "path": "instagram/picture2492.jpg", "like_list": [], "date_time": "Mar 9, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@piratecatwillie", "@piratecatwillie"], "caption": "It’s time for your dose of , Instagram. This week’s furry feature is of the feline variety. Willie () is a gorgeous gray, fun-loving, one-eyed kitty whose love of lounging is matched only by his mischievousness. If your feed is lacking in lovable cat cuteness, follow ."}, {"num_of_comments": 24, "num_of_like": "555,195", "path": "instagram/picture2493.jpg", "like_list": [], "date_time": "Mar 9, 2016", "location": "", "tag_list": ["#MyStory", "@theworldwidetribe", "#InternationalWomensDay", "@theworldwidetribe"], "caption": "“ demonstrates how love and compassion come out on top. Despite the most difficult of circumstances, humanity will prevail.” —Jaz O’Hara left a job in fashion to dedicate her energy full time to the Worldwide Tribe (), a travel blog-turned-charity the 25-year-old from the UK founded.\n“I was reading a lot about the ‘Jungle,’ a refugee camp in Calais, France, where 3,000 people were living in the mud hoping to get into the UK. I went with my brothers, and what happened that day will stay with me forever. I went home feeling very emotional about what I’d experienced and the new friends I’d made. I wrote on my Facebook page about the day. I went to sleep and woke up the next morning — that post was shared 65,000 times overnight. The outpouring of generosity was incredible. My brother and I quit our jobs and moved into the camp. We wanted to understand, as best as we could, what people really needed and what we could actually do. I’ve been able to connect with a lot of the young women. Apart from the fact that they come from a different country that’s not safe, we’re the same. We all have responsibility for each other. We are all in this together.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "693,072", "path": "instagram/picture2494.jpg", "like_list": [], "date_time": "Mar 8, 2016", "location": "", "tag_list": ["#WHPidentity", "@ibrsoul", "@ibrsoul"], "caption": " asked community members to make images and videos celebrating individuality - like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "915,365", "path": "instagram/picture2495.jpg", "like_list": [], "date_time": "Mar 8, 2016", "location": "", "tag_list": ["#WHPidentity", "@tizzia", "@tizzia"], "caption": " asked community members to make images and videos celebrating individuality - like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "593,881", "path": "instagram/picture2496.jpg", "like_list": [], "date_time": "Mar 8, 2016", "location": "", "tag_list": ["#WHPidentity", "@jamiecateyes", "@jamiecateyes"], "caption": " asked community members to make images and videos celebrating individuality - like this one by .\n\nFollow along as we feature some of our favorite submissions throughout the week, and check out more at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "502,410", "path": "instagram/picture2497.jpg", "like_list": [], "date_time": "Mar 8, 2016", "location": "", "tag_list": ["@patmcgrathreal", "@givenchyofficial", "#PFW", "@patmcgrathreal"], "caption": "Makeup artist Pat McGrath () wants to redefine what beauty can be. “I seek to question the societal standards of beauty,” she says. “Creating looks for the shows gives me the opportunity to take makeup beyond beauty, reinterpreting the face as an artistic canvas.” Pat creates the beauty for many shows during Paris Fashion Week, including the haunting and otherworldly looks for Riccardo Tisci’s Givenchy () show. “Riccardo always has a strong vision that often challenges convention,” Pat says. “So much of the creative process is spontaneous so we get a week to review the brief — if we’re lucky. That is why I carry around 26 trunks of foundation, crystals, lashes, feathers, beads and just about everything imaginable. Just in case.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "502,410", "path": "instagram/picture2498.jpg", "like_list": [], "date_time": "Mar 8, 2016", "location": "", "tag_list": ["@shardula", "@shardula"], "caption": "“They represent the modern women of today. Strong, independent, but very feminine,” May Ann Licudine () says of the spirited, cheeky fairy tale women she dreams up. The 35-year-old Filipino watercolor illustrator and sculptor, who regularly goes by her initials “Mall,” understands determined females. After all, life has demanded that she be one. Mall wasn’t able to hear or speak until she was 6 years old, and even today has profound hearing loss. Two years ago, she was dealt another physical setback affecting her abdomen. “I got so depressed, I almost lost interest in anything,” she says. Art helped her heal, and today, her business is doing better than ever. “Take advantage of your talent and the available advertising and business opportunities,” she advises budding small-business owners. “It makes our world smaller and opens up your business to a multitude of possibilities.” And most importantly? “Love your work.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "586,771", "path": "instagram/picture2499.jpg", "like_list": [], "date_time": "Mar 7, 2016", "location": "", "tag_list": ["@chrisdove", "@chrisdove"], "caption": "He originally planned to study fine art, but a school trip to Pompidou Center in Paris altered Chris Dove’s () plans. “It completely changed my perception of what architecture could be,” he explains. The 26-year-old graduated from the Mackintosh School of Architecture in Glasgow, Scotland, and now works as a junior architect in London. In his spare time, Chris is constantly filling a new sketchbook, often drawing intricate aerial views of cities all over the world. These sketches, part of a project he calls “Rooves,” are not 100 percent accurate, and that makes it all the more satisfying for Chris. “There’s a warmth and humanity,” he says. “Mistakes add to the character of the work.” He’s sold a few prints and plans to set up an online store, but right now, it’s really a labor of love.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "753,881", "path": "instagram/picture2500.jpg", "like_list": [], "date_time": "Mar 7, 2016", "location": "", "tag_list": ["@matildegattoni", "@matildegattoni"], "caption": "Every week, we look back and highlight some of our favorite emerging voices across the globe, like this photo from Ghana captured by . For more of these photos, videos and news from around the community, visit blog.instagram.com. Congratulations to those who are featured!\n\nPhoto by "}]}