{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "1,497,477", "path": "instagram/picture1501.jpg", "like_list": [], "date_time": "Dec 17, 2016", "location": "", "tag_list": ["#WHPboomerangoftheyear", "#WHPboomerangoftheyear", "#Boomerang", "@alinavalitova"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to share a favorite Boomerang from 2016 — whether that means scrolling back through your camera roll or feed to resurface an old favorite or making something new. Let’s close out the year with a boom!\nHere’s how to get started:\nIf you’re revisiting an existing Boomerang, make sure it was taken this past year. Consider outtakes you loved but haven’t shared anywhere yet!\nInspiration for a new (or even your first!) Boomerang can come from just about anywhere. Experiment with fun dance moves, silly props or a group of friends until you’ve captured a dynamic action in loop.\nBe sure to share why the Boomerang you posted is your favorite of 2016 in your caption. (And let us know if it’s your first!)\nPROJECT RULES: Please add the  hashtag only to Boomerangs taken in 2016 and only submit your own to the project. Any tagged Boomerang posted over the weekend is eligible to be featured next week.\nFeatured  by "}, {"num_of_comments": 24, "num_of_like": "1,005,121", "path": "instagram/picture1502.jpg", "like_list": [], "date_time": "Dec 17, 2016", "location": "", "tag_list": ["@sweetandhome", "@instagrames", "@sweetandhome"], "caption": "For Marta Estévez Ansede (), no baked treat is complete without a touch of home. The mother of two hails from Galicia, in the verdant Northwest of Spain, and her visual creations celebrate the harmony that she finds in the kitchen. “It is the fusion between nature, between what surrounds me, and what I want to present, which is the dessert. It's like dressing it a little with nature,” she says. Marta photographs most dishes with the natural light from her porch, adding seasonal and personal accents like bundled cinnamon sticks, worn pages from her grandfather’s magazines — and, on occasion, hand modeling by her two boys. Around the holidays, baking comes with even more benefits: “I do love having my people (family and friends) around my table — and the smell and warmth from my oven while it’s cold outside.”\nTo discover more stories from the Spanish-speaking community, follow .\nPhoto by "}, {"num_of_comments": 5, "num_of_like": "1,116,917", "path": "instagram/picture1503.jpg", "like_list": [], "date_time": "Dec 15, 2016", "location": "", "tag_list": ["#myinstagramlogo", "@katherinevesna"], "caption": "Today we’re proud to announce a community of more than 600 million Instagrammers. As the last 100 million of you have joined over the past six months, we’ve been focused on making the platform better for everyone. You have more ways to share than ever before with Instagram Stories, live video and disappearing photos and videos in Direct. And with updated safety tools that give you more control over comments and other parts of your experience, we’re working to make Instagram safer than ever for connection and self-expression.\nFrom all of us at Instagram, thank you for being you. We can’t wait to see what you’ll make next.\n by "}, {"num_of_comments": 24, "num_of_like": "951,650", "path": "instagram/picture1504.jpg", "like_list": [], "date_time": "Dec 15, 2016", "location": "", "tag_list": ["@kpousetteillustration", "@kpousetteillustration"], "caption": "Winter has always been one of Kelly Pousette’s () favorite seasons. “There’s something really beautiful about a landscape with snow on it,” says the British Columbia-based artist. “There’s a lot of detail and intricacy you don’t see in the summertime.” Kelly has been drawing and painting since childhood, which evolved into her current shadowbox style. She cuts out her imagined characters and landscapes and stands them upright in a framed three-dimensional scene. “The layers create these amazing shadows; you can change the light and create a different scene without changing the pieces, or you replace one element and make an entirely different scene again,” she says.\nThe Vancouver native spends plenty of time outdoors to fuel her imagination. “Being outside really brings these scenes and animals to life for me,” says Kelly, whose spirit animal, a fox, makes frequent appearances in her shadowboxes — perhaps even in the ornament-sized version she’ll be creating for her Christmas tree this year.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "951,650", "path": "instagram/picture1505.jpg", "like_list": [], "date_time": "Dec 15, 2016", "location": "", "tag_list": ["@state_of_mon", "@state_of_mon"], "caption": "During the first snowfall in Pittsburgh, a door to the backyard offered Monica Blasko () a perfect view of her cousin’s winter antics. “I grabbed my phone to capture the scene just as she began pelting the door with her snow creations,” she says. “We felt the lightness and joy of savoring the small, happy moments in life.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "611,360", "path": "instagram/picture1506.jpg", "like_list": [], "date_time": "Dec 15, 2016", "location": "", "tag_list": [], "caption": "Starting today, you can save posts you’d like to revisit later.\nNow you’ll see a new bookmark icon underneath posts in your feed. Simply tap it to save a post to a new, private tab on your profile. There you can see all the posts you’ve saved — and they’re only visible to you.\nWhen you stumble upon a funny video you want to remember, a new outfit you like or even inspiration for an upcoming vacation, you can now keep track of favorite posts right from your profile.\nTo learn more about saved posts, check out help.instagram.com.\nSaved posts are part of Instagram version 10.2, available today for iOS in the Apple App Store and for Android in Google Play."}, {"num_of_comments": 24, "num_of_like": "625,113", "path": "instagram/picture1507.jpg", "like_list": [], "date_time": "Dec 14, 2016", "location": "Old Havana", "tag_list": ["@wrongrob", "#WHPframeit", "@wrongrob"], "caption": "In Old Havana, Cuba, Rob McCarthy () found an empty frame and played the waiting game until this dribbling soccer player dashed through. “The shape of this light from the arch caught my eye,” says the Brooklyn-based photographer. “Havana is a vibrant city. It made me realize there are other types of worlds I need to explore.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,132,742", "path": "instagram/picture1508.jpg", "like_list": [], "date_time": "Dec 14, 2016", "location": "", "tag_list": ["@imthejam", "#WHPframeit", "@imthejam"], "caption": "A trip along Seven Lakes Drive in Rockland County, New York, led Josh Alvarez () to this moody shot. “I’m extremely inspired by long and winding roads, especially when the seasons change,” says Josh. “I wanted it to feel mysterious.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "707,239", "path": "instagram/picture1509.jpg", "like_list": [], "date_time": "Dec 14, 2016", "location": "", "tag_list": ["#MyStory", "@gimico_gimico", "@gimico_gimico"], "caption": "“ is about imagination, agility and love.” —GIMICO (), an amputee model based in Tokyo, who lost her right leg to osteosarcoma in eighth grade.\n“The best part about going into modeling is that I got to meet some of my favorite people. The tough part of it is that people tend to see me as a person who went through a difficult past, which isn’t how I think of myself. Now, I can’t recall my feelings at the time of surgery without a bit of guessing and exaggeration. I think it’s because of my past self, who made the unyielding decision to live. To this day, I respect and am grateful to that eighth-grade girl.\nI always challenge myself to do things that only I can do. Although I wouldn’t take credit for it, I do feel that more opportunities are emerging for people with disabilities to come forward in public events. If you’re ever worried about your future, my advice would be to ask yourself: ‘Do I really belong here?’ If you feel that something is not right, there should be a different road that’s carved out for you.”\nPhoto of  by Osami Yabuta"}, {"num_of_comments": 24, "num_of_like": "707,239", "path": "instagram/picture1510.jpg", "like_list": [], "date_time": "Dec 14, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@choco.hedgehog"], "caption": "Hello, world! Meet Chocolate – today’s very prickly . But don’t let his spines fool you! This little hedgehog from Japan is very sweet. He loves playing outside (as you can see) before winding down with a lovely bath. For the hedgehog magic you didn’t know you needed, follow  ASAP."}, {"num_of_comments": 24, "num_of_like": "593,823", "path": "instagram/picture1511.jpg", "like_list": [], "date_time": "Dec 13, 2016", "location": "Chicago, Illinois", "tag_list": ["#WHPframeit", "@jasonmpeterson"], "caption": "In Chicago, a lone figure stands surrounded by hypnotizing loops from car tracks and footsteps. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "872,751", "path": "instagram/picture1512.jpg", "like_list": [], "date_time": "Dec 13, 2016", "location": "Seoul, Korea", "tag_list": ["@seoul_stateofmind", "#WHPframeit", "@seoul_stateofmind"], "caption": "A shapely cloud of steam on a Seoul street caught the eye of Ken Lum Lee (), who captured this portrait of a woman making dumplings. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "872,751", "path": "instagram/picture1513.jpg", "like_list": [], "date_time": "Dec 13, 2016", "location": "", "tag_list": ["@andresete.geo", "#WHPframeit", "@andresete.geo"], "caption": "Framing a physical feat is all about finding the right shape. Here, a steady hand holds a hexagon to create a stage for this slow-motion backflip captured by .\nThe goal of  was to find unexpected frames that create borders around their subjects.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "872,751", "path": "instagram/picture1514.jpg", "like_list": [], "date_time": "Dec 13, 2016", "location": "", "tag_list": ["@kutenkov", "#howIvideoshoot", "@instagramru", "@kutenkov"], "caption": "Vladimir Kutenkov () seeks something novel in the ordinary with the hashtag . “I believe that our lives should never be considered to be boring or monotonous,” says the Moscow-based student. “You have to stop for a second and look more closely at everything that surrounds you. There are surprises all around you — it’s just that sometimes we fail to notice, we walk right past them.” Vladimir catches fleeting moments through his preferred medium. “Video broadens the scope, it doesn’t freeze time and it shares the atmosphere,” he says. “It’s extremely important the person watching the video is infused with something new, that they absorb and feel the mood I seek to impart.”\nDiscover more stories from the Russian-speaking community on .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,010,848", "path": "instagram/picture1515.jpg", "like_list": [], "date_time": "Dec 12, 2016", "location": "", "tag_list": ["#F8"], "caption": "The much-anticipated trailer of “The Fate of the Furious” just premiered in New York City. Watch our Instagram story to hang out with the movie’s cast and see what the scene was like in Times Square. "}, {"num_of_comments": 24, "num_of_like": "1,010,848", "path": "instagram/picture1516.jpg", "like_list": [], "date_time": "Dec 12, 2016", "location": "", "tag_list": ["@dsdesta", "#caughtgramming", "#BoomerangOfTheWeek", "@boomerangfrominstagram", "#Boomerang", "@dsdesta"], "caption": "Look out! A friend of Desta Syarif () was  a flock of pigeons. His missed shot was captured by Desta in our .\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "1,507,228", "path": "instagram/picture1517.jpg", "like_list": [], "date_time": "Dec 12, 2016", "location": "", "tag_list": ["@lukasdegroodt", "@lukasdegroodt"], "caption": "Patience was the key to capturing this steam train chugging through the Scottish Highlands. “After about two hours and a half of waiting, we heard the sound of an old steam locomotive coming through the mountains,” says 19-year-old photographer and student Lukas De Groodt (). “I had exactly the same view inside my head as the ending result displays.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,094,671", "path": "instagram/picture1518.jpg", "like_list": [], "date_time": "Dec 11, 2016", "location": "", "tag_list": ["@miss.ankha", "@magneticfieldsfestival", "@miss.ankha"], "caption": "Ankha Millo’s () former life as a dentist in Arunachal Pradesh, India, prepared her for her new path in photography. “It made me observe closely, taking all the little things into consideration,” explains 27-year-old Ankha. “I can understand certain emotions and body language of people which helps me to press the shutter at certain moments.” Ankha felt compelled to pursue photography full time a few months ago, and this weekend she’s taking in the sounds and sights of India’s Magnetic Fields Festival (), a three-day music event set in the village of Alsisar in Rajasthan. “It’s my first time in a desert, so it’s something new to me,” she says. “I’m excited to meet the artists of all kinds, interact with the locals and create good moments.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "794,525", "path": "instagram/picture1519.jpg", "like_list": [], "date_time": "Dec 11, 2016", "location": "", "tag_list": ["@kazem_gholamii", "#TheWeekOnInstagram", "@kazem_gholamii"], "caption": "Kazem Gholami () happened upon two blue-clad figures — ready for anything — along the Khalkhal-Asalem road in northern Iran, a tourism route shrouded by trees. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,771,417", "path": "instagram/picture1520.jpg", "like_list": [], "date_time": "Dec 11, 2016", "location": "", "tag_list": ["@vitex", "#TheWeekOnInstagram", "@vitex"], "caption": "Victor Murillo Clavé () of Catalonia, Spain, was playing with some decorative string lights when his cat crouched into position. How did he get that intense gaze? Some yummy treats. “I wouldn’t have been able to do it without the help of temptations — chicken and cheese!”\nEach week we look back and highlight some of our favorite voices from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "587,070", "path": "instagram/picture1521.jpg", "like_list": [], "date_time": "Dec 11, 2016", "location": "", "tag_list": ["@zalmai", "#EyesOn", "#HumanRightsDay", "@zalmai"], "caption": "Afghan photojournalist Zalmai () has his  a humanitarian catastrophe, as millions of people flee across borders and oceans around the world. He remembers his own story, decades ago, when the Soviet army occupied his country. “I was 15 years old, traveling with my older brother — without our parents — crossing Afghanistan, Pakistan, India. Eventually we made it to Switzerland. This time of my life was the most difficult. Suddenly you have to leave your country, your family, your friends, your school, without knowing why.” For the past 15 years, Zalmai has traveled the world, telling the stories of displaced people, including the most recent generation of refugees from war-torn Afghanistan, Syria and Sudan, landing in waves on the shores of Europe. “When I tell them I was a refugee myself, suddenly the barriers fall and the hearts open. They trust me, and I feel a huge responsibility to make their voices heard,” he says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "681,062", "path": "instagram/picture1522.jpg", "like_list": [], "date_time": "Dec 10, 2016", "location": "", "tag_list": ["#WHPframeit", "#WHPframeit", "@streetamatic"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to find unexpected frames that create borders around your subjects.\nHere’s how to get started:\nLook for arched trees, intricate doorways or a surprising prop like a hula hoop to frame your subject.\nChange your perspective. Look up and shoot the skylight of a towering building or photograph traffic in a rearview mirror.\nIn a busy scene like a street market or festival, focus on using the movement of the crowd to frame a still subject.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,148,317", "path": "instagram/picture1523.jpg", "like_list": [], "date_time": "Dec 9, 2016", "location": "", "tag_list": ["@franckpellegrino", "@instagramfr", "@franckpellegrino", "@royalgarance"], "caption": "Franck Pellegrino () is an illustrator and tattoo artist. “I need to experiment and renew myself every day. My style is very much influenced by typefaces and illustrations from the 1930s, which I adapt to my contemporary world,” says Franck, who is drawn to the art nouveau and art deco movements. Whether he’s in the street, in a gallery or working at the Bleu Noir tattoo parlor in Paris, Franck follows the same creative process, and his creations are known for their delicate lines, intricate contrasts and urban poetry. “I pay attention to details,” he says. “Because I work with fine lines, it lets me express a certain realism in my work.”\nTo discover more stories from the French-speaking community, follow .\nPhoto by  of art by "}, {"num_of_comments": 24, "num_of_like": "881,829", "path": "instagram/picture1524.jpg", "like_list": [], "date_time": "Dec 9, 2016", "location": "", "tag_list": ["@bethhoeckel", "@bethhoeckel"], "caption": "Beth Hoeckel () can’t remember a time when she wasn’t making art. Photography, painting, drawing — she did it all. Combine that talent with a near-complete collection of National Geographic magazines from the 1940s through the 1970s, not to mention a habit of scouring flea markets for old books, and it happened naturally that the Baltimore native started piecing different media together into collage. “I’ll peruse books and magazines and tear out things that I’m drawn to,” says Beth, on how she begins a piece. “It’s a meditative process. I’ll lay all the pieces I’ve cut out all over my studio and start putting it together, kind of like a puzzle.” From there, Beth constructs the entire collage by hand using archival-quality paste. “Sometimes things will come together really easily, and sometimes nothing works,” she says. “It’s just really intuitive. I don’t force it. I can feel when something is right.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "635,549", "path": "instagram/picture1525.jpg", "like_list": [], "date_time": "Dec 8, 2016", "location": "", "tag_list": ["@thisparentinglife", "@thisparentinglife"], "caption": "A father to twins Lucy and Orla, Francis Chan (), 44, blends family life with his love of travel, art and nature. But the visual designer from Vancouver, Canada, was fond of photography long before his daughters arrived eight years ago. He’s old-school digital. “I’ve been creating images around the time the digital camera came on the scene. I still remember using an Apple QuickTake in ‘96 and thinking this was the future.” He says traveling with his family helps him relearn and revisit everything he experienced as a child, only this time through their eyes. “I want to impart a sense of childlike wonder and excitement of the world to others,” says Francis. “I also want those parents with children to feel inspired to do things with their kids.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "635,549", "path": "instagram/picture1526.jpg", "like_list": [], "date_time": "Dec 8, 2016", "location": "", "tag_list": ["@kevin"], "caption": "\"Today we’re looking back on 2016 with our Year in Review. My favorite part of this year’s reflection is this list of the 10 most popular emojis, which are all positive and celebratory — sentiments that I hope only grow in 2017 as we continue to focus on being the safest and most welcoming place for self-expression.\" (Check out the full list below.) —Kevin Systrom (), Instagram co-founder and CEO\n10. 💙\n9. 🎉\n8. ✌️\n7. 👌\n6. 😊\n5. 💕\n4. 😘\n3. 😂\n2. 😍\n1. ♥️"}, {"num_of_comments": 24, "num_of_like": "1,172,052", "path": "instagram/picture1527.jpg", "like_list": [], "date_time": "Dec 7, 2016", "location": "", "tag_list": ["@thenyquist", "#WHPmagic", "@thenyquist"], "caption": "A make-believe battle is memorialized in videographer Jon Nyquist’s () submission to . “If you find yourself bored in a hotel room like I did one day, have some fun,” says Jon. “Just don’t break anything.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "841,569", "path": "instagram/picture1528.jpg", "like_list": [], "date_time": "Dec 7, 2016", "location": "Malacca Strait", "tag_list": ["@syamly", "#WHPmagic", "@syamly"], "caption": "Syamly Rushdi’s () daughter ascends a Mars-like landscape in Melaka, Malaysia, for last weekend’s hashtag project, . Syamly described the otherworldly location as “a great place for a short getaway from everything.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "841,569", "path": "instagram/picture1529.jpg", "like_list": [], "date_time": "Dec 7, 2016", "location": "", "tag_list": ["@valiswiser", "#Boomerang", "@valiswiser"], "caption": "At just 18 years old, Val Weisler () has brought together 6,000 teenagers from 105 countries to overcome challenges. “In my freshman year of high school, I was very shy and got bullied badly. People would put notes in my locker telling me to leave school, and would start rumors that I was mute. I thought, ‘They’re telling me that I’m not worth it, and maybe they’re right,’” recalls Val. “Getting out of bed became my biggest struggle. One day I saw another kid getting bullied at school. I walked up to him, and said, ‘You matter.’ He started to cry. He had nearly given up hope, but I had validated him.”\nThat night Val built her site, The Validation Project, and the letters from around the world started pouring in. Today, teens share their skills and struggles, and Val’s program partners them with mentors that include software engineers, former professional football players and leaders of social justice projects. “It’s all about that two-part validation,” explains Val, who was handpicked as an ambassador for the US State Department in order to further her mission. “First, showing my generation that we’ve got worth, and then teaching them how to use that worth to help others.”\nToday, we’re joining Val by rolling out new tools to maintain the positivity and safety of our community. We are committed to keeping Instagram a welcoming place for self-expression.\n by "}, {"num_of_comments": 24, "num_of_like": "841,569", "path": "instagram/picture1530.jpg", "like_list": [], "date_time": "Dec 7, 2016", "location": "", "tag_list": ["@simonebiles"], "caption": "After her record-setting performance at the 2016 Olympic Games, American gymnast Simone Biles () found herself in the spotlight. “I haven’t paid any attention to the limelight, since I’ve been so busy,” says 19-year-old Simone, who grew up in Houston. “But it’s definitely a different feeling knowing that so many people watch what I do.” Many may have gotten caught up in the hype — but Simone has stayed grounded, with lots of support from her family and friends. “I just try to enjoy it and still be me, because the most important thing is to always be yourself.”\nToday, we’re rolling out new tools to maintain the positivity and safety of our community. We are committed to keeping Instagram a welcoming place for everyone."}, {"num_of_comments": 7, "num_of_like": "1,207,741", "path": "instagram/picture1531.jpg", "like_list": [], "date_time": "Dec 7, 2016", "location": "", "tag_list": ["@kevin"], "caption": "A Note from Kevin Systrom ():\nIn September, I shared our commitment to keeping Instagram a positive place for self-expression with the introduction of a keyword filter for comments. Today, I’d like to tell you about new commenting features that we’re launching.\nIn the coming weeks, you’ll be able to turn off comments on any of your posts. Previously this was only available for a small number of accounts. You’ll be able to tap “Advanced Settings” then select “Turn Off Commenting.” You can also tap the ... menu any time after posting to turn comments back on. Also, we’re adding the ability to like comments by tapping a heart icon next to any comment. Liking lets you show support and encourages positivity throughout the community.\nThese updates still mark the beginning. We will continue to work to maintain Instagram as a welcoming and safe place for everyone.\nTo learn more about these tools and others, check out help.instagram.com.\nKevin Systrom\nCo-Founder & CEO"}, {"num_of_comments": 24, "num_of_like": "1,207,741", "path": "instagram/picture1532.jpg", "like_list": [], "date_time": "Dec 6, 2016", "location": "", "tag_list": ["#WHPmagic", "@ari_fararooy", "@ari_fararooy"], "caption": "A leap in front of a candy-colored mural in Los Angeles leads to an unexpected twist. How many pairs of socks do you count in this  submission by ?\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,207,741", "path": "instagram/picture1533.jpg", "like_list": [], "date_time": "Dec 6, 2016", "location": "", "tag_list": ["#Boomerang", "@wesleytaylor", "#WHPmagic"], "caption": "A flick of the wrist illuminates a room in this spellbinding  by . 💫 "}, {"num_of_comments": 24, "num_of_like": "764,278", "path": "instagram/picture1534.jpg", "like_list": [], "date_time": "Dec 6, 2016", "location": "", "tag_list": ["@insearchofwonders", "#WHPmagic", "@insearchofwonders"], "caption": "In Istanbul, Asli () took her love of baking to new heights when she conjured this enchanted reaction to a bite of cake. 🍰✨\nThe goal of  was to bring magic to everyday life with surreal and imaginative photos and videos. Follow along as we feature more of our favorite submissions.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "764,278", "path": "instagram/picture1535.jpg", "like_list": [], "date_time": "Dec 6, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@alfie.and.biscuit", "@alfie.and.biscuit"], "caption": "Hello, world! Meet today’s , Alfie and Biscuit (). These two mini lop twin bunnies live in London and love their treats. Follow  for more happy — and hoppy — moments in your feed. 🐰 🐰"}, {"num_of_comments": 24, "num_of_like": "758,587", "path": "instagram/picture1536.jpg", "like_list": [], "date_time": "Dec 5, 2016", "location": "", "tag_list": ["@bakedideas", "#NationalCookieDay", "@bakedideas"], "caption": "2,600. That’s the number of unique cookie cutters that Patti Paige () has shaped. It started when she couldn’t find the right acorn-shaped cutter for a customer’s request. Armed with icing in every color of the rainbow, Patti challenges herself to take an existing shape and transform it into something unexpected; an ice-cream cone metamorphoses into a caterpillar, or a baseball hat becomes a chair. “I like to make an outline of a cutter on a piece of paper and turn it this way and that until I start to see things differently,” says Patti, who is based in New York City. “A cookie cutter is just an outline that can suggest many different images if you focus on it and let your mind wander.” The festive parade of emojis and characters filling her photos may look perfect, but on closer inspection, each one is unique. “My goal is to make sure you can see the texture and imperfections in the icing and feel that the cookies are handmade,” she says. For , Patti plans to get into the holiday spirit by filling her kitchen with the warm scent of gingerbread — and some surprising twists on familiar shapes.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,096,846", "path": "instagram/picture1537.jpg", "like_list": [], "date_time": "Dec 5, 2016", "location": "", "tag_list": ["@thomasrboyddotcom", "#TheWeekOnInstagram", "@thomasrboyddotcom"], "caption": "A trip to a tree farm in Oregon City led to this funny optical illusion captured by photographer Thomas Boyd (). “Simply put, it looks like a tree grew legs and is trying to escape the tree farm,” he says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "655,331", "path": "instagram/picture1538.jpg", "like_list": [], "date_time": "Dec 5, 2016", "location": "", "tag_list": ["@lecercle", "#TheWeekOnInstagram", "@lecercle"], "caption": "Photojournalist Akshay Mahajan () captured this scene during a moment of reflection by the Brahmaputra River. “The river is like an inland sea that mesmerizes,” he says. “Walk up to the edge and stare out at the empty expanse in the hope that maybe a boat will pass.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "879,941", "path": "instagram/picture1539.jpg", "like_list": [], "date_time": "Dec 4, 2016", "location": "", "tag_list": ["#TheWeekOnInstagram", "@slo_mo_life"], "caption": "Surrounded by giant concrete tetrapods, a golden retriever partakes in the simple joy of digging a hole at a beach in Japan. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "739,320", "path": "instagram/picture1540.jpg", "like_list": [], "date_time": "Dec 4, 2016", "location": "Badeschiff Berlin", "tag_list": ["@mariolayvonne", "@mariolayvonne"], "caption": "Mariola Yvonne () captures the ambiance of the Badeschiff — a floating swimming pool in Berlin’s Spree River during summer months — after it was transformed into a winter market and village.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "739,320", "path": "instagram/picture1541.jpg", "like_list": [], "date_time": "Dec 4, 2016", "location": "奈良 Nara, Japan", "tag_list": ["#BoomerangOfTheWeek", "@boomerangfrominstagram", "#Boomerang", "@cambridge7871"], "caption": "A new (unlikely) friendship commenced in Nara, Japan. This sweet moment = our .\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "630,551", "path": "instagram/picture1542.jpg", "like_list": [], "date_time": "Dec 4, 2016", "location": "", "tag_list": ["@johnlegend", "@bumper3077"], "caption": "Tap our profile pic to watch our Instagram story and see what a day is like for singer and songwriter John Legend (). He’s currently on the move promoting his new album “Darkness and Light.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,156,354", "path": "instagram/picture1543.jpg", "like_list": [], "date_time": "Dec 3, 2016", "location": "", "tag_list": ["#WHPmagic", "#WHPmagic", "@halno"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to bring magic to everyday life with surreal and imaginative photos and videos.\nHere’s how to get started:\nSeek inspiration from fairy tales and film. Stage a scene with your own magical characters using colorful costumes and props.\nFind touches of magic in the world around you — whether it’s a prism of light appearing like a mysterious portal on your bedroom wall, or a forest transformed into an enchanted woodland by early morning fog.\nCreate optical illusions with your videos and photos. Make a gravity-defying Boomerang, or shooting from a unique perspective so objects appear smaller or larger in your images than in real life.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "624,852", "path": "instagram/picture1544.jpg", "like_list": [], "date_time": "Dec 3, 2016", "location": "", "tag_list": ["@alternativeageing", "#PerfectlyMe", "#PerfectlyMe", "@alternativeageing"], "caption": "“A lot of women my age lose interest in how they look and how they feel, health-wise,” says Suzi Grant (). She was nearly one of them. Before retiring seven years ago, she was “a chain smoking, hard drinking” TV and radio reporter. Then her mom’s death from a heart attack put life in perspective. Now Suzi feels better than ever: “I cannot believe I am three years off 70. I don’t feel it — and I hope I don’t look it.” Based in Brighton, England, she has written three books on healthy living while embracing technology: “I had to learn how to blog, how to take great photos and how to edit videos. I love it. I have found my passion. The thing that makes me  is that I am growing into old age positively, naturally and certainly not invisibly.”\nWho or what inspires you to feel ? Use the hashtag to share your story.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,021,061", "path": "instagram/picture1545.jpg", "like_list": [], "date_time": "Dec 2, 2016", "location": "", "tag_list": ["@p22_art", "@p22_art"], "caption": "When French photo artist Romain Nicoloso () seeks inspiration, he moves house. “After eight years in Paris, I decided to move from my comfort zone and live overseas to discover new cultures and meet new people,” the 27-year-old says. “I am currently living in Sydney but will be leaving soon to Hong Kong for a new experience.” While Romain’s location changes, the one constant in his portfolio is a playful, vivid imagination that sends sheep to a skyscraper rooftop by balloon or whales to the clouds. “I try to bring something new — a new way to interpret things, to surprise people,” he says. Romain’s hopes for anyone who sees his work? “I want people to feel free in their mind,” he says. “That’s how I feel when I create. Everyone is creative, we just need sometimes to think out of the box without constraint.”\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "399,496", "path": "instagram/picture1546.jpg", "like_list": [], "date_time": "Dec 2, 2016", "location": "", "tag_list": ["@the_instants", "#WorldAIDSDay", "@the_instants"], "caption": "Filmmaker and photographer Gabrielle Menezes () followed Wandjo Kone (pictured), a community health worker in Ivory Coast, as she trudged through a village, visiting pregnant women and girls with HIV. “I think the girls in those situations really need a friend and someone supportive and someone who can explain all of these things to them — to make them feel like they’re a little bit in control of their lives and the health of the baby,” says Gabrielle, who grew up in Zimbabwe and now lives in London. “Wandjo is so good at doing that.”\nFor years, Gabrielle worked as a journalist but is now fascinated by new ways of storytelling. “When I take Polaroids, I no longer have my journalistic hat on. They’re not meant to be documentary images for me,” she says. “They’re meant to be very personal images. They’re meant to be something that really moves people, and not necessarily objectively.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,042,121", "path": "instagram/picture1547.jpg", "like_list": [], "date_time": "Dec 1, 2016", "location": "Pulau Pisang Banda Neira", "tag_list": ["@nyimaslaula", "#EyesOn", "@nyimaslaula"], "caption": "Nyimas Laula Li An’Amie () has her  a world under the sea. Growing up in Indonesia, an archipelago nation of over 17,000 islands, the 24-year-old photographer spent weekends on the beach with family but had little idea what existed beneath the surface. That all changed when she took up free diving, descending deep into the water, without oxygen tanks. “Being underwater is like being where life starts from,” she says. “Free diving keeps me humble and reminds me that I’m just a tiny human in the big ocean.” Now, exploring her country above and below the water, Nyimas is confronted by scenes that disturb — like swampy fields of plastic waste, skies lost in industrial haze — and those that induce awe, like a pod of melon-headed whales in clear, blue water.\n“I swam side by side like I was one of them,” says Nyimas of her whale sighting. “Watched them play, heard them sing. They reminded me that on this planet, we’re not the only ones who try to survive. They gave me hope — to keep fighting to save our planet.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "591,448", "path": "instagram/picture1548.jpg", "like_list": [], "date_time": "Dec 1, 2016", "location": "", "tag_list": ["@daniellevanier", "#PerfectlyMe", "#PerfectlyMe", "@daniellevanier"], "caption": "Fashion blogger Danielle Vanier () takes pride in telling it like it is. “I am just your average girl from London who loves fashion and happens to be fat,” she says. “The thing that makes me  is that I am unapologetically myself because I only have one body, one shot at life and I am the only one who has to live with this body. If you don’t like how I look; keep scrolling.” The 30-year-old commands attention with her bold wardrobe. But she’s not only doing it for herself. Danielle says: “There are so many women out there that don’t share my body confidence or sense of self-worth. These women are the reason I put myself out there.”\nWho or what inspires you to feel ? Use the hashtag to share your story.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "836,940", "path": "instagram/picture1549.jpg", "like_list": [], "date_time": "Nov 30, 2016", "location": "", "tag_list": ["@karencantuq", "#WHPthisishome", "@karencantuq"], "caption": "“I tried to think outside the box with this WHP,” says 25-year-old student Karen Cantú () from Mexico on her creative submission to . “Our world is our home, and nature is a big part of it — plants, animals. I wanted to show an ideal ‘home’ where we live among nature and respect it.”\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "1,240,970", "path": "instagram/picture1550.jpg", "like_list": [], "date_time": "Nov 30, 2016", "location": "Wrentham, Massachusetts", "tag_list": ["#WHPthisishome", "@k__h__r", "@k__h__r"], "caption": "For , Kathryn Riley () captured a moody moment at the end of her street in Massachusetts. “This part of town is almost always referred to as either the ‘sticks,’ the ‘boonies,’ or just straight up the middle of nowhere,” says Kathryn. “To me, this image perfectly captures the isolation of where I grew up.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,240,970", "path": "instagram/picture1551.jpg", "like_list": [], "date_time": "Nov 30, 2016", "location": "", "tag_list": ["@naseke", "#WHPthisishome", "#Boomerang", "@naseke"], "caption": "Filmmaker Nacho Rodríguez () was inspired by the movie “Toy Story” for his  submission. Here his daughter Blanca performed a sweet ballet for a captive, cuddly audience in Valencia, Spain.\nFollow along as we feature more of our favorite submissions to the project.\n by "}, {"num_of_comments": 24, "num_of_like": "578,997", "path": "instagram/picture1552.jpg", "like_list": [], "date_time": "Nov 30, 2016", "location": "", "tag_list": ["@don_fisher", "@instagrames", "@don_fisher"], "caption": "Graphic designer and Don Fisher () founder Julia Castaño is responsible for the sea creatures that jump out of the ocean and transform into backpacks, card holders and pouches. Julia, who lives in Barcelona, Spain, dreams up goods influenced from a wide array of sources: Scandinavian design, the Mediterranean Sea and the double meaning of the Spanish word “bonito,” which refers to a family of fish but also means pretty. “Everything is focused on the sea,” says Lorena Fernández, who works with Julia. “If we’re going to set up a fish market, we’ll put on aprons. Julia’s guy acts as Don Fisher, the role of the captain. We’re the crew.” ⚓️🐠\nTo discover more voices from the Spanish-speaking community, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "578,997", "path": "instagram/picture1553.jpg", "like_list": [], "date_time": "Nov 30, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@shimejiwasabi", "@shimejiwasabi"], "caption": "Hello, world. Meet the unlikely friends that make up today’s : Ponzu and Tsumuji (). These precious pals hail from Hokkaido, Japan, and love to cuddle up with each other and the additional felines in their fam. Just look at kitty Tsumuji with that golden tail! Cozy up to  by giving them a follow now. 🐶 🐱"}, {"num_of_comments": 24, "num_of_like": "667,606", "path": "instagram/picture1554.jpg", "like_list": [], "date_time": "Nov 29, 2016", "location": "", "tag_list": ["@drawnontheway", "#WHPthisishome", "@drawnontheway"], "caption": "A sketch by Sarah Nisbett () evokes the simple pleasure of putting your feet up at home — complete with a furry companion.\nFollow along as we feature more of our favorite submissions to  this week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "713,320", "path": "instagram/picture1555.jpg", "like_list": [], "date_time": "Nov 29, 2016", "location": "", "tag_list": ["#WHPthisishome", "@jilson.tiu", "@jilson.tiu"], "caption": "For his submission to , photographer Jilson Tiu () visited an organic farm in the Philippines and met Enzo, a farmer whose work reminds Jilson we all share Earth as our home.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "734,629", "path": "instagram/picture1556.jpg", "like_list": [], "date_time": "Nov 29, 2016", "location": "Portland, Oregon", "tag_list": ["@modernmix", "#WHPthisishome", "@modernmix"], "caption": "In Portland, Oregon, Camille Trummer () captures family cuddles on a lazy Sunday.\nThe goal of  was to make photos and videos that capture the essence of home. Follow along as we feature more of our favorite submissions this week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "877,748", "path": "instagram/picture1557.jpg", "like_list": [], "date_time": "Nov 29, 2016", "location": "", "tag_list": ["@frogirlginny", "#PerfectlyMe", "#PerfectlyMe", "@frogirlginny"], "caption": "Londoner Nia Pettitt () is building a curly-haired global community. “I have been able to connect with thousands of people over something as simple as hair,” says the 19-year-old student who organizes “FroDay” meetups around the world, encouraging others to embrace their natural curls. “I specialize in cutting curly hair and restoring love to it. I only do it part-time, but my dream is to eventually pursue this passion.” Nia said goodbye to straighteners in her early teens and let her hair blossom. “I want people to feel like they are beautiful regardless of their ‘flaws,’” says Nia. “The thing that makes me  is my soul because it is vibrant. I am like a sunflower. I project light to others. I stand out because of my big curly hair and I am strong.”\nWhat inspires you to feel ? Use the hashtag to share your story.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "877,748", "path": "instagram/picture1558.jpg", "like_list": [], "date_time": "Nov 28, 2016", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@mommyro_", "@boomerangfrominstagram", "#Boomerang", "@mommyro_"], "caption": "Three sweet felines star in today’s  😻. Rosalyn Rodriguez () was not a cat lover until she adopted one stray from the streets near her home in the Philippines in 2013. Now, she’s mama to nine. “My daily dose of laughter and smiles is from my cats,” she says.\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "845,575", "path": "instagram/picture1559.jpg", "like_list": [], "date_time": "Nov 28, 2016", "location": "", "tag_list": ["@uglyproduceisbeautiful", "@uglyproduceisbeautiful"], "caption": "For Sarah Phillips (), promoting sustainable food habits is about showing, not telling. The Chicago-born, California-raised entrepreneur creates vivid foodscapes interwoven with vibrant citrus, fresh-from-the-dirt root vegetables and edible flowers, encouraging others to embrace biodiversity in the produce that they buy. “I just want people to see that it’s Earth’s gift to us — and it’s OK if it’s irregular, bumpy, lumpy, scarred, little, big, small. We should embrace food the way we should be embracing people: all different sizes and shapes.” In her effort to address the portion of food that goes uneaten in the United States (currently estimated about 40 percent) Sarah churns out seasonal recipes and has begun collaborating with broader social good campaigns. “Instead of running around yelling, ‘Buy ugly produce!’ I give people a way to use it, and then how to store it. And it’s not just me; it’s a team effort,” she says. “So many great organizations are talking about hunger, food waste, sustainability, it’s a whole big picture that fits together.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "711,618", "path": "instagram/picture1560.jpg", "like_list": [], "date_time": "Nov 27, 2016", "location": "", "tag_list": ["@deunivory", "@deunivory"], "caption": "“Representation is so important,” says illustrator, writer and photographer Deun Ivory (). “I want to be the photographer creating a movement, somebody shifting the narrative around the way black women are portrayed or the way black women are viewed.” Before picking up a camera, the Chicago-based artist was considering a career as a fashion journalist. While attention to style and aesthetic are ever present in Deun’s approach, people’s responses to her work helped her internalize the profound impact she can have. “I also want to create a space where black women and black little girls feel valued, affirmed, empowered and represented in a very graceful way.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "711,618", "path": "instagram/picture1561.jpg", "like_list": [], "date_time": "Nov 27, 2016", "location": "", "tag_list": ["@riflepaperco", "#ShopSmall", "#SmallBizSat", "@riflepaperco"], "caption": "After designing wedding invitations for a few friends, and then creating the invitation for her own wedding, Anna Bond, co-founder and creative director of Rifle Paper Co. () knew she had found her calling. “Everything about designing stationery just seemed to click, and it was the perfect mix of everything I loved,” says Anna, who lives in Winter Park, Florida. In the beginning, designs were all about Anna’s taste, but today, there is so much more that goes into the process. Above all else, she continues to consider the beauty, functionality and quality of every design. “I’ve been blown away by how much people have resonated with what we are doing and by the people who work with us on a daily basis to help see this vision come to life,” says Anna. Her advice to fellow small-business owners? “Write in your own voice and find what makes you unique.”  \nVideo by "}, {"num_of_comments": 24, "num_of_like": "922,748", "path": "instagram/picture1562.jpg", "like_list": [], "date_time": "Nov 26, 2016", "location": "", "tag_list": ["#WHPthisishome", "#WHPthisishome", "@thestorkandthebeanstalk"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos that capture the essence of home.\nHere’s how to get started:\nShow what makes a place feel familiar or comfortable — whether it’s your morning routine at your favorite coffee shop or details of a house that remain unchanged for years.\nWho are the people in your hometown that bring it to life? Take portraits of family, neighbors, friends or small-business owners who always make you feel welcome.\nTry using Boomerang or video to capture homespun traditions like playing a favorite board game or the antics of a family pet.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "962,480", "path": "instagram/picture1563.jpg", "like_list": [], "date_time": "Nov 26, 2016", "location": "", "tag_list": ["@benoit_paille", "@instagramfr", "@benoit_paille"], "caption": "He doesn’t describe himself as a photographer, but Benoit Paillé () expresses himself through photography. “I’ve been living in a truck for three years,” says Benoit, who is originally from Quebec. “I completely transformed my life; I travel from country to country, and I just take pictures.” Right now, he’s in Guatemala where he’s taking colorful, surrealist pictures at night. “This pink flash is one way to transform reality without any post-editing,” he explains. “And this doesn’t keep me from keeping up my documentary-style work. I document my day-to-day wanderings, completely spontaneously. I don’t know why I take all these photos. It’s such a big part of my life; it’s my language, my revolt, what motivates me on the road. It’s my freedom.”\nFor more stories from the French-speaking community, follow .\nPhoto by "}, {"num_of_comments": 2, "num_of_like": "965,625", "path": "instagram/picture1564.jpg", "like_list": [], "date_time": "Nov 25, 2016", "location": "", "tag_list": ["@vainilla", "#myinstagramlogo", "@vainilla"], "caption": "Pastry chef María Fernanda Avendaño was working on a big batch of macarons for Vainilla () — the Venezuelan shop bakes 800 per day! — when she felt inspired to create this , a delicious remix of our app’s logo. “I think food is the best way to show our love to other people 💜,” says María. “It’s an incredible feeling to see the reaction on my clients when they take the first bite of a macaron.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "740,097", "path": "instagram/picture1565.jpg", "like_list": [], "date_time": "Nov 25, 2016", "location": "", "tag_list": ["@thekitchenmccabe", "#Thanksgiving", "@thekitchenmccabe"], "caption": "What are the key ingredients for Kayley McCabe’s () baked creations? Sugar, spice and everything ripe in her Utah orchard. The mother of four always had a creative streak, and found her calling in styling food and developing dishes inspired by the changing seasons. “Simply the sight of the blossoms in the spring, or branches heavy with fruit in the summer, is enough to send a thousand ideas of how I might use them,” says Kayley, who has recently been harvesting apples and pears to accompany another fall favorite — pumpkin. In the kitchen, Kayley relishes the opportunity to lend classic comforts a wholesome update, and the chance to share “the feeling, the mood, the occasion. I love a food photograph that can pull you right into it, make you feel as if you are the one who is right there, observing, eating.” The ultimate judge of her culinary success, though, is her family. Kayley is already brimming with ideas for their  meal this year: “I have developed something of an obsession with pies. I plan on baking several of my favorite flavors complete with elaborate crusts, of course.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "625,714", "path": "instagram/picture1566.jpg", "like_list": [], "date_time": "Nov 24, 2016", "location": "", "tag_list": ["@smitashrm", "#EyesOn", "@smitashrm"], "caption": "Photojournalist Smita Sharma () has her  the women of India. Her two recent projects document the experience of rape survivors across the country and the trafficking of women, primarily in West Bengal. “This phenomenon is not just about a single country like India or Bangladesh; the survivors are there struggling all over the world, just with different circumstances,” says Smita, 36, who splits her time between New Delhi and New York City. “Sharing their story is the first step to understanding and ultimately eradicating such madness from our world.”\nGrowing up in northeast India, Smita saw firsthand the racial violence and discrimination among the tribal and non-tribal communities. “I felt that we were neglected, and the story of our communities wasn’t being told,” says Smita, who studied mass communication and then journalism. “Photography matters — there is so much out there about beauty, nature, happiness, art and so many other positive and visually appealing situations in our world, but there is also darkness and sadness and evil and destruction and these stories cannot be ignored.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,007,713", "path": "instagram/picture1567.jpg", "like_list": [], "date_time": "Nov 24, 2016", "location": "", "tag_list": ["@jemcresswell", "@jemcresswell"], "caption": "“I aim to transport the viewer to a familiar yet extraordinary world,” says underwater photographer Jem Cresswell (). He bought his first underwater camera when he was 17 years old. “I was immediately addicted and intrigued with the new world it opened up. Fourteen years on, nothing has changed,” says Jem, who lives on the desert coastline of South Australia. “I strive to learn from my mistakes and evolve my craft. Photography is a constant evolution.” He is currently working on a new series of portraits of humpback whales and an ongoing project capturing thunderstorms shot from the sea in New South Wales. “The ocean covers almost 72 percent of the world’s surface, and I love that there is still so much to be discovered,” says Jem.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,007,713", "path": "instagram/picture1568.jpg", "like_list": [], "date_time": "Nov 23, 2016", "location": "", "tag_list": ["@bliu07", "#WHPfamilyfeast", "@bliu07"], "caption": "Betty Liu (), a wedding and food photographer, found special meaning in last weekend’s hashtag project, . “My favorite part about this video is the story behind it,” says Betty, who lives in Boston. “Any time I make dumplings I am instantly brought back to my mom’s kitchen table, sitting with family and friends.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,007,713", "path": "instagram/picture1569.jpg", "like_list": [], "date_time": "Nov 23, 2016", "location": "", "tag_list": ["@welliebuns", "@welliebuns", "#WeeklyFluff"], "caption": "Hello, world! Meet Wally and Ellie (), “adopted, cage-free besties” who live in California. Whether they’re playing in the house, cuddling up or sharing a snack, you’ll rarely see these two apart. To keep a healthy dose of bunny magic in your feed at all times, follow  right now. 🐰 💕 "}, {"num_of_comments": 24, "num_of_like": "536,724", "path": "instagram/picture1570.jpg", "like_list": [], "date_time": "Nov 22, 2016", "location": "Cartagena, Bolivar", "tag_list": ["#WHPfamilyfeast", "@emmanuelcarvajal"], "caption": "From the streets of Cartagena, Colombia, Emmanuel Carvajal’s take on  is an explosion of colorful fruit, dresses and painted brick.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "984,847", "path": "instagram/picture1571.jpg", "like_list": [], "date_time": "Nov 22, 2016", "location": "", "tag_list": ["#WHPfamilyfeast", "@edgarraw", "#WHPfamilyfeast", "@edgarraw"], "caption": "For his  submission, Edgar () shows off a medley of colorful vegan dishes at an early Thanksgiving celebration.\nThe goal of  was to celebrate how families gather around food. Follow along as we feature more of our favorite submissions.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "984,847", "path": "instagram/picture1572.jpg", "like_list": [], "date_time": "Nov 22, 2016", "location": "", "tag_list": [], "caption": "Today we’re announcing two updates: live video on Instagram Stories and disappearing photos and videos for groups and friends in Instagram Direct.\nLive video on Instagram Stories helps you connect with your friends and followers right now.\nIt’s easy to go live — just swipe right from feed to open the camera, tap the “Start Live Video” button and start sharing for up to an hour. Your friends may get a notification when you go live so they can tune in. While you’re live, you can pin a comment for everyone to see or turn comments off altogether. When you’re done, your live story immediately disappears from the app so you can feel more comfortable sharing anything, anytime.\nWhen someone you follow starts a live video, you’ll see “Live” under their profile photo in the stories bar. During the broadcast, you can comment and like as much as you want. You can also discover new live videos on Explore. Tap “Top Live” to see exciting live videos happening at that moment.\nLive video on Instagram Stories and Explore will be rolling out globally over the next few weeks.\nYou can learn more about today’s updates at help.instagram.com."}, {"num_of_comments": 24, "num_of_like": "984,847", "path": "instagram/picture1573.jpg", "like_list": [], "date_time": "Nov 22, 2016", "location": "", "tag_list": [], "caption": "Today we’re announcing two updates: live video on Instagram Stories and disappearing photos and videos for groups and friends in Instagram Direct.\nNow you can send disappearing photos and videos directly to groups and individual friends in a spontaneous, pressure-free way. Swipe right into the camera to take a photo or video, then tap the arrow to send it privately. You can choose a group or create one in just a few taps — and you can also send to individual friends at the same time. Send anything you want, from inside jokes to your worst selfies. Unlike other messages in Direct, these photos and videos disappear from your friends’ inboxes after they have seen them. And you’ll see if they replayed it or took a screenshot.\nTo open your inbox, tap the new paper airplane icon at the top right corner of your feed or swipe left. You’ll see disappearing photos and videos in a bar at the top. Tap the ones with blue rings to see what your friends sent you. In a group, you can see everyone’s responses — and who else has seen them — in a slideshow format. Then when you’re done, just tap their faded profile photo to send a quick response.\nDisappearing photos and videos in Instagram Direct will start rolling out globally today.\nYou can learn more about today’s updates at help.instagram.com."}, {"num_of_comments": 24, "num_of_like": "898,972", "path": "instagram/picture1574.jpg", "like_list": [], "date_time": "Nov 21, 2016", "location": "Eco Village Club", "tag_list": ["@speranskaya", "#TheWeekOnInstagram", "@speranskaya"], "caption": "Flying kites in a blizzard wasn’t the gift that Mikaella Speranskaya () had in mind on a friend’s birthday trip, but they made the most of the situation. “Usually there is no snow this time of year — it’s the first snow ever on his birthday — but no weather can stop us from having fun,” she says. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "963,312", "path": "instagram/picture1575.jpg", "like_list": [], "date_time": "Nov 21, 2016", "location": "", "tag_list": ["@coreymaison", "#TransWeek", "@coreymaison"], "caption": "It’s one thing to be 15 years old and just trying to pass 9th grade. It’s another to also be a transgender teen and activist, lobbying to the Michigan State Board of Education for the safety of LGBTQ teens. Add this to Corey Maison’s () extensive anti-bullying work, and you have one extraordinary person — though Corey won’t readily admit it.\n“I wish people would see me as an ordinary teenage girl that happens to be transgender, and is confident and stands up for what is right,” says Corey. “I wish they would see someone who was bullied, made it through and is stronger because of it. I want others to know they can make it through tough times, too.”\nCorey cites her supportive family as a source of her strength and hopes to spread her message of kindness and tolerance to those without a support system.\n“Transgender people deserve the same rights as every other human — they know what it feels like to be hurt and rejected, and are still the bravest warriors I know and some of the most beautiful souls in the world,” says Corey. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "963,312", "path": "instagram/picture1576.jpg", "like_list": [], "date_time": "Nov 20, 2016", "location": "Roosevelt Island", "tag_list": ["@romanshotthis", "#BoomerangOfTheWeek", "@boomerangfrominstagram", "#Boomerang", "@romanshotthis"], "caption": "Roman Siromakha () slid into our  spot with this creative capture, taken during a weekend adventure with his girlfriend. According to Roman, Roosevelt Island is the perfect place to check out the NYC skyline and a sunset.\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "1,209,059", "path": "instagram/picture1577.jpg", "like_list": [], "date_time": "Nov 20, 2016", "location": "", "tag_list": ["@sakicona", "#TheWeekOnInstagram", "@sakicona"], "caption": "Autumn shines as two children inspect fall foliage beneath an intricate golden dome in this photo from Japan by . \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "745,034", "path": "instagram/picture1578.jpg", "like_list": [], "date_time": "Nov 20, 2016", "location": "", "tag_list": ["@matmobil", "#TheWeekOnInstagram", "@matmobil"], "caption": "Mathieu Morand () catches a friendly wave from fishermen as they launch a boat on a flawless Sunday in Mumbai.\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "925,914", "path": "instagram/picture1579.jpg", "like_list": [], "date_time": "Nov 19, 2016", "location": "", "tag_list": ["#WHPfamilyfeast", "#WHPfamilyfeast", "@yuriexx67"], "caption": "Weekend Hashtag Project: \nIn the spirit of the US holiday Thanksgiving, the goal this weekend is to celebrate how your family gathers around food.\nHere’s how to get started:\nDo you have a time-honored recipe you bring to family meals, or a tradition where everyone dines together? Share what makes a meal special in your family.\nWhether it’s friends coming together for a potluck or three generations toasting together, show the special people at your table.\nGet creative with how you compose your image — try photographing from different angles to add depth to your frame, catch the moment when everyone dives into a shared dessert with a fun Boomerang or video, or pull back to show a full scene to capture a sense of place.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "925,914", "path": "instagram/picture1580.jpg", "like_list": [], "date_time": "Nov 19, 2016", "location": "", "tag_list": ["@juggletoon", "@juggletoon"], "caption": "Super Mario dashes behind a building, the Statue of Liberty’s torch blazes, whales swim across the sky — all while Christian Bork () tosses various objects into the air. “I really like Cirque du Soleil and how they combine theater and circus and movie and projections and dancing. That’s kind of what I’m going for,” says the 28-year-old Los Angeles-based animator and juggler who watches cartoons every day. Though juggling has only become a hobby in the past year, he has a full collection of rings, balls and clubs that travel wherever he and his girlfriend go. Once they’ve filmed his fancy handiwork, he creates an animation loop and inserts it into the video. The trickiest part? There’s no green screen, so he must pore over each frame, masking himself from the animation. Still, it’s worth it — he’s cartooning his world. “I hope people will be more curious and inspired. Explore. Go out there and try new things,” Christian says. “You can’t just make this with your phone.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "676,844", "path": "instagram/picture1581.jpg", "like_list": [], "date_time": "Nov 18, 2016", "location": "", "tag_list": ["#MyStory", "@purlbknit", "@purlbknit"], "caption": "“ is about a knitter who’s made her dreams come true with a vision, a ball of yarn and a pair of knitting needles.” —Brandi Harper (), Brooklyn, New York-based designer\n“I taught myself to crochet when I was 14 and in all my time of knitting, I’ve followed someone else’s pattern maybe 10, 12 times, tops. Everything I make and design comes from my own head.\nBeing able to wear my goods made it easier to put them on display in my shop. Taking my own pictures is like playing dress up. I grabbed myself a camera — it’s not fancy but it gets the job done — and I take photos in my apartment or in my neighborhood. Living in the city, I’ve always loved the idea of being on a farm. I like to bring that feeling of all natural and homey and ‘these goods will last through the generations’ through my photography.\nI love being able to make something with my own two hands. I do everything, the designing, the knitting, the photography. It’s always a hustle. But it’s a happy hustle.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "921,129", "path": "instagram/picture1582.jpg", "like_list": [], "date_time": "Nov 18, 2016", "location": "", "tag_list": ["@anaiskanaisk", "@instagramfr", "@anaiskanaisk"], "caption": "“I’ve realized that my work isn’t really a reflection of me at all,” says 28-year-old photographer and director Anaïs Kugel (). “I’m anything but soft and poetic!” Originally from the south of France, her style is full of contrasts; it’s simple and eccentric, childlike and avant-garde. “It’s hard to take a step back and look at your work,” she says, “because it’s constantly changing.” But one constant is that Anaïs’ work tends to depict images of girls or women. “I think they’re passionate. I would love living with a woman to watch her at each moment of her life. I would be an irritating everyday paparazzi,” she says. “The few times I’ve ever photographed men, I’ve always ended up making them cross-dress a bit.”\nFor more stories from the French-speaking world, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "824,670", "path": "instagram/picture1583.jpg", "like_list": [], "date_time": "Nov 17, 2016", "location": "Rockford, Illinois", "tag_list": ["@sunnystrader", "#EyesOn", "@sunnystrader"], "caption": "Sunny Strader () has her  the US, from the small, gritty city of Rockford, Illinois, where she spent two years as a newspaper photojournalist, to the permanent sunshine of Los Angeles, where she now works as a filmmaker’s assistant.\nIn Rockford, she explored communities ranging from those born and raised in housing projects to newly arrived Syrian refugees. “I was attempting to humanize groups of people who were viewed negatively by other people in the community,” the 25-year-old photographer says. Now, experimenting with a new environment on the West Coast, and a new approach to storytelling, Sunny hasn’t forgotten her time in other parts of the country. “I’m now aware of how different each person’s America is,” she says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "824,670", "path": "instagram/picture1584.jpg", "like_list": [], "date_time": "Nov 17, 2016", "location": "", "tag_list": ["@konel_bread", "@instagramjapan", "@konel_bread"], "caption": "Characters come to life on every loaf of bread Ran () bakes. When she saw decorative sushi rolls being made on TV, she tried to replicate the idea with bread. The results turned out better than she expected. “Even when I’m working with generic motifs, I try to think of designs that are simple enough to build,” says Ran, who is from Japan. She uses natural ingredients for every color, and the flavor of each batch differs. Her “illustration breads” are also a hit at home. “My little boy loves the breads, and he’ll usually have two slices for breakfast — maybe three on a really good day,” she says.\nDiscover more stories from the Japanese community on .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,284,754", "path": "instagram/picture1585.jpg", "like_list": [], "date_time": "Nov 17, 2016", "location": "", "tag_list": ["@coryrichards", "@natgeo", "@NatGeo", "@coryrichards"], "caption": "He’s an alpine climber and a thrill-seeker, but Cory Richards’ () definition of adventure evolved over time. “It’s anything that pushes you really far outside of your comfort zone, and that can be creatively, athletically, geographically, culturally,” the 35-year-old National Geographic () photojournalist says. “Once you wrap your head around that, I think we can all start to own the ‘adventure’ inside of us.” Cory’s work has taken him to extreme locations like the Wohlthat Mountains of Antarctica or prehistoric caves in Nepal, and his success hangs on what he calls the linchpin of all great photography: intimacy. “It’s scary and it’s hard and it’s exhausting,” Cory says. “The only way you foster intimacy is through curiosity and allowing that curiosity to draw you closer to that which you are not familiar with or do not know. You start to form intimate relationships with the elements of a story; and in doing so, your stories become more impactful.”\nCory’s work is featured in the new book “: The Most Popular Instagram Photos,” on sale now.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "759,691", "path": "instagram/picture1586.jpg", "like_list": [], "date_time": "Nov 16, 2016", "location": "", "tag_list": ["@aliciakeys"], "caption": "It’s singer and songwriter Alicia Keys’ () first season as a coach on the TV singing competition “The Voice.” Today, she’s offering us a backstage pass on the action, including live performances from her new album, “HERE.”\nTap our profile pic to check out our Instagram story and see what a day on set is like for Alicia. 🎤"}, {"num_of_comments": 24, "num_of_like": "759,691", "path": "instagram/picture1587.jpg", "like_list": [], "date_time": "Nov 16, 2016", "location": "", "tag_list": ["@monicasisson", "@hollysisson", "#WHPinmotion", "@pitterpatterfurryfeet"], "caption": "“Oliver is super enthusiastic about trying to capture his ball when we throw it, but he is not super coordinated in his efforts,” says Monica Sisson () who, with her sister Holly (), submitted this adorable slow-mo to our Weekend Hashtag Project, . “If he ever catches a ball in play we will be amazed!”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "759,691", "path": "instagram/picture1588.jpg", "like_list": [], "date_time": "Nov 16, 2016", "location": "", "tag_list": ["#WHPinmotion", "@yofipradana"], "caption": "This  submission is a slam dunk. 🏀\nFollow along as we feature more of our favorite submissions this week.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "759,691", "path": "instagram/picture1589.jpg", "like_list": [], "date_time": "Nov 16, 2016", "location": "Sofia, Bulgaria", "tag_list": ["@singleframestories", "#WHPinmotion", "@singleframestories"], "caption": "Max Pirsky () and his friends stumbled on parkour gold in Sofia, Bulgaria. “I like that it isn’t the usual location for parkour, as well as the sync between the two guys,” he says of his submission to last weekend’s hashtag project, .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "759,691", "path": "instagram/picture1590.jpg", "like_list": [], "date_time": "Nov 16, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@turboroo"], "caption": "Hello, world! Meet TurboRoo — today’s . This sweet Chihuahua was born without his two front legs, but that hasn’t stopped him from stealing hearts. To learn more about this small but mighty pooch’s journey, follow  right now."}, {"num_of_comments": 24, "num_of_like": "759,691", "path": "instagram/picture1591.jpg", "like_list": [], "date_time": "Nov 15, 2016", "location": "Pinakothek der Moderne", "tag_list": ["@anniset", "#WHPinmotion", "#Boomerang", "@anniset"], "caption": "Two tall columns serve as props for a playful (and perfectly timed) wave in this Boomerang from Munich by . 🌊 \nFollow along as we feature more of our favorite submissions this week.\n by "}, {"num_of_comments": 24, "num_of_like": "759,691", "path": "instagram/picture1592.jpg", "like_list": [], "date_time": "Nov 15, 2016", "location": "", "tag_list": ["@koraninst", "#WHPinmotion", "#Boomerang", "@koraninst"], "caption": "A parade of elephants in lockstep — ’s  submission from Kenya captures the rhythm of life in the wild. 🐘\n by "}, {"num_of_comments": 24, "num_of_like": "965,852", "path": "instagram/picture1593.jpg", "like_list": [], "date_time": "Nov 15, 2016", "location": "", "tag_list": ["@misteur_z", "#WHPinmotion", "@misteur_z"], "caption": "In a single frame,  captured three simultaneous jumps that feel like separate stages of an airborne flip — no small feat for the photographer or the performers.\nThe goal of  was to capture movement in creative ways. Follow along as we feature more of our favorite submissions.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,032,940", "path": "instagram/picture1594.jpg", "like_list": [], "date_time": "Nov 15, 2016", "location": "", "tag_list": ["@samlyne", "@samlyne"], "caption": "It’s the little things that Sam Lyne () enjoys most in his illustrations. “I hope to make pieces that people can explore,” says the 27-year-old resident of Tasmania’s capital, Hobart. “I really enjoy creating works that are sometimes minimal and simplistic in nature, but also jampacked with hidden details.” He traces this love for discovery back to childhood. “My inspiration comes from a love of heavily detailed children’s books I used to read,” he says. “Finding hidden details among the scenes was always a joy, which I believe has carried through into my works.” It’s now six years since Sam began working for himself from his remote island home – a feat he doesn’t take for granted: “I really, really love drawing. The fact I’m able to make a living from it is amazing.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "834,760", "path": "instagram/picture1595.jpg", "like_list": [], "date_time": "Nov 14, 2016", "location": "", "tag_list": ["@ezzat_hisham", "#TheWeekOnInstagram", "@ezzat_hisham"], "caption": "Ezzat Hisham () captures the daily rhythm of a quarry worker in Minya, Egypt, during a moment of quiet concentration. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,563,988", "path": "instagram/picture1596.jpg", "like_list": [], "date_time": "Nov 14, 2016", "location": "", "tag_list": ["@stefan_mahl", "#TheWeekOnInstagram", "@stefan_mahl"], "caption": "Stefan Mahlknecht () shares the view of an Italian cathedral nestled into a mountain overlooking a valley that left him “totally speechless.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,445,920", "path": "instagram/picture1597.jpg", "like_list": [], "date_time": "Nov 14, 2016", "location": "", "tag_list": ["@saltyseattle", "@saltyseattle"], "caption": "Eat the rainbow — the more colorful your plate, the healthier your food. In Linda Miller Nicholson’s () kitchen the same rule extends to pasta. When her young son turned out to be a picky eater, turning down vegetables hidden in smoothies or under pizza toppings, Linda wondered, what about colorful noodles? The experiment to color dough using vegetables and spices was wildly successful. And with a few knives and cookie cutters, she’s making the intricate patterns on her ravioli, fettuccine and farfalle. “I considered my background in art, and obsession with fashion, and tried to figure out ways to put these really cool, vibrant and good-for-you colors together in ways that would also be fun, appealing and eye-catching,” she says.\n\nYears later, Linda, who is based in Seattle, has no shortage of ideas — she often has 30 different colors of dough in her fridge and finds inspiration everywhere. “If I feel blocked, I get out into the world,” says Linda. “Before long, the ideas are churning out like little pasta butterflies.” 🍝\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,057,444", "path": "instagram/picture1598.jpg", "like_list": [], "date_time": "Nov 13, 2016", "location": "", "tag_list": ["@hippo_photon", "@hippo_photon"], "caption": "During a family outing to the Setouchi Triennale, an art festival in Japan,  captured this moment of wonder with a fantastical red horn.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,057,444", "path": "instagram/picture1599.jpg", "like_list": [], "date_time": "Nov 13, 2016", "location": "Lake Orta", "tag_list": ["@daisyromaniello", "#BoomerangOfTheWeek", "#Boomerang", "@daisyromaniello"], "caption": "At an InstaMeet near Lake Orta in northern Italy, Daisy Romaniello () captured our , offering a welcome pop of color and whimsy to the foggy scene. 🌈\n by "}, {"num_of_comments": 24, "num_of_like": "1,628,214", "path": "instagram/picture1600.jpg", "like_list": [], "date_time": "Nov 12, 2016", "location": "Humane Society of New York", "tag_list": ["@richardphibbs", "@humanesocietyny", "@richardphibbs"], "caption": "For the past four years, Richard Phibbs () has photographed animals rescued by the Humane Society of New York (). “I thought if I took portraits of homeless animals then these images would help them find a loving, forever home,” says Richard. Almost all of the animals he’s photographed have found homes — including his new dog, Finn. “I had lost my much-loved dog one year before, so I was not sure I was ready,” he says. “When I picked up the little guy to put him in front of the camera I could feel in my heart he was the one.” The project’s success rate has been incredibly gratifying for Richard, a fashion and portrait photographer. “To see a sweet, homeless dog find a home is the best feeling ever,” he says. “I think these images also awaken and enlighten people to see not only the value and beauty of shelter animals but the value and importance of all living beings.”\nPhoto by "}]}