{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "307,604", "path": "instagram/picture3901.jpg", "like_list": [], "date_time": "Jun 24, 2014", "location": "", "tag_list": ["@ananya.ray", "@yugi", "@ryannealcordwell", "@miacocoone", "@maralazaridou", "@ariellevey", "@eclectic_brew", "@thedavidkeller", "@asenseofhuber", "#WHPsolstice"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "360,209", "path": "instagram/picture3902.jpg", "like_list": [], "date_time": "Jun 24, 2014", "location": "Wimbledon", "tag_list": ["@wimbledon", "@andymurray", "@djokernole", "@vichka35", "@serenawilliams", "#wimbledon", "@xantheb"], "caption": "The lawns have been manicured, the flowers watered and players warmed up for Wimbledon 2014, the grand slam tennis tournament in England.\nThe 41 mown grass courts will soon feel the thud of tennis shoes from 480 players, and 38,500 daily visitors are expected descend on the All England Lawn Tennis Club grounds in Southwest London over the next two weeks. As well as being one of four major tennis grand slams throughout the year, Wimbledon has a special attraction for its quintessentially British feel—particularly the consumption of strawberries and cream and Pimm's drinks. It is estimated 28,000 kilograms of strawberries, 7,000 liters of cream and 200,000 glasses of Pimm's will be consumed over the two-week event.\nFor a behind-the-scenes look at Wimbledon 2014, follow  and tennis players , ,  and . To see more photos and videos as the event unfolds, browse the  hashtag and tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "343,058", "path": "instagram/picture3903.jpg", "like_list": [], "date_time": "Jun 23, 2014", "location": "", "tag_list": ["@bmjaworski", "@shineonyoucraydiamond", "@jupiter_05", "@camilleseaman", "@keithbedford", "@menghao", "@piccolotakesall", "@andreabruce", "@tom_bolduc"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "525,102", "path": "instagram/picture3904.jpg", "like_list": [], "date_time": "Jun 23, 2014", "location": "", "tag_list": ["@mydaywithleo", "@mydaywithleo", "@davidblaine", "@mydaywithleo", "@mydaywithleo"], "caption": "Sometimes silly, sometimes surreal, each \"My Day with Leo\" () post is like a single-panel comic that hinges on a found picture of Leonardo DiCaprio. \"I might put a 14-year-old, 'This Boy's Life' Leo on the body of a grandma,\" Joel Strong, 's creator, says. \"Or I might take him to the streets in the East Village where he probably actually walked around in the '90s with David Blaine () and Tobey Maguire, trying to find girls.\" To see more of Joel’s imagined moments with Leonardo DiCaprio, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "533,932", "path": "instagram/picture3905.jpg", "like_list": [], "date_time": "Jun 22, 2014", "location": "Cabazon Dinosaurs", "tag_list": ["@galalux"], "caption": "For any adventurous road-tripper making the drive between Los Angeles and Palm Springs, California, there are three surefire signs that you're on your way: vast expanses of desert, fields of industrial windmills—and dinosaurs.\n\nDinny the Dinosaur and her companion, Mr. Rex, tower over the horizon of Cabazon, California. The pair were created by sculptor Claude K. Belle as a roadside wonder to attract customers to his Wheel Inn Restaurant located beneath their feet. In addition to their photogenic exteriors, the dinos were designed as hollow structures that visitors can explore. Dinny's belly contains a gift shop and adventurous Instagrammers can scale Mr. Rex for a shot of the desert horizon through the Tyrannosaurus's mouth.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "442,387", "path": "instagram/picture3906.jpg", "like_list": [], "date_time": "Jun 21, 2014", "location": "", "tag_list": ["#Lalibela", "@toniespadas"], "caption": "Nine hundred years ago, workers set out to construct a new holy city in the northern highlands of Ethiopia. Instead of building from the ground up, they began chiseling down into the red volcanic rock. Believed to be built with the assistance of angels working through the night, the 11 rock-hewn churches of  were carved into giant blocks of sandstone and connected through a series of tunnels, ceremonial passageways, drainage ditches and caves.\nToday, Lalibela is one of Ethiopia’s most holy cities and carries the nickname of “New Jerusalem.” It has been a pilgrimage site for Christians for centuries and continues to be a destination for worship and daily devotion for the priests, monks and orthodox Christians who comprise the town’s population. Tourists from around the world now also trek to Lalibela to marvel at its stunning architectural accomplishments.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "314,955", "path": "instagram/picture3907.jpg", "like_list": [], "date_time": "Jun 21, 2014", "location": "", "tag_list": ["#WHPsolstice", "#WHPsolstice", "@ravenreviews"], "caption": "Weekend Hashtag Project: \n\nSaturday marks the June solstice, the longest day of the year and first day of summer in the northern hemisphere. In the south, it stands as the shortest day and welcomes winter. In honor of the solstice, the goal this weekend is to capture the essence of the changing seasons in your region through creative photos and videos. Some tips to get you started:\nTake a moment to think about the nature around you and how it's changing. Whether it's flowers in full-bloom or barren branches, look for the rhythms of the natural world. Let the dramatic solstice light guide your creativity. Experiment with direct sun, long shadows and the brilliant harsh light that summer brings. For those starting winter, consider warming fires, twinkling city lights and the mystery darkness can add to your photos. Finally, if you live in a region that sees little variation in nature throughout the year, seek inspiration in the seasonal recipes, fashion and events where you live.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "356,521", "path": "instagram/picture3908.jpg", "like_list": [], "date_time": "Jun 20, 2014", "location": "", "tag_list": ["@charlesommanney", "@msnbcphoto", "@charlesommanney", "@charlesommanney"], "caption": "A desire to better understand the immigration debate prompted photographer Charles Ommanney’s () 3,000-mile journey along the United States' border with Mexico. \"Many of the people found by the Border Patrol in southern Texas are arriving after traveling for weeks across difficult terrain, having given everything they have to the ‘coyotes’ that promised them a better life in the U.S.” says Charles, who shared powerful moments from his travels through Instagram. “I found the spectacle of people realizing that the journey was over for them very depressing.\" Through \"The Fence,\" a three-part documentary for MSNBC (), Charles hopes people \"will see the facts and be able to make up their own minds about the complexities of this subject.\" To see more photos from Charles's work in Mexico and across the world, follow  on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "375,729", "path": "instagram/picture3909.jpg", "like_list": [], "date_time": "Jun 20, 2014", "location": "Pace Gallery", "tag_list": ["#ArtThursday", "@pacegallery", "#TaraDonovan", "@alanpaukman"], "caption": "Welcome to another ! The American artist Tara Donovan’s latest exhibition—on display through August 15 at Pace Gallery () in New York City—consists of eight massive stalagmites constructed entirely from millions of glued-together index cards.\n\nDonovan, whose critically-acclaimed work earned her the prestigious MacArthur Fellowship in 2008, challenges perceived distinctions between natural and artificial. By building large, organically shaped structures with everyday manmade materials like drinking straws, toothpicks and styrofoam cups, she forces viewers to reconsider the difference between the majestic and the mundane.\n\nTo see more of Donovan’s work, tap the blue location text above and browse the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "308,292", "path": "instagram/picture3910.jpg", "like_list": [], "date_time": "Jun 19, 2014", "location": "", "tag_list": ["@simondepury", "@richardprince4", "@damienhirst", "@alexisrael", "@alexdacorte", "@luciensmithstudio", "@vikmuniz", "@osgemeos", "@simondepury"], "caption": "Art plays a significant role in the life of the auctioneer, art dealer, artist and dj Simon de Pury (). \"While we do not need art to live, I couldn't imagine a life without it,\" he says.\n\nArt plays a starring role in Simon's Instagram feed as well. \"Whenever I see something on my travels that visually intrigues me, I like to photograph it,\" he says. \"I'm interested in high and low, in beauty and ugliness, in substance and superficiality. Choosing which artworks to post is similar to the work of a collector or an editor or a DJ.\" Here are Simon's recommendations for following\nthe art world on Instagram: , , , , ,  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "546,480", "path": "instagram/picture3911.jpg", "like_list": [], "date_time": "Jun 19, 2014", "location": "", "tag_list": ["#PicnicDay", "@francafe"], "caption": "Happy International ! Photo by ."}, {"num_of_comments": 24, "num_of_like": "361,157", "path": "instagram/picture3912.jpg", "like_list": [], "date_time": "Jun 19, 2014", "location": "", "tag_list": ["@__remmidemmi", "@__remmidemmi", "@__remmidemmi"], "caption": "“I wanted to talk about obsessions, neurosis and frailties of our times through my personal experience,” says Italian photographer Sandro Giordoan (), whose macabre, tragicomic photo series “_IN EXTREMIS (bodies with no regret)” explores the willingness of people to put the safety of material objects before their own well-being.\n\nSandro’s photos, which feature actors in whimsical scenes that are both humorous and haunting, were inspired by a bicycle accident that left his hand permanently damaged after refusing to let go of the object he was holding. \"We live in a time where we risk material things becoming more important than our own lives, and this is really worrying.\" For more of Sandro's explorations of \"bodies with no regret,\" follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "394,919", "path": "instagram/picture3913.jpg", "like_list": [], "date_time": "Jun 19, 2014", "location": "Dunas de Genipabu", "tag_list": ["@smochinaverde", "@felipesolo"], "caption": "Giant sand dunes attract adventurers from all over the world to the Brazilian beach of Genipabu. \"I’m fascinated by the dunes,\" says Romania Instagrammer Anamaria Pirea (), who recently visited the beach. \"However varied the landscape is in Romania, we don’t have anything like that back home.\" Anamaria advises fellow visitors to charge their mobile cameras before they make the trip. \"You can really experiment with optical illusions, especially with the backdrop of a clear blue sky and puffy clouds here and there.” For more photos and videos from the dunes of Genipabu, browse the hashtag and tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "406,607", "path": "instagram/picture3914.jpg", "like_list": [], "date_time": "Jun 18, 2014", "location": "", "tag_list": ["@_f7", "@_f7", "@_f7"], "caption": "\"My job is to create things, which is probably why I find manmade objects more interesting than things in nature,\" says Kanagawa Instagrammer Yoshito Hasaka (). Working as an application designer in a Tokyo-based company, Yoshito is constantly inspired by the cityscape and the constructions of various shapes and sizes that fill the city. On Instagram, he likes to challenge himself to fit as many details from a building as he can into one small square photo.\n\nYoshito likes to keep the building front and center when shooting architecture. He finds a point that cuts straight through a given space and aims to bring the vanishing point to the center while capturing the entire scene. \"I want to preserve that towering, enclosing impression of buildings, and I think I can best express that by looking at them straight from the front.\" For more photos and videos from Yoshito, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "371,748", "path": "instagram/picture3915.jpg", "like_list": [], "date_time": "Jun 17, 2014", "location": "", "tag_list": ["@p_d_y", "#wwim9", "#wwim9", "#giveadam2014", "@p_d_y", "@nedijee", "@onahazymorning", "@andresdelange", "@crisam", "@nedijee"], "caption": "For Phil Yisrael (), an Amsterdam Instagrammer originally from Sydney, Australia, InstaMeets helped him make friends and meet people in the Netherlands. For , he organized one of the biggest InstaMeets the country has ever seen. Phil's tips for organizing a largescale InstaMeet? Bring together a team, stick to shared goals and make sure you have name tags! \"What was achieved in Amsterdam would not have been possible without amazing teamwork,\" Phil says. \"Everyone went home smiling and richer for the experience. If you have the opportunity to attend an InstaMeet, no matter how small, I say you should go for it!\" To view more photos and videos from Amsterdam's Worldwide InstaMeet 9 (), browse the  hashtag and follow organizers     and  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "512,828", "path": "instagram/picture3916.jpg", "like_list": [], "date_time": "Jun 17, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@ichaity", "@ichaity"], "caption": "Hello, Instagram! It's time for the ! Today we say hello to Riley (), a handsome Parson French Canadian pup who loves mugging for the camera. Follow Riley for a daily dose of dashing pooch: ."}, {"num_of_comments": 24, "num_of_like": "422,466", "path": "instagram/picture3917.jpg", "like_list": [], "date_time": "Jun 17, 2014", "location": "", "tag_list": ["@mokassarart", "@mokassarart", "@mokassarart", "@mokassarart"], "caption": "\"I spent almost a month brainstorming, and I came up with nuts,\" explains Saudi Arabia Instagrammer Yaser Ahmad (), who uses Instagram as an outlet to explore his creativity. \"They have different shapes and I love that they have a nice color gradation, so they are pleasing to the eye.\" For each post on —a word made by combining the Arabic word for \"nuts,\" Mokassarat, and \"art\"—Yaser quickly sketches the idea, then later photographs the arranged nuts and draws around them.\n\nFor more photos and videos of Yaser's art, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "368,024", "path": "instagram/picture3918.jpg", "like_list": [], "date_time": "Jun 17, 2014", "location": "", "tag_list": ["@arthurmartins", "@poeticwordvomit", "@austinmann", "@scvitkovic1", "@worldsfaire", "@parkermullins", "@gess8", "@ts_xiv", "@mattlouder", "#WHPGameOn", "@fifaworldcup"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for  in celebration of the start of the 2014 World Cup ()."}, {"num_of_comments": 24, "num_of_like": "602,470", "path": "instagram/picture3919.jpg", "like_list": [], "date_time": "Jun 16, 2014", "location": "", "tag_list": ["@kevin_blankenship", "@kevin_blankenship", "@kevin_blankenship"], "caption": "For Oklahoma writer, producer and cartoonist Kevin Blankenship (), keeping his creativity alive as a working dad came in an unlikely form: pancakes. \"I have two eager boys who like making pancake requests,\" he says, \"so my feed is peppered with odd, but fun submissions. The three-year-old's requests are the toughest. If it's not a tree monster with skeletons hanging from it, it's a velociraptor with boxing gloves or a monster with a chicken head and octopus arms, bunny ears and big feet. I love the creativity—and he's a tough critic. Syrup won't solve any of my mistakes.\" For more of Kevin's fantastical pancake art, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "296,490", "path": "instagram/picture3920.jpg", "like_list": [], "date_time": "Jun 16, 2014", "location": "", "tag_list": ["@malaquiasgui", "@mentaylunares", "@paulaleme", "@mrspepita", "@deividxavier", "@gileberto", "@jbrussell", "@diegoascoli", "@zakkiahmed"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!      \n  "}, {"num_of_comments": 24, "num_of_like": "488,419", "path": "instagram/picture3921.jpg", "like_list": [], "date_time": "Jun 15, 2014", "location": "", "tag_list": ["@leesamantha", "@leesamantha", "@leesamantha"], "caption": "\"When I first started creating food art, those in boxed lunches (called 'charaben') had been around for a long time—but I was more interested in exploring food art out of the box and simplifying the technique,\" says Malaysia Instagrammer Samantha Lee (). Her ideas and creative inspiration come from a variety of fine arts as well as from her daughters, whom she describes as having \"endless imagination\". A mother of two daughters, Samantha started devising ways to get them to eat in a healthier and more independent way by applying creativity to her presentation. She designs scenes on plates featuring celebrities, popular characters, animals and famous landmarks, made up mainly of local and fresh edible ingredients. Samantha is very careful about keeping food waste to a minimum, sketching out her designs and ingredients before she cooks. Her minimalistic approach also shows in her camera work, as she edits very little by choosing to shoot in natural light and avoids using too many props in her photos to \"let the food art stand out and speak for itself.\" For more photos and videos of Samantha's culinary artwork, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "421,156", "path": "instagram/picture3922.jpg", "like_list": [], "date_time": "Jun 14, 2014", "location": "", "tag_list": ["@tianapix", "@notmynonni", "@tianapix", "@notmynonni", "@notmynonni"], "caption": "Italy Instagrammer Tiana Kai Madera () started the account  to capture quintessential scenes of nonni (\"grandparents\") throughout the streets of Italy. \"I see my grandpa in many nonni that I photograph,\" she says. \"Some I stop and chat with, others I smile and move on, and sometimes assist them if they need help down a step. Each of us has a nonno or nonna inside these strangers.\" To view more photos and videos of nonni all over the world, follow  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "406,211", "path": "instagram/picture3923.jpg", "like_list": [], "date_time": "Jun 14, 2014", "location": "", "tag_list": ["#WHPGameOn", "#WHPGameOn", "@teopslemenson"], "caption": "Weekend Hashtag Project: \n\nThis week marks the beginning of the 2014 World Cup! To celebrate, the goal this weekend is to cheer on your country with creative photos and videos showing how you're getting involved. Some tips to get you started:\nThink about how you're supporting your country's team from home and get creative! Consider snapping a portrait with a mask or face paint, photographing your collection of team memorabilia or capturing the excitement of your friends and family watching the matches. Are you an athlete yourself? Break out video and show some of your best moves. You can even try experimenting with slow-motion to make your kicks even more epic. Finally, if you're lucky enough to be on the ground at the World Cup in Brazil, seek out and capture unique perspectives and unexpected details from the stadium to the streets.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs or videos to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com. Featured photo by "}, {"num_of_comments": 24, "num_of_like": "295,330", "path": "instagram/picture3924.jpg", "like_list": [], "date_time": "Jun 14, 2014", "location": "Bonnaroo Music and Arts Festival", "tag_list": ["@ryan_mastro", "@bonnaroo", "@ryan_mastro", "@ryan_mastro"], "caption": "Ryan Mastro () will shoot Bonnaroo () for the ninth time this year. “It's become a summer tradition,” he says. \"I get to document artists who are doing what they love and be surrounded by more than 80,000 like-minded people. I'm interested in capturing the energy and emotion of a band as well as the lighting and other visuals they've chosen to present with their music.\" To perfectly capture a performance, Ryan suggests shooting from behind the drum kit. Or, \"if you’re shooting from the crowd, focus on the atmosphere rather than the bands.” For more of Ryan’s concert imagery, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "430,572", "path": "instagram/picture3925.jpg", "like_list": [], "date_time": "Jun 13, 2014", "location": "Cathedral of St. John the Divine, NYC", "tag_list": ["#xubing", "@jeanmonde", "#artthursday"], "caption": "For the duration of 2014, the artist Xu Bing's \"Phoenix\"—a pair of majestic, glittering sculptures made of trash and debris—will be on view at St. John the Divine in New York City.\n\nAt the cathedral, amongst the carved wood and stained glass, the sculptures take on a sacred quality. “The splendor that underlies the phoenixes and the splendor that underlies the cathedral shine off of one another,\" Xu says, \"creating a space of massive tension that moves every one of us.\" To see more photos and videos from \"Phoenix,\" browse the hashtag  and tap the blue location text above.\n\nPhoto by \n"}, {"num_of_comments": 24, "num_of_like": "499,163", "path": "instagram/picture3926.jpg", "like_list": [], "date_time": "Jun 13, 2014", "location": "", "tag_list": ["@culafernandes", "@culafernandes", "@culafernandes"], "caption": "\"I was 13 years old the first time I set foot in Maracanã, Rio de Janeiro’s soccer stadium,\" Ana Carolina (), a Rio de Janeiro photojournalist, says. \"I will never forget the overwhelming magical energy that hit me there. It’s precisely that feeling that has brought me back to the stadium hundreds of times.\" Ana Carolina's photos featuring a soccer ball and the ocean began with an accident. \"I saw a boy playing soccer on the edge of the water and without thinking twice, I put the waterproof cover on my phone and went in the water to shoot,\" she says. \"The water is never calm on that beach—it’s extremely difficult to take photos and swim at the same time, especially without flippers on. I got hit by a lot of waves, but when I saw the result, I celebrated just as I would a soccer goal.” For more photos and videos from Ana Carolina, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "344,422", "path": "instagram/picture3927.jpg", "like_list": [], "date_time": "Jun 12, 2014", "location": "", "tag_list": ["@burndiary", "@burndiary", "@malinfezehai", "@burndiary"], "caption": "When the curators of Burn Magazine, an online journal for emerging photographers, decided to start  in July 2013, they opted for a single strategy: to allow full account access to a new photographer each week to publish a photographic diary of the life around them. “The beauty of  is that it’s a real essay in real time,” says Burn Magazine founder and photographer David Alan Harvey. “You’re seeing it raw. People who can produce great images on a day-to-day basis on demand like this are very rare, but we get people in on the process. On Burn, people can be part of a community and learn something useful to them. We’re all about photo education. What we’re doing on Instagram is all part of that.” Photo by  on "}, {"num_of_comments": 24, "num_of_like": "341,478", "path": "instagram/picture3928.jpg", "like_list": [], "date_time": "Jun 12, 2014", "location": "", "tag_list": ["#jelajahpulaupari", "#instameetulaanbaatar", "#catexp2014", "#instameetSJN", "#architecturebiennaleinstameet", "#117kmtodieng", "#ig_ladakh14", "@ochkod", "@gab", "@joswingram", "@astronotmartin"], "caption": "Over the past few weeks, Instagrammers from all around the world—places as diverse as Indonesia (), Mongolia (), Spain (), Korea (), and Italy ()—have come together to connect and inspire one another. Atop Indonesia's Mount Dieng Volcano, 27 local Instagrammers welcomed five traveling Malaysian Instagrammers (), and in Northern India, eight Instagrammers from around the world are meeting up for a two-week traveling InstaMeet (). Did you attend an InstaMeet recently? Share your experience at bit.ly/ourinstameet!\n\nPhotos by    "}, {"num_of_comments": 24, "num_of_like": "395,174", "path": "instagram/picture3929.jpg", "like_list": [], "date_time": "Jun 11, 2014", "location": "", "tag_list": ["@slowjam98", "@ayanah", "#roofline_envelope", "#roofline_envelope", "@slowjam98"], "caption": "Phoenix, Arizona, Instagrammer Geof Newsum () first downloaded Instagram to follow his wife, Ayanah (), but after the two attended a local InstaMeet, Geof was inspired by the community to tap more deeply into his creative interests.\n\nWhile on a lunch break one day, Geof snapped a photo of the roof of a nearby building. \"After flipping the photo, it struck me that it looked like an envelope,\" he explains. With that, the  hashtag was born.\n\nWant to try out taking a  of your own? Geof has some tips to share: \"Start with a gable wall—a flat wall under a pitched roof. Make sure there aren't any wires or branches breaking the line of the roof. Take a second to position yourself dead center. When composing the shot, get linear elements from the roofline to perfectly meet the corners of the image.\" From there, rotate the image 180º and you're ready to go!\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "538,893", "path": "instagram/picture3930.jpg", "like_list": [], "date_time": "Jun 11, 2014", "location": "", "tag_list": ["#waiotapu", "@_eliiw_"], "caption": "On New Zealand's North Island, an active geothermic reserve houses hot springs of multiple colors and extraordinary volcanic formations. The reserve's name, Wai-O-Tapu, or \"sacred waters,\" comes from the indigenous Māori language and alludes to the area's unique geologic offerings. Wai-O-Tapu Thermal Wonderland is a tourist center within the reserve that provides visitors with a taste of the distinctive geologic attractions. Some of the popular landmarks include colorful pools of water created from mixtures of minerals and bubbling carbon dioxide, erupting mud pools and a geyser that shoots out boiling water every morning. The conservation area was formerly the largest mud volcano in the country until its crown eroded in the early 90s, leaving the steaming springs and fizzling silts that continue to attract local and visiting Instagrammers alike.\n\nFor more photos and videos from the reserve, browse the  hashtag and tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "671,051", "path": "instagram/picture3931.jpg", "like_list": [], "date_time": "Jun 10, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@sarrah_hedgehog", "@sarrah_hedgehog"], "caption": "Hello, Instagram! It’s time for the ! Today’s fluff is actually prickly and takes us all the way to Malaysia. Meet Sarrah (), a beautiful white hedgehog. Follow Sarrah and her new baby hedgehogs if your feed is in need of some prickly fluff: ."}, {"num_of_comments": 24, "num_of_like": "413,248", "path": "instagram/picture3932.jpg", "like_list": [], "date_time": "Jun 10, 2014", "location": "", "tag_list": ["@sarahgenelle", "@peacecorps", "@sarahgenelle", "@sarahgenelle"], "caption": "Living and working on a coffee farm in Uganda is just the latest stop in the nomadic life of Sarah Castagnola (). In the foothills of Uganda's Rwenzori Mountains, where Sarah was sent to live on assignment with the Peace Corps (), it’s often easier to post a photo than it is to find running water. \"This is the paradox of living in a developing country,\" Sarah says. \"Cellphones are ubiquitous, however women and children spend hours each day fetching water.\" For a look at life in Uganda, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "321,232", "path": "instagram/picture3933.jpg", "like_list": [], "date_time": "Jun 10, 2014", "location": "", "tag_list": ["@justinisjoy", "@ameliesworld", "@eastman_kodak_24", "@the_mollyporter", "@shellche", "@dylanthenomad", "@lilfoxx", "@earzthompson", "@nyimaslaula", "#WHPthriftshop"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "525,683", "path": "instagram/picture3934.jpg", "like_list": [], "date_time": "Jun 9, 2014", "location": "", "tag_list": ["@benedettodemaio", "@benedettodemaio", "@benedettodemaio"], "caption": "For Milan art teacher and Instagrammer Benedetto Demaio (), two themes that he holds very dear often characterize his work: photographs of his hands and the presence of a striking shade of turquoise blue.\nAs he explains, hands are precious symbols of crafting and making. \"They interpret my daily life, express feelings and emotions and draw my thoughts in simple gestures,\" he says. \"I entrust them to my senses, all through them I explore my reality, I experience new visual languages and free my creativity. I use my hands to tell my story. They speak about me and for me.\" The turquoise, however, has its roots in Benedetto's upbringing. \"I live in Milan, but I was born in a village in southern Italy overlooking the Tyrrhenian Sea. The colors of the place where I grew up—the gradients of the rough sea, the shades of the sea bottom, the turquoise that characterizes my work—are an evocation of my origins, the feeling of belonging to a wonderful land, a place that formed me, my home. Inserting a touch of that tone in my work reassures me.\" For more from Benedetto's hand series and his studies in blue, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "344,183", "path": "instagram/picture3935.jpg", "like_list": [], "date_time": "Jun 9, 2014", "location": "", "tag_list": ["@enock_c", "@celicelo", "@saez__", "@zienyo", "@ssoo_", "@teddyco", "@kingashuk", "@mih0n", "@yhririhy"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "392,849", "path": "instagram/picture3936.jpg", "like_list": [], "date_time": "Jun 8, 2014", "location": "", "tag_list": ["@bolorchris", "@mr007", "@jasonmpeterson", "@littlecoal", "@tim.kau", "@bolorchris", "@bolorchris"], "caption": "\"I personally prefer to take minimal photography,\" says Mongolian Instagrammer Bolor Batkhuyag (), \"because I can't include everything in my photos and I feel that minimal is the most appropriate way to capture the uniqueness of things,\" he says. Through his photos on Instagram, Bolor likes to explore his home city of Ulaanbaatar as well as the surrounding mountains to capture moments and scenes that \"express the meaning and responsibility of a man.\" To visualize this theme, he often turns to his local Instagram community and goes out shooting as a group where they serve as models for one another. \"I like to capture the man appearing small with the surrounding environment taking up the majority of the photo,\" he explains.\nA great part of Bolor's creative inspiration comes from other Instagrammers who also share remarkable minimal shots as well as photos in black and white. To tune into some of Bolor’s favorite people on Instagram, follow these great accounts: , ,  and .\n\nFor more photos and videos from Bolor, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "494,713", "path": "instagram/picture3937.jpg", "like_list": [], "date_time": "Jun 7, 2014", "location": "", "tag_list": ["@globemakers", "@globemakers", "@globemakers"], "caption": "Bellerby and Co. Globemakers (), a small business in a leafy borough in northeast London, is keeping the tradition of bespoke globemaking alive. After two years of trying to create the perfect globe, Peter Bellerby turned his passion into a business and, today, he is one of three known globemakers in the world and the only handmade globemaker. \"Globes provide geographical knowledge about the world was at the time they are produced,\" Jade, who documents the daily life of the studio on Instagram, says. \"They inspire people to travel and learn about the planet.\" For more photos and videos from Peter and his team, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "277,179", "path": "instagram/picture3938.jpg", "like_list": [], "date_time": "Jun 7, 2014", "location": "", "tag_list": ["#WHPthriftshop", "#WHPthriftshop", "@avocadocat"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to explore your local thrift shop or flea market and come back with creative photos to share. Some tips to get you started:\n\nYou can find all sorts of treasures and oddities at thrift shops. Gather a few of your favorites and stage them for a neatly organized composition. Second-hand clothing is also often a great window into the styles of the past. Grab a friend, find a few vintage pieces and experiment with staging a fashion shoot. Finally, thrift shops and flea markets are often fascinating places on in their own right. Explore the space and look out for natural photo opportunities as you stumble upon them.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "664,182", "path": "instagram/picture3939.jpg", "like_list": [], "date_time": "Jun 7, 2014", "location": "", "tag_list": ["#nationaldonutday", "@marniethedog"], "caption": "Happy ! 🍩\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "512,929", "path": "instagram/picture3940.jpg", "like_list": [], "date_time": "Jun 6, 2014", "location": "", "tag_list": ["@erichedelic", "#寝相アート", "@erichedelic", "@erichedelic"], "caption": "\"The way my baby daughter slept was so funny, and I had some time to spare while she was asleep,\" explains Fukuoka Instagrammer Eriko Ohga (). In Japan, a growing trend called \"nezo art\" (寝相アート) has been inspiring mothers like Eriko to take creative photos of their babies while they sleep. Literally meaning \"sleep-posture art\" in Japanese, this new style of documenting baby years allows moms to have some fun during their few hours of peace while the little one sleeps. The \"nezo art\" that creative moms like Eriko share are especially elaborate, using costumes and household props like laundry to shape scenes that tell stories. Some of Eriko's tips for creating and capturing her work are: prepare the area where the baby would lay before nap-time, put the rest of the parts together in stealthy movements once the baby is asleep and be extra careful not to wake the baby up with the sound of the phone's camera.\n\nFor more photos of \"nezo art,\" browse the  hashtag and follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "539,098", "path": "instagram/picture3941.jpg", "like_list": [], "date_time": "Jun 6, 2014", "location": "MAC USP", "tag_list": ["#henriqueoliveira", "@gmateus"], "caption": "Brazilian artist Henrique Oliveira invites spectators to step inside his latest artwork and explore a giant wooden maze at São Paulo Museum MAC. His largest installation to date, Transarquitetônica is a 70 meter (229.66 ft) interactive sculpture made of tapumes, a plywood material traditionally used for cheap housing in Brazil. As the piece's name suggests, Oliveira's work speaks to the concept of time and evolution. Spectators discover spaces of contrast, as certain areas reference today's modern architecture while sprawling branches symbolize man's first dwelling.\n\nTo view more photos and videos of Transarquitetônica, tap the blue location text above and browse the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "611,433", "path": "instagram/picture3942.jpg", "like_list": [], "date_time": "Jun 5, 2014", "location": "", "tag_list": ["@robtheoriginal", "@officialspurs", "@miamiheat", "@robtheoriginal", "@robtheoriginal"], "caption": "Rob Ferrel () has seen himself as an artist his entire life. “I knew I loved to draw before I could read and write,” he says. Today, Rob is a professional hair artist and founder of Rob the Original Barbershop in San Antonio, Texas. As the local San Antonio Spurs () enter a rematch with the Miami Heat () in the NBA Finals tonight, requests for his popular basketball-themed styles continue from Spurs and Heat fans alike.\n\nRob’s toolkit includes standard barber clippers and razors, but also colored eyeliner for the finishing touches. “I create every shape and shade on the portrait—like a puzzle,” Rob says. “You can only do so much with hair, so the eyeliner perfects the picture and makes it look realistic.” To see more creative hair art, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "405,179", "path": "instagram/picture3943.jpg", "like_list": [], "date_time": "Jun 5, 2014", "location": "", "tag_list": ["@iamstephensmith", "@iamstephensmith"], "caption": "For Stephen Smith (), documenting life on a ranch in Colorado requires a shift in perspective. “I try to imagine what the world looks like from the height of a baby lamb or way up high on my draft horse, Brutus,\" he says. \"My work is inspired by the contrast and connection between expansive, humbling spaces and the objects and creatures that inhabit those spaces.\" To vividly capture the colors and characters on a ranch in the American West, Stephen recommends shooting \"just after sunrise or just before dark and at eye-level with your subject to create an intimate connection.\" Photo by ."}, {"num_of_comments": 24, "num_of_like": "267,561", "path": "instagram/picture3944.jpg", "like_list": [], "date_time": "Jun 5, 2014", "location": "", "tag_list": ["@workerman", "@workerman", "@workerman"], "caption": "When Adam Brackney () shared a photo of his first hand-crafted knife, created as a gift for his father, the response was immediate and encouraging. \"Lots of positive comments,\" says Adam, \"and more importantly... people wanting one for themselves.\" Adam gave up a career in graphic design to pursue woodworking. After honing his skills on other wooden items, Adam made his first knife six months ago—and it's been hard for him to keep up with demand since. Through Instagram, Adam hopes to show the care and attention he gives to his work. \"Workerman is a one-man operation. My work is very visual, so sharing the crafting process and finished products is instrumental.\" To see more photos and videos from Workerman's knife forging process, follow .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "351,285", "path": "instagram/picture3945.jpg", "like_list": [], "date_time": "Jun 4, 2014", "location": "", "tag_list": ["@shecks", "@shecks", "@toreypudwill", "@thisguysthelimit", "@austincarlile", "@chriscobracole", "@tallywood", "@shecklerfoundation", "@planbofficial", "@volcomskate", "@toreypudwill"], "caption": "Ryan Sheckler () hit the professional skateboarding circuit at age 13 and now shares glimpses into his daily life as a pro athlete on Instagram. \"I love connecting with my fans. I try to read all the comments,\" Ryan says, \"it's cool to see what my followers are thinking.\" Ryan returns to the X-Games in Austin this week to compete in the Men's Skateboard Street event. \"I love hanging out with the other athletes and watching their events,\" he says. \"I'm excited about skating with all my homies and competing strong.\" Follow  on Instagram to see Ryan's skateboarding journey continue to unfold. For some of his favorite Instagrammers, follow , , , , , ,  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "404,178", "path": "instagram/picture3946.jpg", "like_list": [], "date_time": "Jun 4, 2014", "location": "", "tag_list": [], "caption": "Today, we're delighted to bring you a set of new creative tools on Instagram and the ability to control filter intensity. Learn more about these new tools at blog.instagram.com. Instagram for iOS version 6.0 is available today in Apple's App Store, and Instagram for Android version 6.0 is available today on Google Play."}, {"num_of_comments": 24, "num_of_like": "583,379", "path": "instagram/picture3947.jpg", "like_list": [], "date_time": "Jun 3, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@toygersociety", "@toygersociety"], "caption": "Hello, Instagram! Time for the ! Meet Pippa (), a stunning toyger—short for “toy tiger”—who spends her days lounging away in California. Make Pippa a part of your day by following her on Instagram: ."}, {"num_of_comments": 24, "num_of_like": "459,751", "path": "instagram/picture3948.jpg", "like_list": [], "date_time": "Jun 3, 2014", "location": "Free Spirit Spheres", "tag_list": ["@feedallthecats"], "caption": "Suspended among the lush trees of Vancouver Island's rainforest are some of the world's most unique hotel accommodations. The Free Spirit Spheres are a family of perfectly round wood and fiberglass tree houses that grant visitors a bird’s-eye view of their picturesque surroundings.\n\nThe floating pods, whose design and construction draw heavily from that of sailboats, have interiors as visually striking as their alien exteriors. Each sphere is carefully balanced between three trees and is accessible only by a rope staircase and bridge.\n\nTo see more photos from these unique tree houses, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "304,461", "path": "instagram/picture3949.jpg", "like_list": [], "date_time": "Jun 3, 2014", "location": "", "tag_list": ["@jveuxetrebonne", "@tuamarika", "@phil_osophical", "@renacuajo__", "@duncanwolfe", "@pdahv", "@itsmichaelchan", "@brianschindler", "@gladyssoh", "#WHPtakebackflash"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "357,403", "path": "instagram/picture3950.jpg", "like_list": [], "date_time": "Jun 2, 2014", "location": "", "tag_list": ["@tilly2milly", "@tilly2milly", "@tilly2milly"], "caption": "For London Instagrammer Davorka Andjelic (), Instagram is a playful home to document the travels of her many handmade dolls. Inspired by the creativity of the young children she worked with—\"their sweet natures and rosy cheeks\"—she began to experiment with different materials. \"The biggest compliment for me is when people say my photos remind them of their childhood,\" says Davorka. \"I love the innocence of early years and strongly believe adults should 'play' as well. I hope my photos inspire people to dig out old photos and experience them in new light.\" For more photos and videos from from Davorka's doll-making adventures in London, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "304,391", "path": "instagram/picture3951.jpg", "like_list": [], "date_time": "Jun 2, 2014", "location": "", "tag_list": ["@jleveriza", "@akitopus", "@paccontreras", "@caceresbyron", "@shiaosquared", "@leolejac", "@lalocortazar", "@kodyzenger", "@filipealvarenga"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "475,287", "path": "instagram/picture3952.jpg", "like_list": [], "date_time": "Jun 1, 2014", "location": "Kolmanskop, Karas, Namibia", "tag_list": ["@thefella"], "caption": "Since its abandonment in 1954, the once-booming mining town of Kolmanskop has gradually succumbed to the sands of the Namib Desert. The small town near the coast of Namibia was built in the style of a German village following the discovery of diamonds in 1908, and at its height Kolmanskop boasted a hospital, casino and theater.\n\nToday, the town's decayed European architecture stands in stark contrast to its sandy surroundings, making it a picturesque destination for adventurous Instagrammers.\n\nTo view more photos and videos from the ghost town, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "275,565", "path": "instagram/picture3953.jpg", "like_list": [], "date_time": "May 31, 2014", "location": "", "tag_list": ["#WHPtakebackflash", "#WHPtakebackflash", "@mikestinson"], "caption": "Weekend Hashtag Project: \n\nFor many mobile photographers, using the phone's flash has been a longtime taboo, but the goal this weekend is to do just that. Break out of the box and take creative photos using flash! Some tips to get you started:\nThe closer you are to your subject, the more washed-out your photo will be. Experiment with using your flash from varying distances for different effects. Remember that it doesn't need to be nighttime to use your flash. Try shooting with your flash during the day to fill in shadows from sunlight. Finally, watch out for reflective surfaces like metal and glass. The reflected flash can create a distracting burst of light in your photos.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "385,315", "path": "instagram/picture3954.jpg", "like_list": [], "date_time": "May 30, 2014", "location": "", "tag_list": ["@ninoisy", "@ninoisy", "@ninoisy"], "caption": "For Thailand graphic designer Karuna Khettanurak (), patterns are at the core of her creativity. When she began to experiment with transforming paper into various designs and posting them to her Instagram account, her followers recommended ideas to her from other artists who make interesting creations from paper. Since then, the works of these artists have become some of her inspiration in what she calls her \"abstracts.\" Karuna folds, stacks, cuts, sculpts, curls and weaves her papers, then captures them in different angles to create unique designs. Reflecting on her fascination with capturing paper, she says, \"It's so close to us but we overlook its value. I was so surprised to find the art hidden inside.\" To see more photos and videos of Karuna's artwork, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "425,148", "path": "instagram/picture3955.jpg", "like_list": [], "date_time": "May 30, 2014", "location": "", "tag_list": ["#ArtThursday", "@sakuraxping"], "caption": "Welcome to another ! This week takes us to the hills outside Taichung in western Taiwan, where a tiny village bursts with color.\n\nEvery day, an elderly retired veteran—known locally as Grandpa Rainbow—adorns the walls of a former veterans' retirement home with colorful paintings. His work has led to the town's nickname: Rainbow Village. The village is under threat of demolition for development, but locals continue to petition for the relics to remain while avid Instagrammers travel to see Grandpa Rainbow's intricate handiwork.\n\nTo view more photos and videos from Taiwan's Rainbow Village, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "334,347", "path": "instagram/picture3956.jpg", "like_list": [], "date_time": "May 30, 2014", "location": "", "tag_list": ["@jasonpolan", "@mikimeek", "@mikimeek", "@jasonpolan", "@JasonPolan", "@MikiMeek"], "caption": "Jason Polan () is on a mission to draw \"every single person in New York\" and often shares those sketches along with other artwork on Instagram. Miki Meek (), a radio producer for This American Life, has a knack for noticing and photographing quintessential New York City moments. After following each other's work on Instagram for a few months, they decided to meet for a photowalk in Central Park. \"What I like about Instagram is that by the time I actually meet someone in person, I'm already comfortable,\" Miki says. \"I feel like we already have a rapport—we have a sense of each other's lives.\" To see more photos and drawings by these New York City storytellers, follow  and  on Instagram.\n\nPhoto by  of "}, {"num_of_comments": 24, "num_of_like": "389,189", "path": "instagram/picture3957.jpg", "like_list": [], "date_time": "May 29, 2014", "location": "", "tag_list": ["@stellamariabaer", "@stellamariabaer", "@stellamariabaer"], "caption": "Stella Maria Baer () grew up immersed in the tones and shapes of New Mexico's high mountain desert. Her recent works, which explore color, geometry and the human form, reflect Stella's upbringing in the American Southwest. \"I tend to gravitate toward particular colors for a period of time, both in my paintings and in my life in general,\" she says. \"My Instagram feed maps the ebb and flow of my relationship with color.\" To see more of Stella’s work and be a part of her creative process, follow  on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "506,613", "path": "instagram/picture3958.jpg", "like_list": [], "date_time": "May 29, 2014", "location": "", "tag_list": ["@neymarjr", "@neymarjr", "@rivaldooficial", "@mb459", "@mariotestino", "@camposwell", "@neymarjr"], "caption": "On June 12th, soccer champions from around the world will come together in Brazil for the 2014 World Cup. At the age of 22, Brazil soccer player Neymar () will represent his country in his first World Cup ever. \"I am really looking forward to the World Cup, especially since this is the first time I’ll be playing!\" he says. \"This is by far my biggest childhood dream, so I really couldn’t be more excited.\" Neymar enjoys sharing behind-the-scenes photos from training and at games, as well as personal photographs of his friends and family. He says, “I know my fans are really curious about my day-to-day, and I can totally relate to that because I also follow people on Instagram who I admire.” Follow  to get an exclusive look at Neymar's first world cup. For some of Neymar's favorite Instagrammers follow Brazil soccer legend , Italy soccer player , fashion photographer  and creative strategist .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "472,273", "path": "instagram/picture3959.jpg", "like_list": [], "date_time": "May 28, 2014", "location": "Động Thiên Đường", "tag_list": ["#ParadiseCave", "@fllooo_27"], "caption": "500km (310 miles) south of Hanoi in Phong Nha-Ke Bang National Park, a small portion of a beautiful cave opened in 2011 and now attracts local and visiting Instagrammers to capture what's inside. Paradise Cave is part of cave system that extends for 31km (19 miles), making it one of the longest dry caves in the world. Though originally discovered by a local in 2005, the cave was later explored in full by the British Cave Research Association. The explorers also gave the cave its name after being impressed by the extraordinary limestone formations with towering stalactites and stalagmites that they found inside.\n\nFor more photos and videos from the cave, browse the  hashtag and tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "355,938", "path": "instagram/picture3960.jpg", "like_list": [], "date_time": "May 28, 2014", "location": "", "tag_list": ["@minnagilligan", "@petrafcollins", "@filmmefatales", "@thefamilyacid", "@beciorpin", "@minnagilligan"], "caption": "Melbourne artist Minna Gilligan () sees Instagram as a personal gallery space where she can define her aesthetic and see her work in a fresh context. She describes her vibrant art as \"psychedelic playgrounds of color,\" which often feature characters from her collection of old books, objects and ephemera. \"I like the idea of plucking people from a kind of cultural debris and then repurposing them into my own narratives.\" Here are some of Minna's favorite personal gallery spaces to visit on Instagram: , ,  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "510,015", "path": "instagram/picture3961.jpg", "like_list": [], "date_time": "May 27, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@maya_on_the_move", "@maya_on_the_move"], "caption": "Hello Instagram, it’s time for the ! Today we meet Maya (), a beautiful English Bulldog from New York City. Add a dash of expressive and fashionable canine fur to your feed by following ."}, {"num_of_comments": 24, "num_of_like": "565,403", "path": "instagram/picture3962.jpg", "like_list": [], "date_time": "May 27, 2014", "location": "Golden Gate National Cemetery", "tag_list": ["#memorialday", "@tylergreene86"], "caption": "People gathered in National Cemeteries across the US on Monday to honor the memory of those who lost their lives while serving in the Armed Forces. Originally known as \"Decoration Day\" after the end of the American Civil War, Memorial Day since expanded to include those who passed in all US military conflicts. Traditions include laying flowers and flags on soldiers' graves, parades in towns throughout the country and public addresses by veterans and state legislators.\n\nFor more photos and videos from ceremonies across the US, browse the  hashtag. To see more from Golden Gate National Ceremony, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "377,431", "path": "instagram/picture3963.jpg", "like_list": [], "date_time": "May 27, 2014", "location": "", "tag_list": ["@bgsyudi", "@j9cqueline", "@riri_bw", "@mxvvi", "@iamshpak", "@cynlagos", "@pchyburrs", "@corinnahoffman", "@liv_jess", "#WHPtransparent"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "409,235", "path": "instagram/picture3964.jpg", "like_list": [], "date_time": "May 26, 2014", "location": "", "tag_list": ["@didemozbilen"], "caption": "Romkocsmák, or ruin pubs have been popping up across Budapest for more than a decade. The concept is simple: turning old, unused spaces into vibrant places for community to come together. Filled with mismatched and repurposed furniture, funky art installations and a lot of style, ruin pubs offer concerts, theater performances, film screenings, art exhibits and community workshops—far more than local Hungarian food and drink.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "382,679", "path": "instagram/picture3965.jpg", "like_list": [], "date_time": "May 26, 2014", "location": "ROLAND-GARROS", "tag_list": ["@rolandgarros", "@djokovic_official", "@andymurray", "@bryanbros", "@vichka35", "@tomasberdych", "@iamgaelmonfils", "@serenawilliams", "@atpworldtour", "@WTA", "@rolandgarros"], "caption": "The Roland Garros () tennis tournament, also known as the French Open, has begun with 32 first-round singles matches starting on Sunday. As one of four major grand slams held throughout the year in professional tennis, the clay court tournament has been held in Paris since 1891. The competition is named after Roland Garros, a French aviation pioneer who was a big fan of the eponymous stadium.\n\nWant to get a first-hand look at the tournament? Be sure to follow these top tennis players on Instagram:       . To view more photos and videos from the French Open, tap the blue location text above and follow   on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "315,093", "path": "instagram/picture3966.jpg", "like_list": [], "date_time": "May 26, 2014", "location": "", "tag_list": ["@shin_go_m_0530", "@hermanolm", "@italodelima", "@laura_wabisabiatelie", "@luizlucato", "@danielhalis", "@aurch", "@izabelafardim", "@thepetitebrunette"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week! \n    \n  "}, {"num_of_comments": 24, "num_of_like": "340,534", "path": "instagram/picture3967.jpg", "like_list": [], "date_time": "May 25, 2014", "location": "", "tag_list": ["@bartsfishtales", "@bartsfishtales", "@bartsfishtales"], "caption": "Bart van Olphen () is a Dutch chef, fish expert and author who shares 15-second cooking tutorials on Instagram.\n\nHis short video recipes, says Bart, are meant to \"show people how easy it is to properly prepare a fish,\" and to inspire creativity in the kitchen. \"You should be able to explain a good dish in one sentence... or in a 15-second video.\" Bart's videos, however, are as much about education as they are about inspiration. His quest for sustainable seafood has taken him around the world, and many of his videos are filmed on location at sustainable fisheries.\n\nTo see more of Bart's seafood cooking tutorials, follow .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "311,463", "path": "instagram/picture3968.jpg", "like_list": [], "date_time": "May 25, 2014", "location": "富岡製糸場", "tag_list": ["#富岡製糸場", "@marurr_lifeisfreestyle"], "caption": "Located in Tomioka City, 110km (68 miles) northwest of Tokyo, the Tomioka Silk Mill (富岡製糸場) is one of Japan's oldest industrial facilities. Since its founding in 1872, the mill produced some of the finest silks in the world for over a century until it ceased its operation in 1987. The mill is a government-appointed historical site open to the public, and was nominated to become a UNESCO World Cultural Heritage Site in April. The silk mill was once a major modernizing force as Japan began trade with the Western countries. Even after 140 years, the entire facility including the silk reeling factory, cocoon warehouses and workers' dormitories are well preserved, adding a historical and aesthetic value to the site that attracts both local and visiting Instagrammers alike.\n\nTo see more photos and videos from the silk mill, browse the  hashtag and tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "303,843", "path": "instagram/picture3969.jpg", "like_list": [], "date_time": "May 24, 2014", "location": "", "tag_list": ["#WHPtransparent", "#WHPtransparent", "@arshiakhan"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative photos of transparent objects. Some tips to get you started:\nRemember that windows aren't the only transparent objects. Keep an eye out for unique items like paperweights, water glasses, jars and anything that may be made of glass or clear plastic. Just because you can see through an object doesn't mean it's invisible. There's beauty in capturing the way these items distort light and what you see when you look through them. Alternatively, experiment with plain backgrounds and soft light to make your objects seem even more minimal. Vases and jars can be especially fun when photographed this way as their contents seem to float in space.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "483,808", "path": "instagram/picture3970.jpg", "like_list": [], "date_time": "May 23, 2014", "location": "Peter Iredale Shipwreck", "tag_list": ["@bekwrecks"], "caption": "Along the coast of Oregon, the iron skeleton of a 100-year old shipwreck attracts local and visiting Instagrammers to explore its remains.\nIn 1906, a sudden storm drove the Peter Iredale shipping vessel aground near Fort Stevens, Oregon, as it made its way along the Pacific coast. The ship measured 87 meters (285 feet) in length and boasted four masts and steel plating along its iron frame. Though three of its masts snapped upon impact, the crew suffered no fatalities.\n\nThe remains of the ship have stood as a popular tourist attraction ever since the wreck, though much of the remnants have eroded or have been sold for scrap over the last century. Today, only the iron hull still stands, a reminder of times past mired in the sands.\nFor more photos and videos from the shipwreck, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "361,168", "path": "instagram/picture3971.jpg", "like_list": [], "date_time": "May 23, 2014", "location": "Domino Sugar Refinery", "tag_list": ["#ArtThursday", "@creativetimenyc", "@annepasternak", "@samhorine"], "caption": "Welcome to another ! On May 10, non-profit arts organization Creative Time () unveiled a large-scale public project made of bleached sugar by artist Kara Walker in the Domino Sugar Refinery in Brooklyn. “At Creative Time, we support artists in realizing their dream projects, projects that take on the big issues of our time and place,\" Anne Pasternak (), the artistic director, says. “Kara Walker’s 'A Subtlety' does just that, using the history of sugar as an opportunity to explore race, labor, sexuality, power, gender and so much more.” To see more photos and videos from \"A Subtlety,\" which will remain on display through July 6, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "247,189", "path": "instagram/picture3972.jpg", "like_list": [], "date_time": "May 22, 2014", "location": "", "tag_list": ["@3sixteen", "@3sixteen", "@3sixteen"], "caption": "\"There's a great sense of community on Instagram,\" says 3sixteen () co-founder Andrew Chen, who quit his IT consulting job seven years ago to make selvedge denim jeans full-time. Today, 3sixteen's small team designs and manufactures jeans, shirts, hats and other accessories from their shop in New York City. \"Instagram gives us an opportunity to have direct, real-time interaction with people about what we're working on at any given moment,\" explains Andrew, who recently visited the Japanese facility that manufactures 3sixteen's denim. \"What's fun about Instagram is that updates can be as simple as a beautiful pair of worn-in jean that a customer has sent back for repairs or as complex as the step-by-step process of how our denim is woven at our mill in Okayama.\" Follow  for more photos and videos of what goes into making 3sixteen's clothing and accessories.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "463,544", "path": "instagram/picture3973.jpg", "like_list": [], "date_time": "May 21, 2014", "location": "", "tag_list": ["@digsapparel", "@digsapparel", "@navanel"], "caption": "When New York Instagrammer Maz McWilliams () started documenting himself carrying a melon for 100 days to promote awareness for Traumatic Brain Injury (TBI), he did not expect it to grow into the collaborative movement it has since become. When people started asking him questions about the project, he encouraged them to join in creating their own creative melon images and A Melon a Day came to life.\n\nThis is a labor of love for Maz, who lost his brother Tim to complications from TBI in 2005. \"My brother was 100% my hero, my idol. I get so emotionally overwhelmed working on this in his memory. My wife said, 'Do you realize you’re looking your brother right in the eyes all this time and you don’t even know it?' He is a part of everything that I do.\" To explore more photos of Maz's creative melon sightings with him and fellow Instagrammers, follow  on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "420,774", "path": "instagram/picture3974.jpg", "like_list": [], "date_time": "May 21, 2014", "location": "", "tag_list": ["@l_navas", "@l_navas", "@l_navas"], "caption": "Caracas Instagrammer Luis Navas () uses Instagram to capture images of his hometown in Venezuela. His photos offer a glimpse into the dangerous streets of his world, and are often taken from above. “I tend to take pictures in the street and try to make my gallery a reflection of what I see, live and think,” he says.\nShooting street portraits and urban scenes in a city as dangerous as Caracas is a challenge. \"It’s not easy to grab your phone and take a picture without risking being mugged. I’ve lost so many good pictures in the street out of fear. Still, I try to make my best effort to take photos and just trust my gut.\" For more photos and videos from Luis, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "587,580", "path": "instagram/picture3975.jpg", "like_list": [], "date_time": "May 20, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@junethekitty", "@junethekitty"], "caption": "Hello, Instagram! It’s time for the ! Say hello to June (), a beautiful 11-month-old Maine Coon/Siberian with striking blue eyes. If your feed could use a little extra fluffy feline, follow ."}, {"num_of_comments": 24, "num_of_like": "345,807", "path": "instagram/picture3976.jpg", "like_list": [], "date_time": "May 20, 2014", "location": "", "tag_list": ["#WWIM9", "@boylagi", "@igers_cleveland", "@yermilov", "@sidiahsari", "@kaecreative", "@abbykirahi", "@dewanhara", "@sezgiolgac", "@yuma1983"], "caption": "The 9th Worldwide InstaMeet () took place this weekend and was by far the most international InstaMeet to date! From Karachi to Moldova to Yokohama, thousands of Instagrammers gathered together to make photos and connect around a shared passion for capturing the world’s moments. Thank you all for making the Instagram community such an extraordinary place full of imaginative, dedicated and compassionate individuals who inspire us everyday!\n\nPhotos by         "}, {"num_of_comments": 24, "num_of_like": "493,227", "path": "instagram/picture3977.jpg", "like_list": [], "date_time": "May 19, 2014", "location": "", "tag_list": ["@dj_jocky", "@tomvaillant", "@dj_jocky", "@dj_jocky"], "caption": "\"People I meet on Instagram tell me I'm a born traveller,\" says Jakarta Instagrammer Muhammad Jocky, who goes by the name Jo (). Inspired by the Instagrammers he was following, he was drawn to the landscape and travel photography he saw in the app, especially from outdoor photographer Tom Vaillant (). Jo started traveling to places with nature-rich landscapes in his home country of Indonesia to capture and share these views with the rest of the world. \"My favorite places to shoot are mountains, forests and fog in West Java, including Bandung, Bali and Malang,\" he explains. Jo is particularly fascinated with capturing fog, which often emerges in the mountains and forests of the region. He recently started a hashtag series to collate his fog shots as well as those from other Instagrammers.\n\nTo view more photos and videos from Jo, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "393,588", "path": "instagram/picture3978.jpg", "like_list": [], "date_time": "May 19, 2014", "location": "", "tag_list": ["#WWIM9", "@azam100k"], "caption": "Happy 9th Worldwide InstaMeet weekend!\nDid you participate? We want to know! Log in and tell us about your InstaMeet at bit.ly/ourinstameet or by tapping the link in our bio.\n\nAnd make sure to check out the  hashtag for photos and videos from InstaMeets all around the world!\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "329,093", "path": "instagram/picture3979.jpg", "like_list": [], "date_time": "May 18, 2014", "location": "", "tag_list": ["@hytshin", "@lenayys", "@momopon0418", "@piccolotakesall", "@chaly444", "@stufankjian", "@jasonmoss", "@lucascorny", "@echeng"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "282,650", "path": "instagram/picture3980.jpg", "like_list": [], "date_time": "May 18, 2014", "location": "", "tag_list": ["@okrichie", "@lucas_lefler", "@fantasydressup", "@fantasydressup", "@fantasydressup"], "caption": "Richie Talboy () and Lucas Lefler () always feel bored when they watch red carpet events. “Celebrities often try to take a neutral approach,” Lucas says. “We wanted to give them a point of view.” Using Photoshop, they started imagining the stars as digital paper dolls with sophisticated and sometimes unexpected styling. Then they shared the results–from Lana Del Rey in elegant Céline to Britney Spears in a head-to-toe denim look from Marques Almeida–on Instagram and Fantasy Dress Up () was born.\nTo see more of Richie and Lucas’s red carpet dreams, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "642,097", "path": "instagram/picture3981.jpg", "like_list": [], "date_time": "May 18, 2014", "location": "", "tag_list": ["@umitko", "@umitko", "@umitko"], "caption": "\"The city is full of surprises,\" says Umit Savas (), who's called Istanbul home for the past 12 years. \"Even if you've been to the same location many times before, there is always something new to explore.\" When going out to shoot, Umit always tries to view her city with fresh eyes. \"I am inspired by the spirit of being tourist,\" she explains. \"Some of my favorite spots include the breathtaking inner yard of the Blue Mosque, Sirkeci Train Station and Dolmabahce Palace in Besiktas.\" Umit suggests taking a ferry out onto the Bosphorus for spectacular shots of the city skyline. \"Seagulls accompany the journey while passing the Bosphorus Bridge. When you get close to the Asian side, the Haydarpaşa Garı train station welcomes you in all its glory.\" For a fresh perspective on Istanbul's most iconic places, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "279,178", "path": "instagram/picture3982.jpg", "like_list": [], "date_time": "May 17, 2014", "location": "", "tag_list": ["#WWIM9", "@chrischardy"], "caption": "We’re putting the Weekend Hashtag Project on hold this weekend. Instead, we’re challenging people around the world to participate in the ninth Worldwide InstaMeet! Get together with a few close friends and explore or meet some new friends by joining a larger group in your local Instagram community. Share your best photographs and videos from the walk with the  hashtag for a chance to be featured on our blog Monday morning! Be sure to include in your caption the location where your event took place along with the unique hashtag you’ve chosen for your InstaMeet. And once your InstaMeet has wrapped up, visit bit.ly/ourinstameet or tap the link in our profile to tell us about it!\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "358,287", "path": "instagram/picture3983.jpg", "like_list": [], "date_time": "May 17, 2014", "location": "", "tag_list": ["@foodrev", "@jamieoliver", "#FRD2014", "@foodrev", "@jamieoliver", "@foodformygirls"], "caption": "Today marks the third annual Food Revolution Day (), a day of global action to get kids excited about healthy food, learn cooking skills and raise awareness worldwide of the importance of better food education. \"I won’t ever stop demanding positive change that gives the next generation a brighter future,\" says UK chef Jamie Oliver (), who started the campaign in 2012. \"It’s a sad fact that our children are getting unhealthier and they’re expected to live shorter lives than their parents. This is morally, socially and financially unacceptable, which is exactly why this record will carry on playing.\" From the UK to the Netherlands to Zambia, more than 100 countries are taking part this year, with an aim of 1 million young people cooking on Friday! You can join in too by posting your food creations to the  hashtag. Find out more by following  and  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "303,524", "path": "instagram/picture3984.jpg", "like_list": [], "date_time": "May 16, 2014", "location": "Circus Street - Old Market Brighton", "tag_list": ["#ArtThursday", "@brightdome_brightfest", "@sianfan"], "caption": "Welcome to another , Instagram! This week takes us to the seaside town of Brighton, England, where hundreds of timed pendulums hang from the ceiling of an old municipal market building. Designed by renowned choreographer William Forsythe, the swinging weights aren't meant to be simply observed—they're meant to make you dance. As visitors to the installation attempt to traverse the space, they dodge the swinging pendulums, playfully jumping, running and moving in new ways as they go.\n\nThe installation, titled \"Nowhere and Everywhere at the Same Time No. 2,\" comes as a part of the 2014 Brighton Festival (), an exhibition of music, dance, theater, comedy and visual arts open until May 25.\n\nFor more photos and videos from Forsythe's pendulums, tap the blue location text above.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "417,719", "path": "instagram/picture3985.jpg", "like_list": [], "date_time": "May 16, 2014", "location": "", "tag_list": ["@tumblinbumblincrumblincookie", "@superfoodsiobhan", "@honeyydrizzle", "@julietisamommy", "@topwithcinnamon", "@tumblinbumblincrumblincookie", "@tumblinbumblincrumblincookie"], "caption": "15-year-old Singapore Instagrammer Gan Chin Lin () found her passion for food and photography in the midst of a challenging time. “During my recovery from an eating disorder, I used my love for food to pull me up and spur me on to a full recovery and now it has evolved into a full blown passion,” Lin says. “I started from researching recipes and basic food concepts and adapting them to make my own recipes. Now I’m beginning to branch out into creating my own.” \"Singapore’s multi-cultural backdrop means that we have an especially vibrant food scene, everything from Indian and Malay to Chinese and European,\" she says. \"I find inspiration in flavor combinations and spices from different cuisines to fuse in my dishes and combine those with my belief in fresh and healthy food.\" Lin also finds inspiration in fellow Instagrammers Siobhan O’Brien (), Grace Chan (), Juliet Rodriguez () and Izy Hossack (). “Their ventures into cuisine and photography always give me much inspiration.” For more photos and videos of Lin’s recipes, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "470,560", "path": "instagram/picture3986.jpg", "like_list": [], "date_time": "May 15, 2014", "location": "", "tag_list": ["@nicole_franzen", "@nicole_franzen", "@nicole_franzen"], "caption": "For Nicole Franzen (), a self-taught lifestyle photographer, springtime is very special. “In New York,” she says, \"the winters are so long and grey. When we finally start getting green back into our lives, it’s almost spiritual. I can't seem to get enough.” Nicole, who's always been interested in things that grow, says that for the perfect photograph of a plant or flower \"get up early and catch that morning light and dew in the garden. Rows of lilacs, a close-up shot of a peony's layers or a desert botanical scene\u001f—you can do no wrong.\" For more of Nicole’s photos and videos of plants, food, and day-to-day life made beautiful, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "527,195", "path": "instagram/picture3987.jpg", "like_list": [], "date_time": "May 15, 2014", "location": "Chapada Diamantina", "tag_list": ["@thassiof"], "caption": "Vale do Pati, a remote valley tucked away in Brazil’s Chapada Diamantina National Park, draws visitors from all over the world to view its natural sights. Located about 400 kilometers (248 miles) inland from Salvador, the capital city of Bahia, the park and its valley provide escape from the busy city and an alternative to Bahia's usual beach getaways. From the many waterfalls and rivers to the abundant tropical vegetation and steep surroundings, Vale do Pati is an explorer's paradise.\nAs a nature reserve, the valley has an estimated population of fewer than 100 people. Since motorized vehicles are forbidden in the valley, locals growing crops such as mandioca depend on mules for transporting any material resources. Travelers wanting to see the land's abundant beauty can only reach the valley by foot or by mule, and the trip stretches for roughly 22 km (13.67 miles) under Bahia's beating sun. Visitors then have the option of camping in the valley or staying with local families in very simple lodging where electricity and hot water are reserved for communal areas.\nFor more photos and videos from Vale do Pati, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "465,286", "path": "instagram/picture3988.jpg", "like_list": [], "date_time": "May 14, 2014", "location": "", "tag_list": ["#AccidentalArt", "@jorgecuevasjr"], "caption": "Accidental art has been popping up in feeds since Instagram first began. It comes from all angles and in all shapes, colors, sizes and styles. Whether a reflection in a puddle strikes you as impressionistic, a pile of trash appears to be a modern masterpiece or any haphazard moment in your day suddenly takes on a new light, accidental art is always around—as long as you take the time to notice it. For many Instagrammers taking the time to look at the world in a slightly more creative way, the  hashtag has become a place to share their unique view with the rest of the Instagram community.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "347,189", "path": "instagram/picture3989.jpg", "like_list": [], "date_time": "May 14, 2014", "location": "", "tag_list": ["#WWIM9", "#WWIM9", "@kgabolegora"], "caption": "Got plans this weekend? Join us May 17-18 for Worldwide InstaMeet 9 ()! Attending an InstaMeet is one of the best ways to meet fellow Instagrammers in your city and share your experience with the global Instagram community.\nMake sure to tag your photos and videos with the  hashtag to share your InstaMeet with the world!\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "362,613", "path": "instagram/picture3990.jpg", "like_list": [], "date_time": "May 13, 2014", "location": "", "tag_list": ["#Vesak", "#Wesak", "#BuddhasBirthday", "@weechang11"], "caption": "This week, Buddhist communities throughout the world celebrate the birth, enlightenment and death of Buddha, widely known as Vesak (or Wesak or Buddha's Birthday). While countries celebrate the holiday at different times during the spring season, it is most commonly observed during the first full moon in May. The day of Vesak is a public holiday for many Asian countries such as Indonesia, Malaysia, Nepal, South Korea, Sri Lanka and Thailand. Though Vesak traditions and rituals vary across the world, many visit Buddhist temples to make prayers. Other customs include decorating temples with colorful lotus-motif lanterns, parading electrical floats that depict stories from Buddha's life, taking part in volunteer work and pouring scented water over statues of Buddha. In Nepal, thousands of Buddhist pilgrims from around the world come together for prayers and celebrations at Lumbini, Buddha's birthplace. The holy Buddhist temple of Swayambhu located east of Lumbini also opens to the public on the day of Vesak—the only time it's accessible to outsiders each year.\n\nFor more photos and videos from Vesak, browse the ,  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "503,765", "path": "instagram/picture3991.jpg", "like_list": [], "date_time": "May 13, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@jackthecockatiel", "@jackthecockatiel"], "caption": "Hello, Instagram! It’s time for the ! Today’s fluff takes us to Brazil and actually has feathers instead of fur: a bright and beautiful cockatiel named Jack (). To add some playful and vivid avian fluff to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "339,867", "path": "instagram/picture3992.jpg", "like_list": [], "date_time": "May 13, 2014", "location": "", "tag_list": ["@lovelimzy", "@lovelimzy", "@lovelimzy"], "caption": "\"I believe art is not meant to be found only on walls or in high-end galleries,\" says Malaysian Instagrammer Lim Zhi Wei, who goes by Limzy () as an artist in Singapore. Soon after she started using Instagram, Limzy began to think of her Instagram account as a small gallery for her artwork that she could curate herself. Most of Limzy's art combines watercolor illustrations with flower petals, an idea she came up with as a birthday gift for her grandmother. \"I pressed some rose petals and made her a bookmark with a painted girl wearing a petal dress. That's how the floral works started.\" Limzy says her projects have allowed her to create art in simple, fun and quick ways in the limited spare time that she has, and Instagram became a complementary element in her work. Her photos preserve the flowers at their freshest and also allow her to share her creativity to a broad group of people. She asserts, \"Photography is amazing in that it acts like a time capsule to freeze that moment.\" For more photos and videos of Limzy's art, follow  on Instagram.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "254,801", "path": "instagram/picture3993.jpg", "like_list": [], "date_time": "May 13, 2014", "location": "", "tag_list": ["@anna_explores", "@masha_theone", "@iamjarodgreen", "@vainnglory", "@djdumpling", "@earzthompson", "@lepetitmacaronn", "@hughclan", "@mabzb", "#WHPmamatoldme"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for ! Be sure to tap through to the photos on each person's account to read the stories of motherly advice they shared!"}, {"num_of_comments": 24, "num_of_like": "443,400", "path": "instagram/picture3994.jpg", "like_list": [], "date_time": "May 12, 2014", "location": "", "tag_list": ["@sageerickson", "@crystallee_farris", "@maurieandeve", "@alwaysjudging", "@sageerickson", "@sageerickson"], "caption": "Sage Erickson's () life as a professional surfer takes her to all corners of the globe in search of the best waves. \"I'm so unbelievably blessed to travel the world—I've witnessed firsthand so many amazing cultures, beliefs and ways of living,\" Sage says. \"As humans, we each have a unique eye for certain things that appeal or inspire us daily.\" In addition to sharing scenes from her favorite beaches—she recommends photographing Mundaka in the Basque country, Mentawai in Indonesia and Whale Beach in Australia—Sage also explores a passion for style on Instagram, sharing her own bohemian, surf-style looks and tuning into favorite fashion designers, bloggers and artists. Here are some Instagrammers who inspire Sage: ,  and \n\nFor more of Sage's photos and videos, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "555,339", "path": "instagram/picture3995.jpg", "like_list": [], "date_time": "May 12, 2014", "location": "", "tag_list": ["@paperlemon", "@paperlemon", "#mothersday", "@paperlemon"], "caption": "For Instagrammer Jessica Girado (), a mom to four young children in Fort Myers, Florida, a habit of taking pictures developed into a passion for capturing the beautiful moments in her children's lives.\n\nThough the idea of having four children was a totally foreign concept to Jessica and her husband when they married eight years ago, life took them in a different direction and she couldn't be happier.\n\nThough not a photographer by trade, Jessica cites her life as a stay-at-home mom as the spark for her ability to find and capture beauty in the everyday. From beachside tea parties to doctor's appointments, Jessica is at the ready with her iPhone to capture the magic of being a mom. As she puts it, \"One can easily complain about the frustrations and failures we have as mothers. It's REAL life—but I want to capture the beauty of life, the beauty of being a stay-at-home, the beauty of a simple thing such as light shining through my window. Some of the sweetest comments I've received are, 'I can't wait to become a mother,' and I hope people see that although being a mother is the hardest job one will ever have, it's the best and most beautiful one.\" For more from Jessica and her family, follow . To see more photos and videos from Mother's Day around the world, browse the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "318,931", "path": "instagram/picture3996.jpg", "like_list": [], "date_time": "May 11, 2014", "location": "", "tag_list": ["@cannontekstar", "@cauliflowers", "@ohohta", "@zachemtitut", "@twistdee", "@hang_ho", "@danny_active", "@oscarsboss", "@joccmarmol"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "337,989", "path": "instagram/picture3997.jpg", "like_list": [], "date_time": "May 11, 2014", "location": "", "tag_list": ["@matheusbeltrao", "@matheusbeltrao", "@matheusbeltrao"], "caption": "\"I have always been interested in the way cultural references from all over the world can mesh together to form a collage of something unique,\" explains Brazil Instagrammer Matheus Beltrao (). Born and raised in the northeastern city of Recife, Matheus currently attends university as a film student. He traces his love for film back to an early passion: \"Growing up I was really drawn to television, especially telenovelas, or Brazilian soap operas. Later, my love for film developed, as I became captivated by the way movies brought together photography and music.\" Now, Matheus brings his love of art and photography to his own photography on Instagram—a step he sees as integral for art to progress as a whole. “I hope that through art I can find other likeminded folks and that together we can change certain aspects of life. I think that Instagram and other social networks can be tools to help us start revolutions.” For more photos and videos from Matheus, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "446,738", "path": "instagram/picture3998.jpg", "like_list": [], "date_time": "May 11, 2014", "location": "", "tag_list": ["@sezgiolgac", "@sezgiolgac", "@sezgiolgac"], "caption": "\"Living in such a multi-layered city fills my soul with the passion and the creative spirits I need every day,\" says jazz singer and writer Sezgi Olgaç (), who has called Istanbul, Turkey her home for the last 17 years.\nRich with Roman, Byzantine and Ottoman history, the ancient and photogenic city straddles the mighty Bosphorus straight, meaning half of Istanbul stands in Europe and the other half in Asia. \"Karaköy is where you can take a walk by the Golden Horn, gazing at the iconic silhouettes of the Blue Mosque, Hagia Sophia and New Mosque,\" says Sezgi. \"Walking across the Galata Bridge is sheer joy for an Instagrammer with its fishermen, ferries and seagulls.\" And in Galata, a neighborhood steeped with history, you can climb the 600-year-old Galta Tower for spectacular views in every direction.\n\nFor more vivid moments from Istanbul, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "303,401", "path": "instagram/picture3999.jpg", "like_list": [], "date_time": "May 10, 2014", "location": "", "tag_list": ["#WHPmamatoldme", "#WHPmamatoldme", "@ritacordeiro"], "caption": "Weekend Hashtag Project: \n\nIn honor of Mother's Day on Sunday, the goal this weekend is to share a creative photo or video that represents the best piece of motherly advice you've ever received. Some tips to get you started:\n\nFor a photo, you can experiment with staging a scene that best illustrates that motherly advice, whether it's as concrete as sharing a video of a household cleaning trick or abstract as a photo of a symbol from a major life decision. Sometimes, however, faces tell the best stories. Don't be afraid to share a portrait of your mom or the mother figure in your life and share their advice in your caption.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "341,366", "path": "instagram/picture4000.jpg", "like_list": [], "date_time": "May 10, 2014", "location": "Frieze New York", "tag_list": ["@friezeartfair", "@jeannegr", "@lehmannmaupin", "@hyperallergic", "@paridust", "@simondepury", "#friezeny", "@friezeartfair"], "caption": "From Friday to Monday, May 9-12, fans of fine art head to Randall's Island Park in New York City for the third annual Frieze Art Fair New York (). There, under white tents, in a location that feels somehow both close and far from Manhattan, artists, gallerists, collectors and art lovers will gather to view works exhibited by more than 190 of the world's leading contemporary galleries. To see Frieze from the inside, follow these Instagrammers in attendance: , , ,  and . You can also explore the  hashtag and tap the blue location text above.\nPhoto by "}]}