{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "571,352", "path": "instagram/picture3301.jpg", "like_list": [], "date_time": "Mar 28, 2015", "location": "", "tag_list": ["#WHPlisten", "#WHPlisten", "@rthm8"], "caption": "Weekend Hashtag Project: \n\nWhat does a sound look like? The goal this weekend is to capture creative videos or photos showing a visual interpretation of a sound. Some tips to get you started:\n\nYou can find sound almost everywhere. It can come from things close to us, like teapots or people laughing, but also from objects in our recent past, like phone dials, typewriters or tape recorders. When people see your photo, you want them to immediately hear a sound in their minds. Let a unique noise around you draw your attention, then frame your shot to show the action and best convey the sound. For video, avoid music in favor of the ambient sounds in everyday life. From the roar of a train leaving the station to the strike of a match, seek to capture footage where sound and motion come together to bring a moment to life.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken this weekend and only submit your own photographs and videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged image or video taken this weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "501,434", "path": "instagram/picture3302.jpg", "like_list": [], "date_time": "Mar 27, 2015", "location": "", "tag_list": ["@dana_arr", "@dana_arr"], "caption": "For California native Dana Roth (), the experience of living and working as a Peace Corps volunteer in Senegal, West Africa, has been nothing short of transformative. “Going into this, I really didn’t have an idea of what I was going to do in the future,” says Dana. “While I hoped that I’d be on a journey of self-discovery, up until recently I thought maybe that was a silly idea. But as I get further into my time here, I realize that I’ve changed a lot, and I’ve changed my mind about what I want to do in the future.” After spending a year and a half in a country that’s captured her heart, Dana is considering a career overseas — working for an aid organization, or, perhaps, in the Foreign Service.\n\nTo help cement long-term memories of her time in Senegal, Dana has been taking intimate photos of the people and her surroundings. But her Instagram feed is specifically tailored for one specific viewer. “Nearly everything I post is for my mom,” says Dana. “I take photos of people and things that she would be interested in.” Photo by "}, {"num_of_comments": 24, "num_of_like": "653,629", "path": "instagram/picture3303.jpg", "like_list": [], "date_time": "Mar 27, 2015", "location": "", "tag_list": ["@matthiaspliessnig", "@matthiaspliessnig"], "caption": "“I have about 30 to 60 seconds of time to bend a strip of wood into the desired shape before it cools and becomes unbendable,” says furniture designer and builder Matthias Pliessnig (), who lives in Brooklyn, New York. “It’s a hectic, yet focused, series of movements.” Matthias was experiencing creative malaise after years of studying and practicing the rigid rules of woodwork. It was a chance opportunity to fabricate a boat that sparked Matthias’ desire to rebel. “In order to build this boat, I needed to teach myself how to steam bend wood. I was also taking a course on 3-D modeling, and these ingredients came together like an adrenaline shot.” The synthesis of digital and analog has become central to Matthias’ process, where each piece is designed for a specific space and can take more than 1,000 hours from concept to creation. While each work may be unique, Matthias says it also becomes a chapter in a larger story: “It’s an evolved version of the previous design.” Photo by "}, {"num_of_comments": 24, "num_of_like": "613,338", "path": "instagram/picture3304.jpg", "like_list": [], "date_time": "Mar 26, 2015", "location": "", "tag_list": ["@chicosanchez", "@chicosanchez"], "caption": "Spanish photographer Chico Sanchez () walks the streets of Mexico as an observer. “I like images with a meaning,” he says. “Not only beautiful pictures, but something that conveys a message.” Chico says some of his photos are artistic, but others are just informative. “That’s what entertains me, capturing things without judgment,” he says.\nAfter spending seven years shooting in Venezuela, Chico moved to Mexico, where he’s been focused on photographing everyday life. “Mexico is magic,” he says. “There’s an impressive diversity, an impressive cultural richness. In Mexico, you open your window anywhere and immediately can take a picture.” Currently photographing on assignment in Spain, Chico particularly likes shooting with his phone as opposed to a heavy camera. “I travel with it and I’m capturing everything I see,” he says. “It’s like writing an encyclopedia.” Photo by "}, {"num_of_comments": 24, "num_of_like": "454,015", "path": "instagram/picture3305.jpg", "like_list": [], "date_time": "Mar 26, 2015", "location": "", "tag_list": ["@lastnightsreading", "@lastnightsreading"], "caption": "Kate Gavino () lives and breathes books. By day, the New York City resident works in publishing, and by night she attends literary events around the city. Every time Kate sees an author speak, she illustrates the experience. The habit started two years ago, after an inspiring talk given by acclaimed Dominican-American novelist Junot Díaz. “One quote stood out to me so much I just had to illustrate it,” she says. Soon, Kate started bringing a small notebook and pen with her to every reading. “Authors have been very positive, which means a lot to me.” Among her favorite author experiences was listening to iconic American writer Toni Morrison. “I like seeing authors who make the audience go ‘mm-hmm!’ after each sentence they say,” she says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "570,963", "path": "instagram/picture3306.jpg", "like_list": [], "date_time": "Mar 26, 2015", "location": "", "tag_list": ["@aaronleyland", "@aaronleyland"], "caption": "“I think I was about 14 or 15 when I told my parents that I wanted to make snowboard movies for a living,” recalls Aaron Leyland (), a 30-year-old filmmaker and photographer from British Columbia. “When I first started snowboarding, we went regardless of conditions. We wouldn’t even check the snow report — rain, snow, wind, it didn’t matter to us at the time. Just pack the car and go.” Nowadays, Aaron isn’t so cavalier about weather forecasts and conditions, especially before setting out on a shoot, but his passion for snowboarding adventures isn’t any less wild than when he was young. “What keeps me going is the search for new terrain, to be able to cruise through deep snow on the sleds, breaking trail through the trees and ending up in the alpine with perfect features to snowboard on,” he says. “It’s easier said than done — the stars don’t often align like that. But they do occasionally, and that’s what really motivates me.” Photo by "}, {"num_of_comments": 24, "num_of_like": "593,896", "path": "instagram/picture3307.jpg", "like_list": [], "date_time": "Mar 25, 2015", "location": "", "tag_list": ["@krisannejohnson", "@krisannejohnson"], "caption": "Photographer Krisanne Johnson () gravitates toward stories about youth culture. Her most recent black-and-white images from the streets of South Africa continue her eight-year-long commitment to documenting the country’s first generation to be born free of racial segregation. “I think young adults express an energy and rawness that can truly reflect the climate of a country,” says Krisanne. “I wanted to document the first post-apartheid generation to come of age and their experience of growing up in a democracy that is complex and young.” Since 2007, Krisanne, a New York-based former White House staff photographer, has pieced together different chapters of the post-apartheid story, from broader subcultures to intimate, daily life portraits of her subjects. “On my most recent trip, I’ve been looking at issues surrounding housing rights, unemployment, income inequality and social segregation in Cape Town,” she says. “I spent three months there and I’ve only started to crack the surface.” Photo by "}, {"num_of_comments": 24, "num_of_like": "737,566", "path": "instagram/picture3308.jpg", "like_list": [], "date_time": "Mar 24, 2015", "location": "", "tag_list": ["@wenlise_fold", "@wenlise_fold"], "caption": "“I started doing origami on a family holiday in France two years ago,” recalls Wenche Lise Fossland () of Namsos, Norway, whose interest in paper folding was sparked by a beautiful origami lamp. “It is fascinating that there is almost no limit to the shapes you can turn a flat paper into.” When the holiday was over, Wenche Lise couldn’t stop folding. “One fold took the other and I started searching for all kinds of designs,” she remembers. Finding inspiration in origami online tutorials, Wenche Lise adds her own touch to each piece by creating lively environments for the paper figures, usually with a humorous, unexpected twist. “I even look at the vegetables in the grocery store in a different way now,” she says. “A fennel can be an exotic island and the broccoli has great potential to be tree material in my origami world.” Photo by "}, {"num_of_comments": 24, "num_of_like": "898,007", "path": "instagram/picture3309.jpg", "like_list": [], "date_time": "Mar 24, 2015", "location": "", "tag_list": ["#nationalpuppyday", "#WeeklyFluff", "@thebluebies", "@thebluebies"], "caption": "Hello, Instagram! It’s time for the  edition of the ! Meet Blue the rescue pit bull and his feline friend Willie Nelson (), who together spend their days harmoniously lounging about. To add a dash of adorable interspecies friendship to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "756,959", "path": "instagram/picture3310.jpg", "like_list": [], "date_time": "Mar 24, 2015", "location": "", "tag_list": ["#WWIM11", "#WWIM11GH", "#wwim11_athens", "#instameetleb2015", "#WWIM11_belohorizonte", "#colorsplashMIA", "#wwim11minsk", "#wwim11jakarta", "#wwim11Baikal", "#wwim11_instameet_utaqha", "#wwim11majhimetro", "#WWIM11", "@joshsquirephotography"], "caption": "This past weekend, Instagrammers from across the globe gathered for Worldwide InstaMeet 11. Exploring the  hashtag will take you to meet-ups in every corner of Earth, from Accra (GH) to Athens (), from Beirut () to Belo Horizonte (_belohorizonte), from Miami () to Minsk (). This Worldwide InstaMeet was the largest and most globally diverse to date. Indonesia took top billing for the highest InstaMeet participation— alone attracted over 1,100 attendees—followed by the US, then Italy, Spain, Brazil and Malaysia. But people gathered in groups of every size around the world to connect and explore their creativity, from the frozen waters of Lake Baikal () to the Malaysian countryside () to a bustling train station in Mumbai (). To learn more about InstaMeets and explore the vibrant and diverse Instagram communities all around the world, browse the  hashtag and check out the new InstaMeet map at community.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "429,864", "path": "instagram/picture3311.jpg", "like_list": [], "date_time": "Mar 24, 2015", "location": "", "tag_list": [], "caption": "Today we’re announcing Layout from Instagram, a new app that lets you easily combine multiple photos into a single image. It’s fun, it’s simple and it gives you a new way to flex your creativity.\n\nAs you choose photos from your camera roll, we automatically show you previews of custom layouts. You’ll find a Faces option that shows you all of your photos that feature people. For spontaneous moments, Photo Booth starts a countdown to let you capture photos that instantly appear in a layout.\n\nFrom there, you have total artistic control. Drag and drop photos to rearrange them, pinch to zoom or pull the sides of each photo to adjust its size. Then flip and rotate your photos to create cool arrangements and mirror effects. With Layout, it's easier than ever to unlock your creativity—and we can't wait to see what you’ll make next.\n\nTo learn more about Layout from Instagram, check out help.instagram.com/layout.\n\nLayout from Instagram is available today on iOS in Apple’s App Store. Layout from Instagram will be available for Android in the coming months."}, {"num_of_comments": 24, "num_of_like": "610,127", "path": "instagram/picture3312.jpg", "like_list": [], "date_time": "Mar 23, 2015", "location": "", "tag_list": ["@levaletdessinderue", "@levaletdessinderue"], "caption": "French artist Charles Leval, also known as “Levalet” (), is bringing new narratives to the streets of Paris with life-size black-and-white figures. “My task is to adapt each image to the physical limitations of the urban space through a kind of staging or dramatization,” he says.\n\nCharles uses India ink to draw his images in his studio, then pastes the characters onto places like walls, ledges and doors across the city. “First I spot a location, then I take some measurements and make a note of any other details about the place,” he says. “Next, I think of an overall plan and I draw the various elements that I want to appear before returning to install them on site. For the drawing, I work by following a photo, so usually I get people to pose in the situations that I want to portray.” Photo by "}, {"num_of_comments": 24, "num_of_like": "843,373", "path": "instagram/picture3313.jpg", "like_list": [], "date_time": "Mar 22, 2015", "location": "", "tag_list": ["@g0ldyl0kz", "@chrisgreen04", "@habjouqa", "@diaryofzach", "@melissalyttle", "@guptaviolin", "@daejafallas", "@yellowelanor", "@davillasana", "@guptaviolin"], "caption": "Every Sunday, we look back on the week and select some of our favorite photos and videos from emerging voices across the globe. For these images and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "715,391", "path": "instagram/picture3314.jpg", "like_list": [], "date_time": "Mar 22, 2015", "location": "", "tag_list": ["@jcarlosqh", "@jcarlosqh"], "caption": "Architecture and nightlife have a common home in Mexico City with Juan Carlos Quintero (), an architect whose other specialty is to organize “street beat projects,” which combine music, food and drinks in secret locations in one of the biggest cities in the world. “I stay away from commercial places and look instead for places with soul and meaning.” For him the creativity comes from his homeland. “Everything in Mexico is overwhelming. There are overwhelming colors and textures. You even go to downtown Mexico City and there’s an overwhelming amount of people. I find my inspiration from those textures and raw materials, but also from light and color.” But beyond buildings and the night scene, there’s a sense of purpose for Juan Carlos. “I’d like people to see that I live in a modern, cosmopolitan city, full of contrasts. I like to show that due to its cultural mix, Mexico City is one of the most influential cities in the world. Here you can find everything.” Photo by "}, {"num_of_comments": 24, "num_of_like": "559,335", "path": "instagram/picture3315.jpg", "like_list": [], "date_time": "Mar 21, 2015", "location": "", "tag_list": ["@gavarigor", "@oldushka_", "@oldushka_", "@oldushka_"], "caption": "“The flamboyancy of many characters in this project goes against the typical perception of the old people in our country,” says 28-year-old Russian photographer Igor Gavar (). Stopping anyone on the streets of Moscow and St. Petersburg who catches his eye, Igor strikes up a conversation with the subjects of his photographs for his style account . Over time many of the models have become friends and returning subjects of his photos. “The project shows how beautiful and unique common people are,” he says. “It proves that the babushka in her headscarf also has something to do with style and good taste.” In addition to his parents, Igor was raised by two grandmothers, a great-aunt and a great-grandmother, which he says fostered an ease of communication with people of the older generation. He describes the project as an attempt to enrich people’s perceptions of senior citizens in an authentic way, recording their thoughts and conversations as well as their flair for style. “Ultimately,  is about the diversity of the sunset years,” he says.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "657,439", "path": "instagram/picture3316.jpg", "like_list": [], "date_time": "Mar 21, 2015", "location": "", "tag_list": ["#WWIM11", "#MyFirstInstaMeet", "#WWIM11", "@katia_mi_"], "caption": "This weekend, we’re putting the Weekend Hashtag Project on hold for the 11th Worldwide InstaMeet. Grab a few friends or find an InstaMeet near you (community.instagram.com) and get creative. Share photos and videos from your adventures with the  hashtag, and tell us about your experience with the  hashtag if it’s your first time joining the fun. Don’t forget to include in your caption your gathering’s location and unique hashtag.\n\nBrowse  throughout the weekend to explore communities around the world, and check back Monday for a look at some of our favorites.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,128,417", "path": "instagram/picture3317.jpg", "like_list": [], "date_time": "Mar 20, 2015", "location": "", "tag_list": ["@northwestmommy", "@northwestmommy"], "caption": "Stasha Becker (), a lifestyle photographer who lives on Whidbey Island in Washington, uses photographs to tell the story of her everyday life with her family: her husband, their son Julian, an Arabian stallion named Vizon and their dogs — two Newfoundlands named Max and Bruce. “Long time ago I began to take a photo of my son often in the same spot in front of our garage door,” she says. “If you scroll through my photos you can see our child growing up, our dogs getting older and our garage door getting dirtier. For me it has become an essential part of my family's story and an evolving record of our happiness together.” Photo by "}, {"num_of_comments": 24, "num_of_like": "419,601", "path": "instagram/picture3318.jpg", "like_list": [], "date_time": "Mar 20, 2015", "location": "", "tag_list": ["#Hellomynameis", "@stop__ok", "@stop__ok"], "caption": "“ Emmanuel Olunkwa (). I’m 21 years old and attending college in New York City. I had a cerebral abscess on my brain and two surgeries back-to-back, which is why I have an incision across my head. I’ve been described as a photographer, but I would say I’m more of a visual artist and writer. I like creating in any way that I can.” Photo by "}, {"num_of_comments": 24, "num_of_like": "470,180", "path": "instagram/picture3319.jpg", "like_list": [], "date_time": "Mar 19, 2015", "location": "", "tag_list": ["@mireneelton", "@mireneelton"], "caption": "Chilean architect Mirene Elton () is constantly building something, and her photography is no exception. “I enjoy erasing elements like the sky or some other part of the context to highlight another element,” says Mirene, who uses an editing app to play with contrasts in color that sometimes obscure parts of an image entirely. “My photographs are more graphic pictures than realistic images.” Mirene uses her camera to draw as she might on her blueprints. “A common characteristic in my pictures is that they tend to capture planes, similar to the way architecture is technically drawn in frontal views,” she says. “I usually capture an image with little or no use of perspective.” Capturing images of Chile's diverse landscapes has also inspired her studio work. “I think my formation as an architect and my love for photography have made a good blend. Both complement each other and make me see architecture and nature in a different way.” Photo by "}, {"num_of_comments": 24, "num_of_like": "603,590", "path": "instagram/picture3320.jpg", "like_list": [], "date_time": "Mar 19, 2015", "location": "", "tag_list": ["@aladiia", "@aladiia"], "caption": "“Please send me pictures of my dog.” Two years ago, Antje Queissner () of Berlin received this message from her teenage son, who was traveling abroad. So Antje, a graphic designer, started to photograph her excursions with Sheila, the pup her son had picked out at a shelter the year before. “Soon, taking dog pictures wasn’t enough for me,” Antje recalls. She broadened her photography and started capturing her surroundings, trying to let the photographs tell little stories – stories of life in Berlin, oases in the urban jungle, architectural lines and a red umbrella that bounces through her images like a luminous point. “The umbrella has become my favorite accessory – next to Sheila – in my pictures. Whether it’s rainy or sunny, inside buildings or outside, the ideas just keep coming.” Photo by "}, {"num_of_comments": 24, "num_of_like": "629,615", "path": "instagram/picture3321.jpg", "like_list": [], "date_time": "Mar 18, 2015", "location": "", "tag_list": ["@juliaxanthos", "#younglove", "@juliaxanthos"], "caption": "Between photo assignments, Julia Xanthos () looks for love. As she bustles through New York City as a staff photographer for the “New York Daily News,” Julia stops to photograph couples kissing on park benches, hugging in the subways, holding hands on the train, and embracing on top of skyscrapers—all posted with the hashtag . “There are never enough pictures of people in love,” she says.\nThe effect of photographing so many intimate moments has not been lost on her personally. “Taking pictures of people kissing has helped me heal my heart and also open it up at the same time.” Recently, Julia got engaged and the feeling of falling in love is beyond words, or pictures, for her. “There’s no hashtag for it, I’ll say that. It’s just been the most beautiful experience of opening my heart up to somebody who is so incredible and is the love of my life. I don’t know any other way to put it.” Photo by "}, {"num_of_comments": 24, "num_of_like": "1,003,793", "path": "instagram/picture3322.jpg", "like_list": [], "date_time": "Mar 18, 2015", "location": "", "tag_list": ["@flora.forager", "@flora.forager"], "caption": "“I think there is a deep well of emotion in us that gets tapped when we are confronted with the beauty of nature,” says Bridget Beth Collins (). The Seattle-based botanical artist reconstructs the blooms of nature into designs, creatures and scenes from her imagination. “From a young age I was learning the names of flowers and backpacking in mountain meadows. I played all day every day of the summer in the woods pretending to be a fairy. I would bring home sprigs from the woods and press them in books,” says Bridget.\nThe delicate organic materials that compose each piece are themselves a source of inspiration. Bridget explains, “I go for a walk in my neighborhood or bring a bouquet home from the market and I see a whale’s tail in a shamrock leaf, or a snake’s scales in the sedum. And I am ever entranced by the public gardens and parks available in my city.” Photo by "}, {"num_of_comments": 24, "num_of_like": "693,464", "path": "instagram/picture3323.jpg", "like_list": [], "date_time": "Mar 17, 2015", "location": "", "tag_list": ["@natalie_miller_design", "@natalie_miller_design"], "caption": "Australian fiber artist Natalie Miller () weaves more than 20 years of architecture and design experience into her works. “In architecture, you understand the design principles and integrate them together with materials to create something,” she explains. “The same principle applies when putting textiles together.” For Natalie, fibers, colors and textures have replaced the bricks, stone and glass with which she once worked.\n\nThree years ago, Natalie and her family moved from Sydney to rural Kangaloon, located two hours south, and she now draws inspiration from the lush and scenic environment. “The space and the stillness in the country really allows you to stop and think and open up your creative side,” she says. Natalie’s channeled this creativity into innovative and radical weavings and macramé, an artistic knotting technique. Even as her work draws attention at home and abroad — Natalie’s held recent workshops in Hong Kong and Singapore — she doesn’t take things for granted: “I feel extraordinarily lucky to have such an opportunity to do what I love all the time.” Photo by "}, {"num_of_comments": 24, "num_of_like": "707,623", "path": "instagram/picture3324.jpg", "like_list": [], "date_time": "Mar 17, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@mrolliepants", "@mrolliepants"], "caption": "Hello, Instagram! It’s time for the . Meet Ollie (), a handsome brown-eyed rescue pup that calls Los Angeles home. To add a dose of expressive puppy eyes to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "599,772", "path": "instagram/picture3325.jpg", "like_list": [], "date_time": "Mar 17, 2015", "location": "", "tag_list": ["@balazsgardi", "#WHPfromthewater", "@robbiecrawford", "@robmulally", "@dimitri.pappa", "@gsfoofan", "@matthewtaylorthomas", "@freyahartas", "@sandyjonesphoto", "@haakonrasmusrasmussen", "@jonazeuqsalev", "#WHPfromthewater"], "caption": "Inspired by the work of guest curator Balazs Gardi (), this weekend’s prompt, , asked participants to capture creative photos and videos that reflect on humanity’s connection with water. Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "618,239", "path": "instagram/picture3326.jpg", "like_list": [], "date_time": "Mar 16, 2015", "location": "", "tag_list": ["@gustavoromeiro", "#ArquiMoMA", "@themuseumofmodernart", "@gustavoromeiro", "@gustavoromeiro"], "caption": "Art director Gustavo Romeiro () sucks the color and noise out of Rio de Janeiro’s typical beach scenes, creating dreamlike black-and-white photographs of the city’s architecture and geometry. “I don’t know if I take pictures or if I draw with my camera,” he says. “In many photographs, you have to imagine the edges, nothing is too clear. Just like in our dreams.” On March 14, Gustavo’s passion for architecture led him to join fellow Instagrammers across Latin America for the  InstaMeet hosted by The Museum of Modern Art (), in celebration of the MoMA exhibition \"Latin America in Construction: Architecture 1955–1980.” “It was so interesting to meet people from Rio de Janeiro who love to capture images as I do. Sometimes, you become so concentrated on what you are doing that you forget you are not alone. This InstaMeet was a chance to meet others from the same species.” Through his photographs, Gustavo hopes to open people’s eyes about the way we inhabit urban spaces. “I am creating nonexistent environments by taking pictures of real things,” he says. “I’m trying to point out what goes unseen.” To see more of Gustavo's stark architectural photography from Rio, follow . To learn how to participate in next weekend's Worldwide InstaMeet 11, visit community.instagram.com.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "671,448", "path": "instagram/picture3327.jpg", "like_list": [], "date_time": "Mar 16, 2015", "location": "", "tag_list": ["@fionaannal", "@fionaannal"], "caption": "“We had been tidying away the breakfast dishes when he decided he wanted a bath. And with the sun shining on his back, a cup of tea in my hand, I sat and enjoyed my youngest in that little perfect moment. I’m glad I captured it,” says stay-at-home mom Fiona Annal (). As a mother of three, Fiona shares moments from her family life in Orkney, a cluster of more than 70 rural islands in the north of Scotland, from Sunday mornings making pancakes to reading books at bedtime. For Fiona, Mother’s Day — which is celebrated on March 15 in the UK — is an opportunity to get creative and appreciate the small moments with her children. “Their little expectant faces as they clutch their homemade treasures behind their backs are my favorite part! It’s just nice to get that validation that you’re doing an OK job!” Photo by "}, {"num_of_comments": 24, "num_of_like": "743,090", "path": "instagram/picture3328.jpg", "like_list": [], "date_time": "Mar 16, 2015", "location": "", "tag_list": ["@jjasmiine", "@jesse_burke", "@jonathankozowyk", "@benjamingirette", "@maruhardcandy", "@ellisbells", "@bonjomo", "@dakiloulou", "@makina67", "@jjasmiine"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "613,364", "path": "instagram/picture3329.jpg", "like_list": [], "date_time": "Mar 15, 2015", "location": "", "tag_list": ["@andreadezso", "@andreadezso"], "caption": "The work of Andrea Dezsö () cannot be pinned to just one medium. Born in Transylvania, the Romanian artist moves between colorful marker paintings to etched glass panels to cut paper to sculpture while exploring mysterious creatures, ornamental patterns and whimsical darkness. “The imagery generally comes from my imagination,” she says. “I often combine visual elements from nature and characters that I invent to create scenes.” Dividing her time between New York and Massachusetts, Andrea’s work can be seen by passersby at two New York City subway stations. “My inspiration was to create visually uplifting, colorful scenes for people to enjoy during their commute,” she says. Andrea’s diversity in mediums comes from her eagerness to play with materials: “I love markers, brush pens and color pencils — and building up details obsessively to make an image really rich.” She often tests her experiments online by sharing photos and videos of her projects with the community. “It’s risky and fun to share images of works-in-progress with people,” she says. “I’m interested in how people respond to the images and like to share in the creative experience.” Photo by "}, {"num_of_comments": 24, "num_of_like": "669,168", "path": "instagram/picture3330.jpg", "like_list": [], "date_time": "Mar 14, 2015", "location": "", "tag_list": ["@shivesh17", "@shivesh17"], "caption": "“For me, baking is like meditation,” says Shivesh Bhatia (), an 18-year-old political science major from New Delhi. “Creaming the sugar with butter, whisking the flour with baking powder, playing with chocolate and fruits, layering and frosting the cake, decorating it and finally digging into it — the entire process is so much fun.” Three years ago, Shivesh encountered the works of a Swedish baker and fell in love with the idea of baking. Now he whips up everything from cupcakes with meringue frostings to berry pies to apple galettes, but always keeps the focus on having fun. “I believe in creating incredible desserts from simple techniques and basic ingredients,” says Shivesh. “If you invest your love in what you are baking, nothing can go wrong.” Photo by "}, {"num_of_comments": 24, "num_of_like": "456,073", "path": "instagram/picture3331.jpg", "like_list": [], "date_time": "Mar 14, 2015", "location": "", "tag_list": ["#WHPfromthewater", "@balazsgardi", "#WHPfromthewater", "@balazsgardi"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to capture moments that reflect upon our connection with water. Our project takes its inspiration from Balazs Gardi (), a Hungarian photojournalist who has spent the past decade photographing water in all its forms around the world. His images include moments of celebration and times of crisis, depicting a precious resource in situations that range from abundance to scarcity. “Water can be beautiful or lethal, worshipped or abused,” explains Balazs, reflecting on the floods, droughts and moments of daily life that he records. “Instead of photographing water itself, I try to visualize how we all relate to it, how we interact with it every day and what it means to us,” he explains of his approach.\n\nBalazs offers this advice to get you started: “Whether it’s a person or a river, I tend to photograph my subjects from up close. If you don’t have a waterproof case, just use a few strips of gaffer's tape to seal the speakers and other places where water could get in, and hold onto your phone tightly. Always be prepared to grab moments that never come back, but when you are in control, you think first and then shoot. Understanding the message you want your photo to convey is just as important as aesthetics.” PROJECT RULES: Please add the  hashtag only to photos and videos taken this weekend and only submit your own photographs and videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged image or video taken this weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration check out blog.instagram.com\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "437,893", "path": "instagram/picture3332.jpg", "like_list": [], "date_time": "Mar 13, 2015", "location": "", "tag_list": ["@ambravernuccio", "@kenzo", "#pfw", "@ambravernuccio"], "caption": "After shooting backstage at fashion shows in London and Paris for four years, London-based photographer Ambra Vernuccio () says she could write a guidebook on how to survive fashion week. “The quality of the images need to be as good as a studio portrait,” she says. “Three main things help: playful models, an abundance of space, and time. You only have a few seconds to capture that magic moment before someone from production, hair, makeup or a fellow photographer gets into your shot and breaks it. I try to immortalize and deliver the vision of the designer through my images.” Photo from backstage at   by "}, {"num_of_comments": 24, "num_of_like": "888,334", "path": "instagram/picture3333.jpg", "like_list": [], "date_time": "Mar 13, 2015", "location": "", "tag_list": ["#Hellomynameis", "@scolerina9247", "@scolerina9247", "@maysunrae"], "caption": "“ Gigi Crouch (). I just turned 17 and I am currently living in Seattle. I have scoliosis, a curvature of the spine. At the moment, I have three major curves in my back, the largest measuring about 30 degrees. I wore a back brace for three years while continuing to pursue ballet, and I have just recently stopped wearing it.\n\nI dance because it feels natural. Working hard in class and seeing results gives me a feeling of absolute satisfaction. I believe that I have grown many ways creatively over this past year, especially with my photography. I love to try to explore new angles and poses daily to get an output that is innovative, creative and pleasing to the eye. I hope that my pictures inspire others, and show them that nothing can stop you if you have passion.” Photo of  by "}, {"num_of_comments": 24, "num_of_like": "799,615", "path": "instagram/picture3334.jpg", "like_list": [], "date_time": "Mar 12, 2015", "location": "", "tag_list": ["@brungraciano", "@brungraciano"], "caption": "“In most sports, you either win or lose. But climbing is about your own personal experience,” says 28-year-old Brazilian rock climber and photographer Bruno Graciano (). Bruno began climbing at the age of 15 near his hometown in Minas Gerais. Back then, his mother encouraged him to focus on his schoolwork. “Like any good mother, she would say, ‘Go study, there is no future in climbing,’” Bruno recalls. Nowadays, Bruno has found his calling as a professional photographer focused on outdoor sports, allowing him to combine his passion for photography with his athletic skills. Like photography, climbing allows Bruno to get creative. “Every climb is different, and you are always faced with something new,” he says. “That is very inspiring.” Photo by "}, {"num_of_comments": 24, "num_of_like": "742,762", "path": "instagram/picture3335.jpg", "like_list": [], "date_time": "Mar 12, 2015", "location": "", "tag_list": ["@katieorlinsky", "@katieorlinsky", "@katieorlinsky"], "caption": "Until a year ago, sled dog racing in Alaska was not on the bucket list of stories to photograph for Katie Orlinsky (). Then the freelance photographer got an unexpected assignment that exposed her to the extreme world of mushing, as sled dog racing is called, and she hasn’t looked back. This week, Katie is following the teams racing on the famous Iditarod Trail and documenting their 1,000 mile trek across Alaska’s tundra. More than winning, survival is the primary goal. “Out on the trail in between checkpoints, which can be over 100 miles, the mushers and dog team have to be completely self-sufficient—they carry supplies for camping, cooking, frozen food for the dogs and human,” explains Katie. “They need to know how to pace themselves, when to camp, when to rest, and for the competitive teams how to also be fast and win.” To see more of Katie’s photos of the action on the Iditarod Trail, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "550,455", "path": "instagram/picture3336.jpg", "like_list": [], "date_time": "Mar 11, 2015", "location": "", "tag_list": ["@lazy_needlework", "@lazy_needlework"], "caption": "“My mind is always filled with a diverse, bizarre and sometimes tedious imagination,” says embroidery-maker Su-jung Kim (), who taps into that imagination when she immerses herself in her projects. Su-jung has long had an interest in antiques and needlework, and then seven years ago, she happened to meet a tutor to help her hone her craft. Now, she runs a small workshop in South Korea, where she specializes in wool embroidery and works on a variety of projects ranging from handbags to linens to small accessories. “It takes two days to one week to make a handbag,” explains Su-jung, who has mastered the craft to the point where she can design her own bags and include different needlework techniques, such as quilt ribbon embroidery and patching. Su-jung draws creativity from what surrounds her: “I find inspiration in nature, everyday things, people and even the works of others.” Photo by "}, {"num_of_comments": 24, "num_of_like": "548,480", "path": "instagram/picture3337.jpg", "like_list": [], "date_time": "Mar 11, 2015", "location": "", "tag_list": ["@natebanton", "@natebanton"], "caption": "“The smell of wood is always strong in the shop,” says Nate Banton (), a bagpipe-maker living in Portland, Maine, whose bespoke Scottish smallpipes and border pipes are built from more than 20 different types of wood. “Some smells you would recognize, but most are exotic and spicy.” Nate, who has been honing his craft for over 10 years, says that being a bagpipe-maker is less like being a woodworker and more like being a basic engineer. “We use an engineer’s lathe to do most of our fabrication,” he explains. The craft also requires deep knowledge of many disparate fields, including leather work and reed making, and an expertise in exotic and domestic woods. Nate acknowledges that these skills aren’t easily transferable in today’s job market: “Our knowledge in all of these things is very specialized, so it’s only useful for making woodwinds and wouldn’t get us a job doing anything else.” Photo by "}, {"num_of_comments": 24, "num_of_like": "608,027", "path": "instagram/picture3338.jpg", "like_list": [], "date_time": "Mar 10, 2015", "location": "", "tag_list": ["@madonna", "@madonna"], "caption": "For three decades, Madonna () has paved the way on the acceptance of counterculture. But at a time when humanity has made great strides on gay rights and sexism, we still live in an era that, to her, seems to be moving backward as well; where artists are no longer allowed to speak as freely as they once were. Not that that stops her from doing what she wants. Madonna is still going to speak her mind, and still going to do bizarre and unique things, like using a sock puppet to promote her upcoming world tour. Most importantly, she still knows how to handle controversies better than any pop star in history, particularly now that she’s become more selfless. “I think I was pretty self-obsessed until I had children,” she says. “Being a mother brings up so many different emotions. But I don’t think it stopped me from saying what I want to say or doing what I want to do.” Photo by "}, {"num_of_comments": 24, "num_of_like": "848,461", "path": "instagram/picture3339.jpg", "like_list": [], "date_time": "Mar 10, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@stoddigasumpen", "@stoddigasumpen"], "caption": "Hello, Instagram! It’s time for your dose of ! Meet Stöddiga Sumpen (), a fantastically furry feline. Stöddiga’s unusual lineage—part Maine Coon and part Ragdoll—helps explain his uncommonly large size, extra fluffy coat, big bright eyes and fondness for exploring the outdoors. For a dash of adventuresome kitty antics, follow ."}, {"num_of_comments": 24, "num_of_like": "450,788", "path": "instagram/picture3340.jpg", "like_list": [], "date_time": "Mar 10, 2015", "location": "", "tag_list": ["@pursuitofportraits", "@alexlookingforheroes", "@solnce_za_oknom", "@la_mayte", "@larkvain", "@julia_kivela", "@emanuelcohen", "@angell23", "@markomestrovic", "#WHPeverydayheroes"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "623,108", "path": "instagram/picture3341.jpg", "like_list": [], "date_time": "Mar 9, 2015", "location": "", "tag_list": ["#whoifollow", "@maryamccartney", "@petcortright", "@meatfreemonday", "@officialpeta", "@natgeo", "@stellamccartney"], "caption": "In this edition of , the fashion designer Stella McCartney shares some of her favorite Instagram accounts: “Instagram works when it’s real and honest and heartfelt and instinctive. I am always drawn to my horse pictures or close-ups of my children because for me it captures a moment and a memory. And I love doing little videos of the shows and moments in my career that you wouldn’t ever get to see if they were not on my account. I love that I can encounter so many different people in so many different walks of life and they can have an impact on me and my work. I follow my sister, the photographer , because it’s a nice way for me to connect with her. I follow the artist , because I love her work and we have collaborated together. I also follow , because I think it’s a really important, informative message. I support , because there is nobody else like them and they are extraordinary in everything they do. , because they are amazing.” —"}, {"num_of_comments": 24, "num_of_like": "555,909", "path": "instagram/picture3342.jpg", "like_list": [], "date_time": "Mar 9, 2015", "location": "", "tag_list": ["@rachelignotofsky", "@rachelignotofsky"], "caption": "Growing up, Rachel Ignotofsky () knew she was going to become either a scientist or an illustrator. The Missouri resident chose art, but now she’s combining her two passions with a series of drawings celebrating groundbreaking and often unheralded women in science. “I wanted to do my part and celebrate these women and their accomplishments,” Rachel says.\nSo far, she’s done seven drawings out of a planned 50, highlighting women such as 19th century paleontologist Mary Anning and pioneering computer scientist Grace Hopper. “I want my illustrations to help spark an interest in learning more about these women,” Rachel says. “I want young girls and boys to see that no matter who they are, despite their gender, they can accomplish anything.” Photo by "}, {"num_of_comments": 24, "num_of_like": "592,400", "path": "instagram/picture3343.jpg", "like_list": [], "date_time": "Mar 8, 2015", "location": "", "tag_list": ["@zuambriakial", "@penningtonphoto", "@kerry_photo", "@davehagerman", "@driomena", "@jaheezus", "@tomsaater", "@riahconcepcion", "@tamaradean", "@zuambriakial"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "661,736", "path": "instagram/picture3344.jpg", "like_list": [], "date_time": "Mar 8, 2015", "location": "", "tag_list": ["@standarkart", "@standarkart"], "caption": "Born with cerebral palsy and suffering from a degenerative eye condition, Ukrainian Stanislav Krawczyk () remembers his childhood as a constant battle. Confined and isolated by hospital walls, Stanislav developed the urge to express himself, and by the age of 13, he knew he wanted to become an artist. In art, particularly dark art, he found a way to echo his emotions and channel his inner chaos and pain. “Dark art for me is a more radical form of surreal,” he says. “If surreal is the combination of dream and reality, dark art is the combination of reality and nightmares.” One year ago, Stanislav left his home country and joined likeminded artists in Los Angeles in order to start a new, self-determined life. “I was just a blind disabled in the Ukraine,” he says. “Here I am part of the dark art society and cultural life of the city. And the main thing is, I can make a living. I have friends, a lot of friends, and I’m not alone.” Photo by "}, {"num_of_comments": 24, "num_of_like": "738,193", "path": "instagram/picture3345.jpg", "like_list": [], "date_time": "Mar 7, 2015", "location": "", "tag_list": ["@ravimishraindia", "@ravimishraindia"], "caption": "“I was 13, upset, angry and confused. My parents had just separated and I decided I was leaving on the next train out of town.” With that, Ravi Mishra (), a schoolboy from northern India, ran away from home, and arrived in the city of Mumbai. In the years that passed before he spoke to his family again, he worked his way through school doing a series of odd jobs, including stints as a tour guide, bringing foreigners to the slums of Mumbai, and recruiting tourists to work as extras in Bollywood films. Eventually he began working with photojournalists, who recognized his talent and encouraged him to pursue his own photography — including his ongoing project on Holi, India’s springtime festival of colors. Ravi continues to make images of India, as he travels with the photographers, journalists, and news teams that assists. He remains modest about his photography, saying, “I still have so much more to learn. I am aspiring because I am not a professional.” He adds, “but I also use the word aspiring because it gives freedom to my mind to learn from everyone. Photography is what keeps me going.” Photo by "}, {"num_of_comments": 24, "num_of_like": "473,052", "path": "instagram/picture3346.jpg", "like_list": [], "date_time": "Mar 7, 2015", "location": "", "tag_list": ["#WHPeverydayheroes", "#WHPeverydayheroes", "@jeromecan"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative portraits of the people who inspire you. Some tips to get you started:\n\nIt doesn't take an act of greatness to become a hero. Think about the people whose everyday actions—no matter how big or small—make a difference in your life. Seek them out, tell them why you appreciate them, and then ask to take their portrait. Use your portrait's setting to help give context to your story. Think about the location and details around your subject that will help you visualize the story you're trying to tell. As with all portraits, keep lighting in mind. Seek out indirect window light or overcast skies for a softer feel, or use hard, direct light for a more dramatic portrait.\n\nPROJECT RULES: Please add the  hashtag only to photos taken this weekend and only submit your own photographs to the project. Any tagged image taken this weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "574,568", "path": "instagram/picture3347.jpg", "like_list": [], "date_time": "Mar 6, 2015", "location": "Casa - Museo Gabriel Garcia Marquez", "tag_list": ["@wilfridomercado", "@dulcemariaramos"], "caption": "Aracataca, Colombia, is a place where reality and fantasy seem to blend. Nobel Prize-winning writer Gabriel García Márquez was born here, and it was the inspiration of Macondo, the fictional town in his masterpiece, “One Hundred Years of Solitude.” “It’s a small town submerged in its own history. People still live from old traditions,” says Wilfrido Mercado (), a local resident who says every time he travels and feels nostalgic, he opens one of García Márquez’s novels. “Reading his books, I can remember the smell of wet soil in Aracataca on any April’s afternoon.” Life in Aracataca runs at a different pace. People bathe in the river and take a long nap after lunch to withstand the severe heat. “In Aracataca anything can happen, any lie can become a truth,” says Wilfrido.\n\nFor more on life in Aracataca and Gabriel García Márquez, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "609,430", "path": "instagram/picture3348.jpg", "like_list": [], "date_time": "Mar 6, 2015", "location": "", "tag_list": ["@amcaptures", "@amcaptures"], "caption": "“The country was just opening up, and it seemed like the right time to go,” says Andre Malerba (), an American photojournalist based in the Southeast Asian nation of Myanmar, formerly known as Burma. Two years earlier, after traveling to Nepal and Thailand, Andre had decided to immerse himself in a pivotal moment in Myanmar's history, as a military government began to relax restrictions on political freedom and foreign visitors. “I have a front row seat to a country opening up to the outside world, attempting to transition to democracy, and all the awful and great things that go along with it,” he says. Andre describes a universal, humanistic approach to his work, saying, “Part of being a good photographer is being open and honest with the people you photograph. People can tell when you’re not hiding parts of yourself from them, and I honestly believe it’s appreciated.” Photo by "}, {"num_of_comments": 24, "num_of_like": "469,804", "path": "instagram/picture3349.jpg", "like_list": [], "date_time": "Mar 5, 2015", "location": "", "tag_list": ["@sandyhullett", "@prada", "@sandyhullett"], "caption": "As she checks on each model moments before a fashion show begins, Sandy Hullett () pauses to take a picture. “I view my photos as a continuation of my work, a kind of record of the backstage atmosphere,” says Sandy, who is the hairstylist Guido Palau's first assistant. Their work begins with a meeting with the makeup artist, manicurist, stylist and designer to view a collection and discuss ideas for the whole look. For the Prada () show during Milan Fashion Week, the hairstyle was designed around the jewelry. “The colors of the clothes were beautiful and the fabrics and accessories, amazing,” Sandy says. “I loved the idea that a girl would use a beautiful brooch on her dress and then use the same ones in her hair.” Photo by "}, {"num_of_comments": 24, "num_of_like": "613,380", "path": "instagram/picture3350.jpg", "like_list": [], "date_time": "Mar 5, 2015", "location": "", "tag_list": ["@blueeyedbiblio", "@blueeyedbiblio"], "caption": "You can thank Harry Potter for Emily Ables’ () infectious love of literature. When the 18-year-old Ohioan first encountered the boy wizard, it was — appropriately — a magical moment. “It showed me how much stories can do,” Emily says of the J.K. Rowling series. “Once I learned how many lives I can live through stories, all I wanted was to read, read, read.” Emily started her book-centric Instagram last year, and her followers consider her an expert in young adult novel recommendations. “I love when people read a book because they know I loved it,” she says. “Sharing the love of reading is a great feeling.” Photo by "}, {"num_of_comments": 24, "num_of_like": "724,210", "path": "instagram/picture3351.jpg", "like_list": [], "date_time": "Mar 4, 2015", "location": "", "tag_list": ["@lovewalkeatsee", "@chiefmillso", "@lovewalkeatsee"], "caption": "“When I look at a landscape, I don’t see a landscape. I see a snippet within it,” says Australia native Lara Miller (). Lara has a degenerative eye condition that causes tunnel vision, which means she sees the world through a tight circle. But through her unique view, she notices things others might miss. Lara and her husband, David (), are currently traveling through Europe and Southeast Asia. When the couple watches a sun rise, they look in different directions and later share their alternate viewpoints. “I turn my back and look at the colors playing across the building and the sky and the long shadows — the golden glow off everything,” she says.\nLara says it is unknown if and when she will lose her vision entirely. “In many ways, I kind of feel like the awareness of a precious thing deteriorating, my vision, has actually made me far more aware of little details, appreciating the small joys every day,” she says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "673,027", "path": "instagram/picture3352.jpg", "like_list": [], "date_time": "Mar 4, 2015", "location": "Sylt", "tag_list": ["@anja.sauer", "#Hörnum", "#Nordseeliebe", "@anja.sauer"], "caption": "Sylt, Germany’s northernmost island, may be connected to the mainland by rail, but many travelers flock to the “Queen of the North Sea” in order to disconnect. Sylt’s major draw is its picturesque places: think thatch-roofed houses, sandy beaches and tidelands. For Hamburg-based Instagrammer Anja Sauer (), Sylt is the perfect escape from the city. “Rough sea air, beach as far as the eye can see and wonderful variegated dune landscapes — there I find the width and the endless horizon I need to completely switch off.” Even though Sylt is a mere 38 square miles (99 square km), its offerings are diverse. One can tour the island by bicycle, surf off of Westerland’s Brandenburg Beach, visit a gallery opening in Kampen or simply relax in one of the iconic white and blue painted two-seater beach chairs that are scattered along the island’s beaches.\nTo sample some North Frisian atmosphere on the island of Sylt, tap the blue location text above and browse the  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "472,925", "path": "instagram/picture3353.jpg", "like_list": [], "date_time": "Mar 3, 2015", "location": "", "tag_list": ["@jacquemus", "@jacquemus"], "caption": "Simon Porte Jacquemus () — a young, playful fashion designer showing his collection in Paris today — has discovered that when it comes to posting photos, three isn’t a crowd. Simon tells stories through a trio of similar images, each with a different zoom or cheeky twist. “I just quickly realized that posting three was more strong and beautiful,” he says. “It’s kind of a signature.” Simon, 25, has also become known for exaggerated silhouettes and vivid colors in the six years since he launched his line. His photos elaborate on that story. “They’re about my everyday life in the Jacquemus studio, with colors, graphics and a smile.” Photo by "}, {"num_of_comments": 24, "num_of_like": "993,063", "path": "instagram/picture3354.jpg", "like_list": [], "date_time": "Mar 3, 2015", "location": "", "tag_list": ["#NationalPigDay", "#WeeklyFluff", "@abby_thepinkpiggy", "@abby_thepinkpiggy"], "caption": "Hello, Instagram! Did you know it’s ? In honor of this very special occasion, today’s  is a pink pint-sized piggy named Abby (). If your feed could use a pop of porcine playfulness, follow ."}, {"num_of_comments": 24, "num_of_like": "478,065", "path": "instagram/picture3355.jpg", "like_list": [], "date_time": "Mar 3, 2015", "location": "", "tag_list": ["@miklasmanneke", "@pacodelosmonteros", "@hiltonic_", "@billsmith2315", "@jsommereyns", "@pu422", "@kona_panis", "@marcauxvisual", "@vincentlaroze", "#WHPonrepeat"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "615,395", "path": "instagram/picture3356.jpg", "like_list": [], "date_time": "Mar 2, 2015", "location": "Notre-Dame de la Garde", "tag_list": ["@romdilon", "@mucem_officiel", "#LocalLens", "@romdilon"], "caption": "“Marseille is a patchwork of old neighborhoods, all in the typical Marseille style,” says Romaric Lopez (), a caterer who moved to the French coastal city from Avignon last year. Founded over 2,600 years ago, Marseille is France’s oldest city and its second-largest. Romaric, who lives in Marseille’s cultural district, called Old Port, takes advantage of exploring local landmarks like the Museum of European and Mediterranean Civilizations (), designed by French architect Rudy Ricciotti, and the Notre-Dame de la Garde, a 19th century Roman-Byzantine basilica which overlooks the city. For more scenes from around the city, tap the blue location text above. For more from Romaric's  on Marseille, visit the Instagram blog.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "684,880", "path": "instagram/picture3357.jpg", "like_list": [], "date_time": "Mar 2, 2015", "location": "", "tag_list": ["@dabsmyla", "@dabsmyla"], "caption": "Blending marriage and work may be a challenge for some, but Dabs and Myla — collectively known as Dabs Myla () — make it look easy. The Australian graffiti and street artists, who are based in Los Angeles, have been making bright, bold pop art since they met in school some 12 years ago. “We fell in love and straightaway started working together on projects and paintings,” says Myla. “After a few years, we found we loved working together so much more, so we made the decision to start solely working together under one name — and have been ever since.” The duo collaborates at every stage of their projects, from start to finish. “Usually we will call out at the beginning what each person would like to paint: ‘Is it cool if I paint the boy, the cat character, the car, the television and the flowers?’” Dabs says. “We make our work together and for each other.” Photo by "}, {"num_of_comments": 24, "num_of_like": "694,863", "path": "instagram/picture3358.jpg", "like_list": [], "date_time": "Mar 1, 2015", "location": "", "tag_list": ["@juligarcias", "@briancassella", "@affection_90", "@legojacker", "@taniasavayan", "@ted1488", "@meaw_016", "@nabenao", "@ekinik", "@ted1488"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!  \n      \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "611,443", "path": "instagram/picture3359.jpg", "like_list": [], "date_time": "Mar 1, 2015", "location": "", "tag_list": ["@mermaidens", "@mermaidens", "@hanahaley"], "caption": "“My first instinct when finding things I love is always to share,” says Kailey Flyte (), who as a kid used to rip out photographs of magazines and tell everyone about her findings. Today the peachy-locked graphic artist from Portland, Oregon, captures whatever sparks her interest and shares her pastel-hued images with an online audience. “I’m obsessed with color,” admits Kailey, who is convinced that her natural hair color should be pink. Kailey considers her style to be a throwback to vintage pinups, but with a twist, so her look isn't stagnant. And she'd prefer to live in a house that matches her aesthetic: “My dream home would have huge windows to let in natural light, walls painted Technicolor and pastel shades, a library with wall-to-wall book shelves – and have a faint smell of strawberries!” Photo of  by "}, {"num_of_comments": 24, "num_of_like": "645,210", "path": "instagram/picture3360.jpg", "like_list": [], "date_time": "Feb 28, 2015", "location": "Singapore F1 Pit Building", "tag_list": ["@phonenomenon", "#Chingay2015", "#IAmAtChingay2015", "@blurboy1985"], "caption": "Crowds of people took to the streets of Singapore yesterday and today as the country held its 43rd annual Chingay Parade. Boasted as the largest street performance and float parade in Asia, thousands of performers dressed in bright colors, and elaborately decorated floats passed through this year’s main venue at the F1 Pit Building. The Chingay Parade originally began as a celebration of Lunar New Year, but over time the event has become more of a way to appreciate the cultural diversity that resides within Singapore. This year’s street procession is themed “We love SG” to mark Singapore’s 50th anniversary as an independent country, and more performers and dancers have turned out than ever before to celebrate the occasion. “The local community enjoys watching the parade and taking photos of the vibrant floats, dancing dragons, prancing lions, stilt walkers, wushu masters, performers of different races in their traditional costumes and fireworks,” says Ivan Kuek (), a local coffee purveyor who photographed the festivities. “I remember attending Chingay back in the late 80s when I was a little kid. This is my second year in a row that I’m attending the parade at the F1 Pit Building, and it keeps getting better and better as the years go by.” For more photos and videos from this year’s event, browse the  and  hashtags and tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "365,811", "path": "instagram/picture3361.jpg", "like_list": [], "date_time": "Feb 28, 2015", "location": "", "tag_list": ["#WHPonrepeat", "#WHPonrepeat", "@dave.krugman"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative looping videos. Some tips to get you started:\nConnect the beginning and end of your video by starting and stopping your recording on the same backdrop. For example, set your camera in a fixed location while your subject moves into and out of the frame. This will create a seamless transition during playback on loop. Next, keep an eye out for natural repetition around you. If you film something that's constantly moving, you can create an infinite loop. For example, a video of a train running through your scene will appear to run on forever—just be sure to hold your phone still. Alternatively, use the end point in unexpected ways. Play with creative transitions, and it's perfectly normal to try a few times until you get it right.\n\nPROJECT RULES: Please add the  hashtag only to videos taken over this weekend and only submit your own videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "531,458", "path": "instagram/picture3362.jpg", "like_list": [], "date_time": "Feb 27, 2015", "location": "", "tag_list": ["@demetri__", "@demetri__"], "caption": "It looks like a random assortment of paint splotches on a building in Tucson, Arizona. But catch them at the right angle, and in the right light, and it turns into a well-crafted, colorful piece of street art. “When photographing a composition like this, I feel a debt of gratitude toward all of the different individuals who helped contribute to it,” says photographer Demetri Enriquez (), of Portland, Oregon, describing the above photo. “Images like this are the product of several different people who, over long periods of time, all engage in a sort of unintentional collaboration. They do all the work. All I have to do is show up and put a frame around it.” Photo by "}, {"num_of_comments": 24, "num_of_like": "784,956", "path": "instagram/picture3363.jpg", "like_list": [], "date_time": "Feb 27, 2015", "location": "", "tag_list": ["@ralfafara", "@ralfafara"], "caption": "Becca Alfafara’s () backyard is one million acres of protected pristine mountain wilderness. As an interpretive ranger with the National Park Service, Becca lives year-round inside Montana’s Glacier National Park. It’s a landscape so rugged and so beautiful that it has earned the nickname “Crown of the Continent.” “This place is one of the most amazing landscapes in the world,” Becca says. “It’s important for me to get out all the time and enjoy the park so that I don’t take it for granted.” But living in such a remote region, especially in winter, is not without challenges. Going out to eat or getting fresh produce requires a three-hour drive, one-way. Plus, she lives amidst the park's native predators. “There is something really wild about hearing wolves howling or knowing that a grizzly bear is sharing the same trail as you,” she says. Even still, she values the perspective it gives her life. “These large animals help me realize that I’m not the top of the food chain or the biggest thing out there.” Photo by "}, {"num_of_comments": 24, "num_of_like": "662,666", "path": "instagram/picture3364.jpg", "like_list": [], "date_time": "Feb 26, 2015", "location": "The Whitworth", "tag_list": ["@whitworthart", "@zuza_g", "#galleryinthepark", "@the.hat"], "caption": "A 125-year-old gallery in Manchester, UK, has reopened its doors to the public after a $23 million renovation. The Whitworth Art Gallery () has been expanded and redesigned to reconnect with its surrounding parkland, and is welcoming visitors back with a new exhibition led by British contemporary artist Cornelia Parker. “It’s great to see how it’s been transformed into an even more exciting place for the public,” says Manchester photographer Zuza Grubecka (), who stopped by the gallery on its opening weekend. Zuza mixes portrait photos with her documentation of daily life from Manchester, as well as her native Poland. “Manchester and its post-industrial architecture is a perfect background. There are a lot of secret passages and abandoned areas which make you feel like an explorer in your own city.” For more photos from Manchester’s Whitworth Art Gallery, tap the blue location text above and browse the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "615,928", "path": "instagram/picture3365.jpg", "like_list": [], "date_time": "Feb 26, 2015", "location": "", "tag_list": ["#Hellomynameis", "@connorfranta", "@connorfranta"], "caption": "“ Connor Franta (). I’m a 22-year-old creative from La Crescent, Minnesota, currently living in Los Angeles. Even at a young age, I was always interested in photography. Before I had a camera of my own, I used to steal my dad’s and take photos around my town and record videos of myself making silly commentary. One time, I even entered a piece in the county fair and, surprisingly, won Grand Champion in Photography.\n\nThere’s something about candidly capturing the moment I’m in, the activities I’m doing and the people I’m with that I can’t seem to get enough of. Regardless of what type of medium I’m working with, it’s my hope that my creations inspire people to look at and think differently about their surroundings. Don’t simply accept the face value of things. Try a different angle, a fresh perspective, and you may be surprised at what you see.” Photo by "}, {"num_of_comments": 24, "num_of_like": "814,692", "path": "instagram/picture3366.jpg", "like_list": [], "date_time": "Feb 25, 2015", "location": "", "tag_list": ["@captainmaji", "@captainmaji"], "caption": "It took a flight from Chile to the Falkland Islands, then a harrowing five-day ship ride across the turbulent and unforgiving Southern Ocean before Mary Bransfield () finally set foot on the remote shores of South Georgia island.\n\nMary lives in Chicago, but feels at home on the road, her lifetime of travels taking her to more than 70 countries — from Scotland to Botswana to Ecuador’s Galapagos Islands. “South Georgia first captured my interest through the early explorers’ stories, and more recently with conservation efforts,” she explains. “But it is the natural, pristine beauty that absolutely captivates me.” With nine other tourists and two biologists who study penguins, Mary spent 16 days exploring and documenting the island’s sizable king penguin and elephant seal populations. “The alpha male seals’ thunderous and throaty roars would go right through your bones,” says Mary. “My photos and videos don’t convey the decibel level of the sounds coming from the animals, nor, thankfully, their pungent smells.” Photo by "}, {"num_of_comments": 24, "num_of_like": "578,558", "path": "instagram/picture3367.jpg", "like_list": [], "date_time": "Feb 25, 2015", "location": "", "tag_list": ["@oneeyegirl", "@oneeyegirl"], "caption": "Drawing and painting illustrations of women with only one eye helps Stephan Beaumont () prove that perfection is overrated. “My idea through these girls is to transmit beauty as a result of imperfection,” says Stephan, a fashion stylist and self-taught illustrator who divides his time between Barcelona and Marrakech. “They can be delicate, tragic, rock and roll, elegant — with strength and personality. With only one eye they demonstrate to the world that despite being imperfect, they are beautiful.” Photo by "}, {"num_of_comments": 24, "num_of_like": "393,206", "path": "instagram/picture3368.jpg", "like_list": [], "date_time": "Feb 24, 2015", "location": "", "tag_list": ["@vermillionbird", "@vermillionbird"], "caption": "Ben Libert () has rediscovered abstract art thanks to his mobile phone. After getting away from creating computer-generated abstracts, Ben, who lives in Bloomington, Illinois, discovered his phone is a lightweight alternative to produce his work. “I really like the idea of taking a phone camera, that’s designed to make even your bad snapshots look good, and ‘tricking’ it with materials and lighting and things to get these abstract images,” he says.\n\nThe textures and colors in Ben’s photos all come from everyday things around him — like metal, plastic and glass. “I don’t like to get too specific, because I don’t want to encourage people to spend their time trying to figure out the context of the image instead of looking at it as a picture unto itself,” says Ben. “People should enjoy art however they wish, but to the extent that abstract art can be something of an acquired taste, I think it’s good to encourage people to look at things differently.” Photo by "}, {"num_of_comments": 24, "num_of_like": "870,144", "path": "instagram/picture3369.jpg", "like_list": [], "date_time": "Feb 24, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@taco_and_friends", "@taco_and_friends"], "caption": "Hello, Instagram! Are you ready for a pint-sized edition of the ? Meet Taco, Bella and Nacho (), three tiny chihuahuas whose unique personalities are revealed through series of creative portraits. If you think your feed can handle a triple dose of unbearably cute micro-puppy fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "495,339", "path": "instagram/picture3370.jpg", "like_list": [], "date_time": "Feb 24, 2015", "location": "", "tag_list": ["@stickylittleleaves", "@landri", "@eskanderkabir", "@irannis", "@thedumplingdiaries", "@bejoktefa", "@satwikarora", "@kkkkkkkaori", "@me.tiryaki", "#WHPlocalstory"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "507,754", "path": "instagram/picture3371.jpg", "like_list": [], "date_time": "Feb 23, 2015", "location": "", "tag_list": ["@malaquiasgui", "@malaquiasgui"], "caption": "The first time Guilherme Malaquias () set foot in a favela he did not expect to find an elderly lady, nicknamed “Grandmother,” with a fridge full of water for thirsty visitors passing by. “Walking around the streets of the community, I received so many greetings and smiles,” recalls the 27-year-old photographer and architecture student of his visit to a shantytown, which he prefers to call a “community,” in his hometown of Salvador, Brazil. Nowadays, Guilherme is a regular in the community, volunteering and using photography as a tool to break down stereotypes and show others what life there is really like. “I noticed that this ‘new world’ had a lot to teach me,” he says, adding, “The photos are just an excuse to get close to people and the worlds that are far away from mine.” Photo by "}, {"num_of_comments": 24, "num_of_like": "565,212", "path": "instagram/picture3372.jpg", "like_list": [], "date_time": "Feb 23, 2015", "location": "", "tag_list": ["@zunleephoto", "@zunleephoto"], "caption": "The Father Figure project by Zun Lee () confronts stereotypes and shows the reality of life for everyday African-American dads. “There’s a lot of focus in the media on the stereotype of the absent, deadbeat dad that doesn’t care,” says Zun. “You see that every day. There’s not enough focus on the men that are actually there.” Zun, a Toronto-based healthcare consultant by trade, discovered that through photography he is able to access the lives of strangers and document real stories. “On the one hand, you have the negative stereotypes, and on the other hand, what is proposed as a counter-image is usually the perfect magical African-American father,” Zun explains, referring to TV personalities or celebrity dads. “You have to wonder, if you are an African-American father, or father period, how realistic is it for you to have to aspire to those unattainable role models? That’s not really ever going to be your situation.” Photo by "}, {"num_of_comments": 24, "num_of_like": "953,318", "path": "instagram/picture3373.jpg", "like_list": [], "date_time": "Feb 22, 2015", "location": "", "tag_list": ["@johnicenola", "@kierandodds", "@kourkounis", "@nampix", "@quinnryanmattingly", "@ramona.c", "@res_publica", "@sachindrarajbansi", "@_sarahdea_", "@kierandodds"], "caption": "Every Sunday, we look back on the week and select some of our favorite images and videos from emerging voices across the globe. For these photos and videos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "929,873", "path": "instagram/picture3374.jpg", "like_list": [], "date_time": "Feb 22, 2015", "location": "", "tag_list": ["@ihavethisthingwithfloors", "#whoifollow", "@natgeo", "@pencilandpaperco", "@markdsikes", "@caitlinmcgauley", "@darcytheflyinghedgehog", "@choupettesdiary", "@nevillejacobs", "@Bleubird", "@NikkiLane77", "@chelseapetaja", "@officialjld", "@reesewitherspoon"], "caption": "“These days, I am a mom, wife, actor and producer, so no one day is like the other, in the most beautiful, surreal and surprising way. So it’s important to me to celebrate all of it — from the glamorous to the day-to-day, whether it be the Oscars, a casual girls’ night or the reality of potty training with my toddler. What I find most incredible is that I am now able to share and communicate with my fans so quickly. I also get so inspired by other creative feeds, like . I don’t know who thought of the concept for the account, but I have this thing with floors, too, and I very much appreciate that it exists. (And thank goodness I’m not the only one!) Here is more from  daily on Instagram. I get lost in nature shots by . For design, I really like  and . And  is an artist whose watercolors just make me happy. A feed that made me laugh out loud to no fail ... ! And if you like pets and fashion, follow Karl Lagerfeld’s cat () and Marc Jacobs’ stylish doggie (). Instagrammers who make me crave the South ... blogger and mother , singer  and Nashville artist and art lover . Who I never thought would join Instagram but has, and now loves it ... my friend Julia Louis Dreyfus (). She’s awesome.” —"}, {"num_of_comments": 24, "num_of_like": "692,692", "path": "instagram/picture3375.jpg", "like_list": [], "date_time": "Feb 21, 2015", "location": "", "tag_list": ["@nazyxo", "#LocalLens", "@nazyxo", "@nazyxo"], "caption": "“Zanzibar is a unique cultural mix of Arab, Indian, Portuguese, British and African,” explains graphic designer Nasrin Suleiman () in this edition of . Nasrin recently returned to this East African archipelago after spending most of her life in North America. Her portraits and photos of everyday life capture Zanzibar’s distinct architecture, customs, music and clothing.\n\nOpportunities to capture the essence of island life are many, says Nasrin, from the historic narrow winding streets of Stone Town to the clove, nutmeg and cinnamon stands that helped Zanzibar come to be known as “Spice Island.” However, the coastline and the people that make their living from its waters are among Nasrin’s favorite subjects. She uses portraiture as a way to strike up conversation with the fisherman and sea farmers collecting sea life to sell at the market. “They share a little of part of their lives and I develop a certain connection with them.” To learn more about Nasrin’s favorite spots to capture life in Zanzibar, visit blog.instagram.com and follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "555,777", "path": "instagram/picture3376.jpg", "like_list": [], "date_time": "Feb 21, 2015", "location": "", "tag_list": ["#WHPlocalstory", "#WHPlocalstory", "@joyfilledwander"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative photos and videos of the moments happening all around you that you might normally overlook. Here are some tips to help you get started:\n\nStay local. What interesting stories can you capture that are nearby or within walking distance? Think about framing as you approach this project. Get close to focus attention on a particular person or object. Alternatively, shoot from farther away to share a scene with more environmental context. Try to capture stories as they happen. Resist staged shots in favor of natural, candid moments. Finally, write a descriptive caption that provides more information on the photo or video telling your local story.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any tagged image or video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "599,519", "path": "instagram/picture3377.jpg", "like_list": [], "date_time": "Feb 21, 2015", "location": "", "tag_list": ["@spencerkohn", "@hoodbyair", "@dollycohen", "@spencerkohn"], "caption": "Freelance photographer Spencer Kohn () says he can die happy after shooting backstage at the Hood by Air show at New York Fashion Week. “It was my number one show to shoot,” he says. “It was grotesque, but extremely beautiful.” Hood by Air () is an up-and-coming house with a cult following founded by 27-year-old Shayne Oliver. For this photo, Spencer arranged the custom dental grills designed for the models by Dolly Cohen (), then captured them with a flash. “It gave an in-the-moment appeal to the photograph,” he says. “I love capturing every aspect of the scene backstage like it’s a story.” Photo by "}, {"num_of_comments": 24, "num_of_like": "571,253", "path": "instagram/picture3378.jpg", "like_list": [], "date_time": "Feb 20, 2015", "location": "", "tag_list": ["@littlebrownmushroom", "@littlebrownmushroom"], "caption": "The photographer Alec Soth () is a man of many mediums. “One of the huge upsides to photography is the way it is so easily translated into different forms,” says Alec, who lives in Minneapolis and is best known for his mysterious photographs of ordinary America. “I love being able to work for both the ‘New York Times Magazine’ and my own self-published newspaper. I’m also grateful to have a large print on a gallery wall and the same image on a smartphone. One experience doesn’t cancel out the other.” Photo by "}, {"num_of_comments": 24, "num_of_like": "661,737", "path": "instagram/picture3379.jpg", "like_list": [], "date_time": "Feb 19, 2015", "location": "", "tag_list": ["@3keung", "@3keung"], "caption": "The Lunar New Year ushers in the Year of the Sheep this week, and lion dances are one of the many symbolic traditions observed during the holiday. The centuries old colorful and acrobatic performance has its origins in China, and is carried on today by dancers like Jerry Keung (), who has devoted most of his life to mastering the art. Starting his training at age three and becoming a lion dancer at 16, Jerry now coaches a lion dance team in Hong Kong. “The Chinese lion dance has close relations to kung fu,” he explains. “To become a dancer, you will have to enhance kung fu skills like breath control, fluidity of movements, agility and solidness, mental clarity and relaxation. It takes a very long time.” In addition to coaching, Jerry also hosts public workshops to keep the tradition alive. “Lion dance represents China and Chinese culture — it’s also a piece of art.” Video by "}, {"num_of_comments": 24, "num_of_like": "413,060", "path": "instagram/picture3380.jpg", "like_list": [], "date_time": "Feb 19, 2015", "location": "", "tag_list": ["@lorcanfinnegan", "#dublinfaces", "@lorcanfinnegan", "@lorcanfinnegan"], "caption": "“I am drawn toward great faces. It's like casting a film that doesn't exist,” says Irish filmmaker Lorcan Finnegan (). Exploring the historic streets of Dublin, Ireland, Lorcan makes captivating portraits that reveal the changing dynamics of the city. “The  series is like a set of characters that I feel represents the city. It's a very old city with a lot of gritty personality and characters but it's also changing quite rapidly, so I feel compelled to capture the Dublin I know and love while it's still around.” To see more of Lorcan's street portratis from Dublin, follow \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "647,542", "path": "instagram/picture3381.jpg", "like_list": [], "date_time": "Feb 18, 2015", "location": "", "tag_list": ["@kdickerman", "@kdickerman"], "caption": "“It’s been a steady progression away from professional cameras for me,” says photo editor Kenneth Dickerman (). “I have a certain kind of look I’m going for, and that would be moody and introspective, sort of borderline fictional.” He contrasts the personal images he records at home or on his daily commute to work, with his earlier career working as a photojournalist in places like Gaza and Afghanistan. “It’s not documentary,” he says. “It could be whatever I want.” Kenneth creates his surreal, hyper-pixelated aesthetic through an elaborate process of running his images through photo-editing apps — not once, but several times, and sometimes adding or removing texture to emulate film grain. “Create your own universe,” he says, citing an adage of some of his favorite photographers. “With pictures that’s one thing I’m really trying to do — trying to create my own universe, and inhabit it.” Photo by "}, {"num_of_comments": 24, "num_of_like": "729,972", "path": "instagram/picture3382.jpg", "like_list": [], "date_time": "Feb 18, 2015", "location": "", "tag_list": ["#WWIM11", "@jsveb"], "caption": "The date is set! The 11th Worldwide InstaMeet will take place the weekend of March 21-22.\n\nWait, what’s an InstaMeet? Since the earliest days of Instagram, people have been meeting up to connect, take photos together and inspire one another. These real-world meetups, which come in all sizes, are known as InstaMeets. In the past year, there have been more than 1,000 in over 70 countries.\n\nDuring a Worldwide InstaMeet, hundreds of gatherings happen around the globe on a single weekend. Visit community.instagram.com to begin planning your  InstaMeet and to connect with organizers and community members in your area.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "589,637", "path": "instagram/picture3383.jpg", "like_list": [], "date_time": "Feb 17, 2015", "location": "", "tag_list": ["@topwithcinnamon", "#pancakeday", "@topwithcinnamon"], "caption": "For British student Izy Hossack (), pancakes are just as good for lunch or supper, let alone breakfast. Growing up in the UK, Izy’s American mother influenced a taste for the fluffier, smaller US-style pancake, and Izy would often lug home boxes of American pancake mix from the States when she went for visits. When she started a food blog, Izy found a way to make the pancakes without a mix, and now shares her recipes on Instagram.\n\nOn Pancake Day — also known as Shrove Tuesday, the day before the first day of Lent — Izy’s mum makes traditional British savory crepes, followed by sweet crepes with maple syrup or chocolate chips. But Izy still enjoys American pancakes on other days, especially for supper. Her favorite is a recipe with pumpkin and cinnamon. “I have them with cream cheese, toasted coconut and pecans,” she says. “I like how customizable they are, and really easy to make. If you are craving a dessert, but don’t want a whole cake, you can just make a few pancakes and eat them at any time of day!” For more photos from Pancake Day around the world, browse the  hashtag.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "732,783", "path": "instagram/picture3384.jpg", "like_list": [], "date_time": "Feb 17, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@sebastians_shenanigans", "@sebastians_shenanigans"], "caption": "Hello, Instagram! It’s time for the . Today’s fluff is a spry orange tabby named Sebastian (). To join Sebastian on his exploration of the snowy Michigan wilderness, follow ."}, {"num_of_comments": 24, "num_of_like": "622,595", "path": "instagram/picture3385.jpg", "like_list": [], "date_time": "Feb 17, 2015", "location": "", "tag_list": ["@timsais", "@mlnordan", "@gflandre", "@thekdd", "@chriscreature", "@smallmoves", "@chelsie_taylor", "@ricardoom90", "@rafinflas", "#WHPsuperstition"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "465,759", "path": "instagram/picture3386.jpg", "like_list": [], "date_time": "Feb 16, 2015", "location": "", "tag_list": ["@waynelawrence", "@waynelawrence"], "caption": "“I remember as a youth finding a photo spread on Brazil Carnival in one of my mother’s magazines,” recalls Wayne Lawrence (). The documentary photographer, who was born on the Caribbean island of St. Kitts, was instantly fascinated. Now based in Brooklyn, New York, Wayne is back for his third trip to Brazil for an ongoing personal project that explores the diverse communities of the African diaspora. Brazil is home to the largest black population of any country outside of Africa. “For people living in the tropics, Carnival is engrained in the DNA of who we are as descendants of African slaves,” says Wayne, who has been photographing scenes at Carnival over the past few days. “I wanted to make the connection between our shared history.” Photo by "}, {"num_of_comments": 24, "num_of_like": "930,360", "path": "instagram/picture3387.jpg", "like_list": [], "date_time": "Feb 16, 2015", "location": "", "tag_list": ["@astro_hugh", "@astro_hugh"], "caption": "“There’s something pretty amazing about light that’s left another galaxy, travelled through space for 15 million years and then hits the back of your eye or camera sensor,” says Hugh Carrick-Allan (), describing his fascination with astrophotography. Although he was intrigued with the night sky at an early age, Hugh didn’t point a camera at the stars until about eight years ago. By day, Hugh is a visual effects artist living in Sydney, Australia. At night, he uses professional astrophotography gear like telescopes and high-sensitivity digital cameras to take stellar shots of the galaxy, Saturn and Eagle Nebula being his favorite subjects. “I feel humbled by the scale of it all,” says Hugh, adding that there’s something very relaxing about astrophotography. “There’s no rush to see and capture it all.” Photo by "}, {"num_of_comments": 24, "num_of_like": "558,006", "path": "instagram/picture3388.jpg", "like_list": [], "date_time": "Feb 15, 2015", "location": "", "tag_list": ["@tinaremiz", "@katieorlinsky", "@amcaptures", "@tinkaud", "@tomaszlazar", "@andjelkaj", "@richardstabler", "@deliriouspictures", "@ghettodelicious", "@tinkaud"], "caption": "Every Sunday, we look back on the week and select some of our favorite images from emerging voices across the globe. For these photos and more news from around the community, visit blog.instagram.com. Congratulations to those who are featured!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "924,719", "path": "instagram/picture3389.jpg", "like_list": [], "date_time": "Feb 15, 2015", "location": "", "tag_list": ["@thomaspeschak", "@thomaspeschak"], "caption": "The biggest threat Thomas Peschak () faces when taking photographs of marine life isn’t his close proximity to whales, sharks and other large, potentially dangerous animals. It’s the journey he takes to get there—and he’s had his share of close calls. During one particular shark shoot, a Bryde’s whale came out of nowhere, missing him by a few feet. “I was photographing a large school of sharks devouring a baitball of sardines when I could not shake the feeling that I was being watched,” recalls Thomas. “I had only travelled a few meters when 12 tons of blubber rose like a torpedo from the depths. Instinctively, I curled into a little ball, but not before I managed to sneak a look through my viewfinder to meter and frame the scene.” Photo by "}, {"num_of_comments": 24, "num_of_like": "673,332", "path": "instagram/picture3390.jpg", "like_list": [], "date_time": "Feb 14, 2015", "location": "", "tag_list": ["@symmetrybreakfast", "#HowIShoot", "@symmetrybreakfast"], "caption": "For one East London couple, eating breakfast together has become more than a daily routine. “One weekend, I made Mark breakfast, stuck it all on a tray to carry it, and noticed it was symmetrical. And that’s how it started,” explains Michael Zee (), who spends hours looking for recipe ideas online and preparing a symmetrical breakfast every day for his boyfriend Mark van Beek. Before they dig in, Michael captures each creation.\n\nMichael shares his  tips for budding food photographers on the Instagram blog. “Lighting for me is everything,” he says. “Real day light is beautiful and it’s very hard to replicate. For backgrounds, it’s about having a texture that enhances and frames the food and the plates. Ultimately I want to focus on the food, not the background.” Through his photos, Michael aims to showcase how people eat breakfast all over the world. “I have learned that anything can be breakfast,” he says. “Not everyone eats toast or cereal, and I really want to reflect that.” Photo by "}, {"num_of_comments": 24, "num_of_like": "521,104", "path": "instagram/picture3391.jpg", "like_list": [], "date_time": "Feb 14, 2015", "location": "", "tag_list": ["#WHPsuperstition", "#WHPsuperstition", "@graveyard.boy"], "caption": "Weekend Hashtag Project: \n\nIn honor of Friday the 13th, the goal this weekend is to capture creative photos and videos that showcase your superstitions. Some tips to get you started:\nFrom black cats to broken mirrors, four-leaf clovers and more, superstitions often have to do with good and bad luck. Consider the things you think of as lucky or unlucky as you begin to brainstorm. Next, sometimes the smallest superstitions are the most interesting. Think about quirky regional beliefs or your own personal rituals for unexpected inspiration. Finally, every superstition starts with a story. Don't forget to explain the superstition you're sharing in your caption to help bring that story to life.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any tagged image or video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "582,526", "path": "instagram/picture3392.jpg", "like_list": [], "date_time": "Feb 13, 2015", "location": "", "tag_list": ["@pinoyhoops", "@pinoyhoops"], "caption": "If you ask Michael Olave, better known as Mike Swift (), Filipinos love basketball the same way Brazilians love soccer. “It’s the air we breathe,” he says. “It is one of the things that keeps everyone busy, occupied and healthy. Regardless of what level, expect Filipinos to know how to play.” Raised in New York and now living back in his birth country, the Philippines, Mike is a director, writer and rap artist who shares images that reflect Filipinos’ ingenuity for creating homemade basketball courts. “You can find a hoop in just about any setting you can think of,” he says. “Whether it’s on land, by the water, up in the mountains, backyards, streets — we make hoops out of anything.” Photo by "}, {"num_of_comments": 24, "num_of_like": "556,559", "path": "instagram/picture3393.jpg", "like_list": [], "date_time": "Feb 13, 2015", "location": "", "tag_list": ["@ruiamaral_", "#23demaio", "@ruiamaral_"], "caption": "“For me, graffiti only exists if it’s illegal, related to activism, education or other social projects,” says São Paulo artist Rui Amaral (). Considered one of Brazil’s graffiti pioneers, Rui began his work as a graffiti artist over 40 years ago when he was a young teenager, where local police often chased him off. By the time he was 20, his art became a means of activism. “I started doing graffiti to protest against the social conditions of Brazilians living in a dictatorship,” he says.\n\nNowadays, Rui has channeled his passion for activism and graffiti into creating one of Latin America’s largest street art murals. The project, found along 23 de Maio () highway in São Paulo, is a combined effort of more than 450 artists and sprawls over 5,000 square meters (53,800 square feet). Rui compares the collaboration of street artists to effortless jazz improvisation: “It’s very common for different artists to meet up without a plan and end up painting a mural together.” Photo by "}, {"num_of_comments": 24, "num_of_like": "617,584", "path": "instagram/picture3394.jpg", "like_list": [], "date_time": "Feb 12, 2015", "location": "Kino International", "tag_list": ["@berlinale", "#kinointernational", "#berlinalemoments", "@berlinale"], "caption": "With its disco balls, hulking chandeliers, rippled ceiling, wood paneling and sequined curtains, visitors entering the historic halls of the Kino International movie theater can expect a throwback to decades past. Built between 1961 and 1963, the monument of “GDR modernism” is one of the many stages hosting premiers and screenings during the Berlin International Film Festival (), and offers moviegoers stunning views both on-screen and off. To soak up the cinematic atmosphere, click on the blue location tab above and browse the hashtags  and . Photo by "}, {"num_of_comments": 24, "num_of_like": "450,347", "path": "instagram/picture3395.jpg", "like_list": [], "date_time": "Feb 12, 2015", "location": "", "tag_list": ["@ericfranklinstudio", "@ericfranklinstudio"], "caption": "Sure, skulls and skeletons carry a certain postmortem weightiness, admits Eric Franklin (), a glass artist from Portland, Oregon. But Eric insists his work comes from an optimistic, intuitive and visceral place. “These pieces describe and define the dynamics and interconnection of everything that makes us human — from our bones to our psyche,” he says.\nTo make his luminous skulls, Eric starts with one glass tube, and then adds more of various diameters to slowly “draw” the piece. Once sculpted, which can take as many as 80 hours, the skull is sealed and filled with neon gas — each curve and ripple of the glass impacting how the light flows within. “I’ve deliberately chosen to keep the history of my hand in the glass,” says Eric. “The wrinkled surface not only gives the pieces a more lifelike feel, but it makes the light exponentially more interesting.” Video by "}, {"num_of_comments": 24, "num_of_like": "620,480", "path": "instagram/picture3396.jpg", "like_list": [], "date_time": "Feb 11, 2015", "location": "", "tag_list": ["@dominicnahr", "@dominicnahr"], "caption": "Photojournalist Dominic Nahr () was born in Switzerland, grew up in Hong Kong and spent the last five years living in Kenya before relocating to his current base in northern Iraq. “The landscape is beautiful,” he says, describing the northern Kurdish enclave that shares snow-covered mountain ranges with Turkey and Iran, and is now home to huge numbers of people fleeing warfare and persecution across the region. He describes the harsh conditions for refugees from Syria and internally displaced people — known as IDPs — from central Iraq, saying, “It gets very cold here, below zero at times, which makes it very hard for the over 800,000 IDPs during the cold winter months.” But he adds, “Kurdistan is a very special place. The Kurds themselves are proud people and I feel safe amongst them.” Photo by "}, {"num_of_comments": 24, "num_of_like": "731,076", "path": "instagram/picture3397.jpg", "like_list": [], "date_time": "Feb 11, 2015", "location": "", "tag_list": ["@farminghills", "@farminghills"], "caption": "“People fear the unknown, so they tend to think what we do is out of control and crazy,” says Ryan Farmer (), a 21-year-old professional street luger and downhill skateboarder who lives in Southern California. What may seem reckless is actually the culmination of years of careful practice and rigorous safety precautions. “In reality, my board can stop faster than a car traveling at the same speed.” Until three years ago, Ryan primarily used his skateboard to get around town. All that changed when a convenience store clerk showed him a downhill longboard. Today, Ryan exceeds 60 mph while skating and 75 mph while luging.\n\nFor the tightknit downhill skating community, safety trumps all. “Being able to control your speed, even on the steepest of roads, is a necessity of downhill sports,” Ryan explains. “We take pride in self-regulating the scene when someone is out of line, like riding without a helmet or skating a road beyond their limits.” Video by "}, {"num_of_comments": 24, "num_of_like": "630,424", "path": "instagram/picture3398.jpg", "like_list": [], "date_time": "Feb 10, 2015", "location": "", "tag_list": ["@saatchi_gallery", "@_littlestone"], "caption": "An exhibition at London’s Saatchi Gallery () explores the international legacy of pop art — a movement that emerged in Britain and the US in the ‘50s and ‘60s and had a global impact. “Post Pop: East Meets West” is on display until March 3 and brings together 256 works, many never seen before, from the US, China, the former Soviet Union and the UK on different themes — from celebrity to commodity and mass production. “The work is about the landscape in which we live,” explains gallery director Nigel Hurst. “It uses the human vernacular and borrows from pop culture, giving artists room to reference imagery the man on the street is already familiar with, but with a twist.” Photo by "}, {"num_of_comments": 24, "num_of_like": "699,816", "path": "instagram/picture3399.jpg", "like_list": [], "date_time": "Feb 10, 2015", "location": "", "tag_list": ["#WeeklyFluff", "@nekonekodrop", "@nekonekodrop"], "caption": "Hello, Instagram! It’s time for the . Meet にゃーご (), a wonderfully vibrant cockatiel from Japan. If your feed could use a dash of mischievous feathery avian fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "435,934", "path": "instagram/picture3400.jpg", "like_list": [], "date_time": "Feb 10, 2015", "location": "", "tag_list": ["@sezgiolgac", "@cay_mae", "@alexisjacq1", "@ns0n", "@kimberleane", "@chasread", "@thehangingplants", "@smcmennamy", "@kidvikk", "#WHPretro"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}]}