{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "344,191", "path": "instagram/picture3801.jpg", "like_list": [], "date_time": "Aug 10, 2014", "location": "", "tag_list": ["@cphfw", "@gittestark", "@vmagazine", "@gittestark", "#cphfw", "@gittestark"], "caption": "At the spring/summer 2015 shows at Copenhagen Fashion Week (), Instagrammer Gitte Stark () has been applying her dramatic, somewhat melancholic style to backstage photography for V Magazine (). “The best part is watching the theatrical transformation of the models, seeing them rehearse and collect their thoughts before the show begins,\" she says. “It makes me realize just how much work is put into staging that one moment on the runway.\" For more behind-the-scenes shots of Copenhagen Fashion Week, follow  and explore the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "390,645", "path": "instagram/picture3802.jpg", "like_list": [], "date_time": "Aug 9, 2014", "location": "Graceland", "tag_list": ["@deanzaselvis", "@visitgraceland", "@deanzaselvis", "@deanzaselvis"], "caption": "“I like to say that my job description is singing the greatest music ever created and making people happy in the process,” says Elvis tribute artist Dean Zeligman (), who makes his living performing as Elvis across the globe. This time last year, Dean beat out more than 500 other artists to take top honors at Graceland’s () Elvis Week competition.\n\nThere’s more to being an Elvis tribute artist than one might expect. “We must make the unnatural natural,” explains Dean. “His movements and mannerisms must be as natural to us as our own. I studied theatrical makeup to match his facial features, recreated all of his stage wear and even his casual clothes. Nothing is done half-heartedly.” For a look at life through the lens of an Elvis tribute artist, follow . To see more from this year’s Elvis Week festivities, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "290,352", "path": "instagram/picture3803.jpg", "like_list": [], "date_time": "Aug 9, 2014", "location": "", "tag_list": ["#WHPLineMeetsCorner", "#WHPLineMeetsCorner", "@mamacita.rita"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to compose photos with a strong line, and where at least one line meets the corner of the frame. Here are some tips to get you started:\n\nKeep an eye out for strong lines as you plan your shots. Buildings, roads and other architecture make for great starting points. Next, try shooting from a little farther back than you might normally. The wider angle gives you more room to crop in, rotate and make the lines meet the corners. For an added challenge, try to hit multiple corners at once. Getting your lines to meet two or all four corners can lead to beautiful results.\n\nPROJECT RULES: Please only add the \nhashtag to photos from this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check\nout blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "379,247", "path": "instagram/picture3804.jpg", "like_list": [], "date_time": "Aug 8, 2014", "location": "", "tag_list": ["@itsbaaat", "#exploringossetia", "@itsbaaat", "@itsbaaat"], "caption": "“I do not post just beautiful photos of nature,” Russia Instagrammer Batraz Butaev () explains of his love for the inspiring natural beauty of the North Ossetia region. “I share my memories of the most important moments spent with my friends in my favorite places, such as the snow-covered mountains, deep forests, mountain roads and waterfalls.” Following Baltraz's lead, the local Instagram community uses the  hashtag to share their own picturesque photos of the area. As he explains, “I wanted to have a common gallery with my friends, showing how beautiful nature is in the North Ossetia region.” For more photos from North Ossetia, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "462,551", "path": "instagram/picture3805.jpg", "like_list": [], "date_time": "Aug 8, 2014", "location": "", "tag_list": ["@wkass", "@wkass", "@wkass"], "caption": "“I use everyday foods in my creations to call attention to the waste in the world and consumer culture,” says São Paulo architect-turned-photographer William Kass (). William uses raw food and toy figures from his old architecture models to create edible worlds. “What really excites me is photography’s ability to transform everyday foods into something so enormous and surreal,” he says. “I ask myself: ‘If fruits and vegetables were giant, would we put an end to world hunger? If human beings were the size of ants, would there be enough room for everyone on the planet?’ I believe the answer would still be no.” For more photos from William's miniature worlds, follow  on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "464,990", "path": "instagram/picture3806.jpg", "like_list": [], "date_time": "Aug 7, 2014", "location": "Thomas Point Lighthouse, Chesapeake Bay", "tag_list": ["@jodi3431"], "caption": "Off the coast of Maryland, the Thomas Point Shoal lighthouse has kept watch over the waters of Chesapeake Bay for nearly 140 years.\nUnlike traditional tower lighthouses, the Thomas Point beacon stands a mile and a half (2.4 kilometers) off the shore atop a stilt-like series of metal rods, or screwpiles, that anchor directly into the sandbank. While all other screwpile lighthouses in the nation have either fallen to winter ice floes or been relocated, the Thomas Point lighthouse has survived in its original location, earning it the designation of a National Historic Landmark.\n\nUp until 1986, a succession of men lived in and kept watch from the small six-sided Victorian cottage above the waves, lighting the oil lamp behind the crystal lens and hand-winding the fog bell. Nowadays, the Baltimore Coast Guard maintains the lighthouse from afar, and an automated foghorn and solar-powered lens have taken the place of their human-powered predecessors.\n\nFor more photos and videos from the lighthouse, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "371,180", "path": "instagram/picture3807.jpg", "like_list": [], "date_time": "Aug 7, 2014", "location": "", "tag_list": ["@graemebase", "@graemebase", "@graemebase"], "caption": "If this half-mechanical, half-organic creature feels familiar, it could be because it comes from the imagination of beloved children’s book illustrator Graeme Base (). \"I've been writing and illustrating picture books for something like 30 years, but for every finished piece there are dozens of sketches that have never seen the light of day,” Graeme explains. The Australian artist—perhaps best known for the 1986 alphabet book Animalia—uses his Instagram account to share this trove of beautiful, unpublished pieces. \"The recurring themes in my art are nature and fantasy with whimsical overtones,\" he says. \"I'm slightly shocked to find myself well into my fifties now, but inside the 11-year-old schoolboy is alive and kicking.\" For more from Graeme's previously-unseen library of sketches, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "509,536", "path": "instagram/picture3808.jpg", "like_list": [], "date_time": "Aug 6, 2014", "location": "", "tag_list": ["@tomdavies420"], "caption": "Located between two of New Zealand's highest peaks, Aoraki/Mount Cook and Rarakiroa/Mount Tasman, the Haupapa/Tasman Glacier extends 27 kilometers (17 miles) along the border of Aoraki/Mount Cook National Park, making it the largest glacier in the country. The area receives a massive amount of snow in the winter, which melts southward into Lake Tasman by summertime. As the ice melts on the surface of the glacier, piles of stones and rocks from within are left on the top, creating what appears to be a vast plain of rubble. Although the layer of debris drastically alters the glacial landscape, it actually helps preserve the ice beneath and slows down the glacier's retreat—and the dynamic environment attracts many ambitious hikers and climbers all year round.\n\nFor more photos and videos from the glacier, tap on the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "352,603", "path": "instagram/picture3809.jpg", "like_list": [], "date_time": "Aug 6, 2014", "location": "", "tag_list": ["@chiaragoia", "@chiaragoia", "@chiaragoia"], "caption": "“Where is home? This is the most difficult question you can ask me right now.” Documentary photographer Chiara Goia () uses Instagram as a notebook of her journeys, adding entries from sites as varied as Mediterranean seas, frozen Mongolian lakes and holy sites in India. Ascetics, nomads, fellow travelers and family members alike appear in her stream of images from a life in motion.\nDespite her nomadic life, Chiara describes her path as a photographer as a dream come true. As she explains, “you have to succumb to your own curiosity and let it lead you.” To see more photos from Chiara’s curious journey, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "511,003", "path": "instagram/picture3810.jpg", "like_list": [], "date_time": "Aug 5, 2014", "location": "", "tag_list": ["@x03", "@x03", "@x03"], "caption": "“I have an extremely vivid dream life,” explains New York artist Zoë Williams (), a New Orleans native who was uprooted by Hurricane Katrina. It was “during this strange rudderless period” following her displacement that a rabbit spirit came to her in a dream. “My first felt sculptures were all of that rabbit,” she says. As her dreams and artistic creations converged, Zoë has come to see her felted creatures, brought to life through Instagram, as “the expression of my unconscious.” “At first, I made my creatures simply to honor the animals I dreamed about,” says Zoë of her felted creations, “but the dreams changed as my work evolved, and now I think they are one and the same.” To see more of Zoë’s dreams become felted reality, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "603,888", "path": "instagram/picture3811.jpg", "like_list": [], "date_time": "Aug 5, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@sophielovestuna", "@sophielovestuna"], "caption": "Hello, Instagram! It’s time for the\n! This week, we meet a tuna-loving feline named Sophie (), a rescue kitty from Boston with unusually fluffy feet. To let Sophie lounge her way into your heart, follow ."}, {"num_of_comments": 24, "num_of_like": "319,421", "path": "instagram/picture3812.jpg", "like_list": [], "date_time": "Aug 5, 2014", "location": "", "tag_list": ["@adaezemusic", "@soulcrate", "@caitlinmarie15", "@jessicaatrinhh", "@rrmlaa", "@cshimala", "@swellmayde", "@tmkampa", "@hgrdrgz", "#WHPicecream"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "638,871", "path": "instagram/picture3813.jpg", "like_list": [], "date_time": "Aug 4, 2014", "location": "", "tag_list": ["@sandyfeet", "@sandyfeet", "#sandart", "@sandyfeet"], "caption": "“Sand artistry takes a long-handled shovel, a soft touch and skin that can stand up to the sun,” says Lucinda Wierenga (). She would know: The Texas Instagrammer has spent the past 30 years making sandcastles for a living.\n\nLucinda is part of a community of artists that participate in master-level sand sculpting competitions. They travel to beaches across the United States—and sometimes, around the world—for multiday building events. “A sand sculpture's temporary nature is a large part of its charm,” she says, “and only world-class jerks kick down other people's sandcastles.” For more jaw-dropping sand sculpting, follow . To see more photos and videos of creativity in the sand at all skill-levels, browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "530,567", "path": "instagram/picture3814.jpg", "like_list": [], "date_time": "Aug 4, 2014", "location": "", "tag_list": ["@jehat", "@jehat", "@jehat"], "caption": "If there’s a way to braid hair, Jill Ehat () probably knows how to do it. Almost every day she posts an image to Instagram of a new hairstyle she gives to her twin six-year-old daughters. “I'm totally obsessed with fauxhawks right now. My favorite styles are fauxhawk braids, bun hawks, buns, pancaked Dutch braids and rope twists.” Jill has been braiding all her life, and now it’s a big part of raising her daughters. The girls even like to “twin” with other girls on Instagram. As Jill explains, “‘twinning’ is when you and another hair account wear the same hair on the same day. We try to post at near the same time, which gets tricky when they're around the world. My girls like to look on a map and see where their hair twins live: Sweden, Singapore, Australia, Canada, Netherlands, etc. I think it's especially fun to twin with actual twins!” For more photos of Jill's amazing talents braiding, weaving and styling hair, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "429,898", "path": "instagram/picture3815.jpg", "like_list": [], "date_time": "Aug 3, 2014", "location": "", "tag_list": ["@carolinepaternostro", "@nataliaaaviana", "@spectrum12345", "@eka1one", "@veganhannah", "@utterstevie", "@carl_yoshihara", "@bexlam", "@alexstenko", "@carolinepaternostro"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "310,454", "path": "instagram/picture3816.jpg", "like_list": [], "date_time": "Aug 3, 2014", "location": "", "tag_list": ["@shygirlsmusic", "@sleepyvillain", "@lollapalooza", "@shygirlsmusic", "@lollapalooza", "#lolla", "@sleepyvillain"], "caption": "The R&B band Shy Girls () takes photos to match their music—quiet and soulful with the occasional playful punch. “We try to convey a sense of place and scenes from our travels,” says keyboardist Akila Fields (), who runs the band's Instagram account. Though Shy Girls is fronted by singer-songwriter Dan Vidmar, Dan relies on Akila's creative eye to capture important feelings and moments from their tour.\n\nThe entire feed is in black and white, which Akila prefers because of its simplicity. “It's something we've been playing with from the beginning, even in our music videos,” he says of the Portland-based band, who released their first EP last year. \"There is an intimacy and a quiet energy to our music that I hope translates to the photography.\" Shy Girls are also first-time performers at Chicago's Lollapalooza () music festival this weekend, where Akila hopes to roam the event in search of interesting shots.\n\nFor more wistful photos on the road, follow . To see more from Lollapalooza as the festival unfolds, follow  and browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "480,605", "path": "instagram/picture3817.jpg", "like_list": [], "date_time": "Aug 2, 2014", "location": "", "tag_list": ["@justinablakeney", "@cnstzn", "@justinablakeney", "@cnstzn", "@cnstzn"], "caption": "Inspired by Justina Blakeney's () foliage faces, Turkey Instagrammer Cansu Tüzan () started to bring her portraits to life. Using everyday objects including flowers, seashells, metal scraps and jewelry, the student living in Gelibolu, Çanakkale, arranges objects on her desk before creating a character. \"When I travel or walk anywhere, I am trying to look for all the details,\" she says. \"I try to shape hair and eyes, then I realize that the portrait is starting to look at me.\" For more flower portraits follow  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "339,596", "path": "instagram/picture3818.jpg", "like_list": [], "date_time": "Aug 2, 2014", "location": "", "tag_list": ["#WHPicecream", "#WHPicecream", "@megacaesaria"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative photos and videos featuring ice cream. Some tips to get you started:\n\nFor a gourmet look, artfully arrange your ice cream and find a spot with soft window light to stage your photo. Remember to work quickly or in a cold environment to get the shot before it melts. For another option, think about the simple joy ice cream can bring. Surprise someone with a scoop, start snapping portraits and don't be afraid to get messy (especially with children). Finally, try to think outside the cone. Experiment with unlikely uses of ice cream and what you can do with it both before and after it melts.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "473,950", "path": "instagram/picture3819.jpg", "like_list": [], "date_time": "Aug 1, 2014", "location": "", "tag_list": ["@ruairidhmcglynn", "@ruairidhmcglynn", "@ruairidhmcglynn"], "caption": "\"In early 2013, my brother asked me if I'd like to climb a Munro in Scotland called Schiehallion, which is famous for its distinct conical shape,\" says Edinburgh Instagrammer Ruairidh McGlynn () of his first mountaineering experience in the Scottish Highlands. \"At 6:00AM on a typically dreich (dull and miserable) day in January, we embarked upon the journey from Edinburgh,\" he says. \"The summit was shrouded in cloud, so there was disappointment from the seasoned veterans over the lack of view. But to me that didn't matter because it was about this great journey and story that I'd just captured. From that moment on, I was hooked.\" To view more photos and videos from Ruairidh's mountaineering explorations through the Highlands, follow .\n\nCairngorm Mountain photo by "}, {"num_of_comments": 24, "num_of_like": "394,401", "path": "instagram/picture3820.jpg", "like_list": [], "date_time": "Aug 1, 2014", "location": "Rockaway Artists Alliance", "tag_list": ["#rockaway1", "@klausbiesenbach", "@oscmdiaz", "#rockaway1", "@klausbiesenbach"], "caption": "At the forefront of ongoing Hurricane Sandy recovery efforts near some of the best beaches in New York City, the art festival Rockaway! () is underway until September 1. Curated by Klaus Biesenbach (), the show features works by artists including Patti Smith and Janet Cardiff installed in settings as various as a former automotive warehouse, a military chapel and even the beach itself. \"One minute you're digging your toes in the sand,\" Instagrammer Oscar Diaz () says of the show. \"The next thing you know, you're reading Walt Whitman's poetry engraved on large granite stones.\" For more photos and videos of Rockaway!, browse the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "427,698", "path": "instagram/picture3821.jpg", "like_list": [], "date_time": "Jul 31, 2014", "location": "", "tag_list": ["@juuuuuuuun", "@juuuuuuuun", "@juuuuuuuun"], "caption": "Taking only a backpack, his guitar and his hairdressing tools, Jun Kuwabara () of Yamanashi, Japan set out on an around-the-world trip this April. \"I wanted to engage in something significant while I traveled,\" says Jun, \"and the only thing I can do is cut hair—so I thought I'd work on an idea of cutting hair for 1,000 people.\" Jun is now traveling through Southeast Asia, volunteering to cut hair for locals, orphans, fellow travelers and Japanese expats who find him through his blog or Instagram account. He often ends up cutting hair in the most unusual locations such as sidewalks, parks, storefronts and even beaches. \"Once I start cutting for one person, onlookers will usually ask for a haircut, too,\" says Jun. Although there is no concrete travel plan in his trip, Jun hopes to visit India, the Middle East, Africa, Europe and South America in the coming months.\n\nFor more photos and videos from Jun's journey, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "584,705", "path": "instagram/picture3822.jpg", "like_list": [], "date_time": "Jul 31, 2014", "location": "", "tag_list": ["@hisarahlee", "@hisarahlee", "@hisarahlee"], "caption": "“Duck diving”—the act of riding waves beneath the surf—has found a home in the incredible, ethereal photos by Hawai'i Instagrammer Sarah Lee (). “One day I was out body-surfing and I saw the way the waves broke like this cool cloud in the sky, but underwater,” she says. “I thought, ‘the closest thing to flying could be diving under the waves.’” Most of Sarah’s photos feature other female aquatic athletes, who are also her close friends. In part, she sees her subjects as extensions of herself. Growing up in Hawai'i, Sarah spent almost every moment in the water. “The ocean is a force of nature you cannot control. That’s what I’ve enjoyed most about it,” she says. “The shot is always different.” For more of Sarah's atmospheric shots underwater and above, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "299,906", "path": "instagram/picture3823.jpg", "like_list": [], "date_time": "Jul 30, 2014", "location": "", "tag_list": ["@_o___________o_", "#offlabeluse_", "@_o___________o_", "@_o___________o_"], "caption": "For graphic designer Martin Lanciano (), photography is a way to create order from chaos. \"I would love to live in a less crowded place than Buenos Aires,\" he says. \"I'm not drawn to all these different architecture styles, colors, and textures mixed together.\" Martin’s photos focus on capturing clean bits of shape and color that he finds in his everyday life, allowing him to clean up crowded city spaces. In his minimalist collage series , he flattens bulky pieces of medicine packaging and glues them to a thin sheet of paper. \"With my pictures, I'm also slicing up the 3D volume of the real world and folding it into flat 2D squares.\" For more photos from Martin's 2D world follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "477,977", "path": "instagram/picture3824.jpg", "like_list": [], "date_time": "Jul 29, 2014", "location": "", "tag_list": ["@manonwethly", "#flyingstuff", "#flyingstuff", "@manonwethly", "@manonwethly"], "caption": "For Dutch designer Manon Wethlij (), the contents of her arresting  photos are less important than the conversations they provoke. “People are free to see or feel whatever they want in the shapes. I love that they make people talk to me and ask questions,” Manon says. “I studied architecture for two years, then graphic design, but the thing that has always made me happy is photography.” Finding Instagram, she continues, “was exactly what I needed to keep my photography enthusiasm alive.” These days, the community's response to her photos keeps Manon evolving creatively. “Everybody's enthusiasm encourages me to try new things,” she explains, “It's sort of addictive.” To see more of Manon's artfully captured images of , follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "609,799", "path": "instagram/picture3825.jpg", "like_list": [], "date_time": "Jul 29, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@iheartmiles", "@iheartmiles"], "caption": "Hello, Instagram! It’s time for the ! Meet Miles Jacob (), a handsome blue-eyed Siberian Husky who spends his days sunbathing in Los Angeles. To add some dapperly dressed canine fluff to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "285,873", "path": "instagram/picture3826.jpg", "like_list": [], "date_time": "Jul 29, 2014", "location": "", "tag_list": ["@barkatthem00n", "@fritzykitsy", "@ceciliaxyang", "@tanagandhi", "@spatari", "@jeanheee", "@tymnarmstrong", "@victorwagnerr", "@ely_k", "#WHPTheGreatIndoors"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "480,460", "path": "instagram/picture3827.jpg", "like_list": [], "date_time": "Jul 28, 2014", "location": "", "tag_list": ["#EidalFitr", "#عيدالفطر", "#EidMubarak", "@zxrfh"], "caption": "Eid Mubarak! The new moon was sighted on Sunday in Saudi Arabia, which indicates the end of Ramadan and the period of celebration that begins the following day. Commonly known as Eid al-Fitr (عيد الفطر) in the Arabic-speaking world, the festival also goes by other names such as Idul Fitri in Indonesia, Hari Raya Aidilfitri in Malaysia and Shemai Eid in Bangladesh. Eating plays an important part on Eid al-Fitr day, bringing an end to the month-long fast of Ramadan. Families bring out traditional varieties of homemade sweets and many also make generous donations of food during the holiday, as Eid also celebrates extending good will to others. The holiday can last up to three days depending on the country, and Instagrammers taking part in the festivities are sharing their moments filled with good food and good spirits.\n\nFor more photos and videos from the celebration, browse the ,  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "349,650", "path": "instagram/picture3828.jpg", "like_list": [], "date_time": "Jul 28, 2014", "location": "", "tag_list": ["@ivankphoto", "@ivankphoto", "@ivankphoto"], "caption": "In the small town of Tumbaco not far from Ecuador’s bustling capital city of Quito, the traditional ways of life are changing quickly. In his series “Project Mi Barrio” on Instagram, photojournalist Ivan Kashinsky () shares these fascinating juxtapositions taking place every day. “The Ecuador that I’ve been documenting for the last 10 years is going through a titanic shift,” Ivan says. “I am watching the old Ecuador slam into the new Ecuador right in front of my eyes. It’s a double-score when the two come together face to face.\" Project Mi Barrio is also about exploring the consequences of this global shift towards modernization. \"Will people be happier as we slip into the future?\" Ivan asks. \"What is being lost? These are the questions I want people to be thinking about when they see my images.\" For more images from the new daily life in Tumbaco, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "631,002", "path": "instagram/picture3829.jpg", "like_list": [], "date_time": "Jul 27, 2014", "location": "", "tag_list": ["@brianlfrank", "@rischaard", "@janisfrayer", "@aloarowa", "@cbsthismorning", "@logan_mb", "@ramintalaie", "@lflores", "@comin2anend", "@logan_mb"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "395,823", "path": "instagram/picture3830.jpg", "like_list": [], "date_time": "Jul 27, 2014", "location": "", "tag_list": ["@wideeyedlegless", "@wideeyedlegless"], "caption": "Years ago, artist Madelynn Furlong () turned to Instagram in search of a new creative outlet. Madelynn is now a successful designer, stylist and blogger in Minneapolis, and her photos on Instagram continue as an expression of her art, refined into a casually elegant, almost black-and-white style. \"Over the past few years I have been slowly rooting myself in minimalism,\" she explains, \"and my feed isn't the only thing that has turned basically black and white—my house and wardrobe both have as well!\" Although her photos often feature sleek interiors and crisp fashions, Madelynn says that it's her own personality that makes her work special: \"I focus on contrast, clean lines and the rule of thirds, but still with a heavy dose of whimsy because that is what makes me, me. When it comes down to it, just take pictures of things that you think are beautiful and inspire you—that's all that truly matters!\" Photo by "}, {"num_of_comments": 24, "num_of_like": "405,035", "path": "instagram/picture3831.jpg", "like_list": [], "date_time": "Jul 26, 2014", "location": "", "tag_list": ["@_yafiqyusman_", "@_yafiqyusman_", "@_yafiqyusman_"], "caption": "“The places I can go are limited,” says Instagrammer Yafiq Yusman () of his tiny island-nation home of Singapore, “but the photo possibilities are limitless.” Yafiq, who studied architecture in college, enjoys capturing Singapore’s rapidly changing cityscapes through puddles left by the city’s tropical climate. “Singapore is a modernized country, but there are still places where you can see the olden days,” says Yafiq. “The alleys in Little India, China Town and Boat Quay are a few of my favorite spots and great for puddle shots.” For more modern photo opportunities, Yafiq favors Raffles Place, a square surrounded by the city’s tallest buildings. And for those seeking respite from Singapore’s fast-paced metropolis, he suggests tracking down a hidden reserve called Punggol Beach. “The best time to visit is during the sunset. It's beautiful.” To see more of Singapore’s diverse architecture through the lens of a local, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "277,084", "path": "instagram/picture3832.jpg", "like_list": [], "date_time": "Jul 26, 2014", "location": "", "tag_list": ["#WHPTheGreatIndoors", "#WHPTheGreatIndoors", "@lifeserial"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take beautiful and creative photos of interior spaces. Some tips to get you started:\n\nThe make-or-break part of shooting any interior is the light. Shoot when the space is flooded with soft, natural window light and turn off any electric lights you can control. Next, before you start shooting, take some time to declutter the space. If it's a room of your own, tidy up and make sure decorations are simply and elegantly arranged. Don't be afraid to rearrange your home to get the shot you want! Finally, pay careful attention to perspective and aim to keep vertical lines parallel. Many mobile phone cameras let you enable a grid when shooting. Turn it on to help you get your lines nice and straight.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "353,559", "path": "instagram/picture3833.jpg", "like_list": [], "date_time": "Jul 25, 2014", "location": "", "tag_list": ["@fionastaples", "@Marvel", "@fionastaples", "@fionastaples"], "caption": "Thor is becoming a woman—and comic book artist Fiona Staples () is creating a groundbreaking Marvel () cover for the iconic character.\n\nFiona’s Instagram photos are a comic book fan’s dream, showcasing glimpses from her upcoming special projects. But the Alberta-born artist also shares beautiful in-progress sketches, featuring well-known faces from within the comic world and beyond.\nFiona joins other artists at Comic-Con International: San Diego 2014, a massive community event that is becoming more and more gender-inclusive every year. \"I think comics have a bit of a reputation for tacky and exploitative images of women,” she says, “but that's becoming a thing of the past.” To see more of Fiona's work, follow .\n\nLoki sketch, photo by "}, {"num_of_comments": 24, "num_of_like": "485,045", "path": "instagram/picture3834.jpg", "like_list": [], "date_time": "Jul 25, 2014", "location": "", "tag_list": ["@fatandfuriousburger", "@fatandfuriousburger", "@fatandfuriousburger"], "caption": "French graphic designers Thomas and Quentin swear their  creations are edible, despite their over the top, made-to-be-photographed nature.\n\nWhat started as an exercise in collaborative lunchtime cooking “soon became a ritual,” says the duo. The ingredients they use are as varied as gold leaf, whipped cream and salmon, drawing inspiration from newspaper headlines, film and everyday life. But how do they taste? “Sometimes it’s a great surprise,” they say, \"but sometimes it’s kind of a failure.” To see more visually stunning—and questionably delicious—burger creations, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "275,875", "path": "instagram/picture3835.jpg", "like_list": [], "date_time": "Jul 24, 2014", "location": "MoMA PS1", "tag_list": ["@momaps1", "@margie__k", "@confettisystem", "@momaps1", "#warmup2014", "@flexiskings", "@artbookps1"], "caption": "A visit to MoMA PS1 () in Queens, New York on a Saturday this summer might involve world-class art as well as dancing, oysters and piñatas. “Warm Up is MoMA PS1's summer-long outdoor experimental music series,\" Margaret Knowles (), its producer, says. “Visitors who come for their favorite DJs can watch them spin against a stage set created by an emerging design firm alongside an installation by our Young Architects Program; those who come to see an exhibition or sample M. Wells’s take on a lobster roll can dance their hearts out.\" Confetti System () is one of the design firms featured at this year’s Warm Up. “As artists and designers,” they say, “it is rare to be offered such an open platform within the context of a museum.” For more photos and videos of Warm Up, follow  and browse the  hashtag.\n\n's performance photo by "}, {"num_of_comments": 24, "num_of_like": "515,132", "path": "instagram/picture3836.jpg", "like_list": [], "date_time": "Jul 24, 2014", "location": "", "tag_list": ["@yukomouton", "@yukomouton", "@yukomouton"], "caption": "“I can't quite describe my fascination with architecture in words, but I think I am intrigued by the idea of creating space,” says Tokyo fashion designer Yuko Kawauchi (). While architectural photography is mainly a personal interest for Yuko, it also becomes a source of inspiration for her work as well: \"Geometric shapes found in buildings do shine through in my pattern sketches and cuttings.\" After being fascinated by an old building, Yuko's Instagram photos have become a collection of uniquely shaped structures found all over Tokyo—as well as from other cities around the world—including museums, churches, libraries and apartment buildings. \"I don't consider my photos to be a work of art,\" she says. \"I share these photos hoping to inform people about these locations and spark their curiosity about visiting them.\" To see more of Yuko's collection of architecture, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "488,332", "path": "instagram/picture3837.jpg", "like_list": [], "date_time": "Jul 23, 2014", "location": "", "tag_list": ["@finnanofenno", "@finnanofenno", "@finnanofenno"], "caption": "\"I want to let people think about social problems in a colorful and funny way,\" says Instagrammer Carlo Giardina (), a student and freelance photographer living in Milan whose Instagram photos examine the issue of urban air pollution. He combines images of old cars with colored backgrounds he creates using a paint app on his smartphone, with his finger as the brush and his screen as the canvas.\nFor more photos and videos of Carlo's colorful cars, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "405,382", "path": "instagram/picture3838.jpg", "like_list": [], "date_time": "Jul 23, 2014", "location": "", "tag_list": ["@dcmism", "@dcmism"], "caption": "Where some may have seen only an old sign faded after years of sun exposure, Toronto artist Andrew Lamb () saw an opportunity. Since 2012, Andrew has treated his hometown's weathered Neighborhood Watch signs as blank canvases, adorning them with whimsical figures from pop culture. \"My work tends to deal with altering urban infrastructure in a playful manner,\" explains Andrew. In this case, it's about repurposing municipal infrastructure to \"invoke nostalgic happy memories\" with the help of characters as diverse as Zelda, Bruce Lee and the Planeteers.\nWhat are the keys to success when modifying a sign? \"Use a laser printer, not an inkjet,\" says Andrew, \"and don't fall off your ladder.\" Photo by "}, {"num_of_comments": 24, "num_of_like": "395,167", "path": "instagram/picture3839.jpg", "like_list": [], "date_time": "Jul 22, 2014", "location": "", "tag_list": ["@tiffanycooper_", "@suzymenkesvogue", "@tavitulle", "@tiffanycooper_", "@tiffanycooper_"], "caption": "Paris Instagrammer and illustrator Tiffany Cooper's () pop-culture comics are always drawn with a gentle wink. \"I especially like mocking the fashion industry,\" she says, \"but in a nice way. Making people laugh is the ultimate thing for me.\" For more of Tiffany's black-felt-pen drawings featuring fashion personalities from Suzy Menkes () to Tavi Gevinson (), follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "595,987", "path": "instagram/picture3840.jpg", "like_list": [], "date_time": "Jul 22, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@princeandbarbara", "@princeandbarbara"], "caption": "Hello, Instagram! It’s time for the ! Today we visit Barcelona, home to Prince and Barbara (), two supremely furry Persian kitties. To add some stunning and dramatic snow white feline fluff to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "280,629", "path": "instagram/picture3841.jpg", "like_list": [], "date_time": "Jul 22, 2014", "location": "", "tag_list": ["@eatfish93", "@ravivora", "@piluro", "@laurenmarek", "@connortd", "@ohdeardelgado", "@pedrosmithson", "@ugajiny", "@lainetrees", "#WHPspacedreams"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "387,014", "path": "instagram/picture3842.jpg", "like_list": [], "date_time": "Jul 21, 2014", "location": "", "tag_list": ["@stephsinclairpix", "@tooyoungtowed", "@dfid_uk", "@girlsummit", "@stephsinclairpix", "@stephsinclairpix"], "caption": "In India, 17-year-old Rajyanti dreams of going to school and becoming a doctor, but lives in a country where millions of girls are married before the age of 18. She successfully resisted her early marriage and told her story to photographer Stephanie Sinclair (), who has spent more than a decade documenting the abuse of women and girls around the world.\nStephanie’s project, Too Young to Wed (), joins the UK's Department for International Development () at the first Girl Summit () in London. \"I wanted to make sure that we got these images and stories in front of diplomats and policy makers who could enforce laws and support programs to provide more protection for these girls,\" she says. \"I was sure if the rest of the world understood their lives as I had come to, real change wouldn’t be far behind.\" To learn more about the stories behind the pictures, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "467,359", "path": "instagram/picture3843.jpg", "like_list": [], "date_time": "Jul 21, 2014", "location": "", "tag_list": ["@casey_stedman", "@spincrisis", "@casey_stedman", "@spincrisis", "@casey_stedman"], "caption": "Forty-five years after first setting foot on the Moon, humanity has set its eyes on Mars. In Hawaii, a team of “sMartians” (simulated Martians) is already practicing for life on a distant planet.\nUS Air Force Major Casey Stedman () is the Mission Commander for HISEAS (Hawaii-Space Exploration and Analog Simulation), an isolated \"habitat module\" on the volcanic island. \"I haven't seen a tree, smelled the rain, heard a bird, or felt wind on my skin in four months,\" he says, describing life on the site chosen for its similarity to Mars. \"You don’t really think about the tactical feedback you get from biting into crisp lettuce and a juicy hamburger, but that’s the one thing that’s lacking here,\" says Chief Technologist Ross Lockwood (), describing “sMartian” cuisine, which is packed for months of storage. \"We’ve basically been subsisting on mush. Flavorful mush, but mush nonetheless. That’s actually one of my favorite parts of Instagram during the mission: all those pictures of food are helping me get through.\" To see more of life on sMars in Hawaii, follow  and .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "398,127", "path": "instagram/picture3844.jpg", "like_list": [], "date_time": "Jul 20, 2014", "location": "", "tag_list": ["@alexbernstine", "@buddycarr", "@christianjosep", "@davidalanharvey", "@hiiragianzu_miki", "@nanduss", "@ramazanramz", "@spencerist", "@teamwoodnote", "@buddycarr"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "394,733", "path": "instagram/picture3845.jpg", "like_list": [], "date_time": "Jul 20, 2014", "location": "Henderson Waves", "tag_list": ["@m_herwin", "@m_herwin", "@m_herwin"], "caption": "\"There is more to Singapore than those big, tall buildings that you see in travel pamphlets,\" says local Instagrammer Herwin van Johari (), who seeks out the quiet sanctuaries nestled in one of the most densely populated cities in the world.\n\nFor visiting nature enthusiasts, Herwin suggests a visit to the Southern Ridges, a 10-kilometer (6.2-mile) trail that connects five of the city's public parks. \"The trail offers many vantage points that give you an amazing view of the city.\" To explore Singapore’s many scenic refuges—like the Singapore Botanic Garden and the MacRitchie Reservoir—through the lens of a local, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "469,878", "path": "instagram/picture3846.jpg", "like_list": [], "date_time": "Jul 19, 2014", "location": "", "tag_list": ["@murn_eilidh_kate", "@murn_eilidh_kate", "#highlandcow", "#highlandcoo", "@murn_eilidh_kate"], "caption": "Long-horned and remarkably shaggy cattle graze throughout the rolling hills of the Scottish countryside, capturing the hearts of visiting and local Instagrammers alike. Officially called the Highland cow, the breed is also known by its name in the Scots language, \"kyloe,\" and by the affectionate name of Highland \"coo\" for its pronunciation in the Scottish accent.\nThe cows are more than just a shaggy coat with horns for 17-year-old Scotland Instagrammer Murn Cameron (), who works with her family on the Dunach Estate farm near Oban. As she explains, \"The cattle are really inquisitive and curious about humans, and they want to interact with us.\" Murn takes her phone with her into the fields, capturing the cattle in all their different colors. \"I have a soft spot for the red ones myself,\" she says. \"People joke and say it is because of the similar hair color as I am ginger, and I must say they may have a point!\" For more photos and videos of Scotland's shaggy cattle, follow  and browse the  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "284,397", "path": "instagram/picture3847.jpg", "like_list": [], "date_time": "Jul 19, 2014", "location": "", "tag_list": ["#WHPspacedreams", "#WHPspacedreams", "@jayzombie"], "caption": "Weekend Hashtag Project: \n\nTo celebrate the 45th anniversary of the first manned lunar landing on Sunday, the goal this weekend is to reach for the stars and take creative photos and videos inspired by outer space! Some tips to get you started:\nIf you're not sure where to begin, try visiting your local science museum, observatory or planetarium. Look for interesting new ways to capture the exhibits. Interested in trying your hand at astral photography? Grab a telescope, check to make sure it's a clear night and try holding your phone's camera lens to the eyepiece. After you've lined it up, tap the screen at the brightest part of the image to prevent your subject from overexposing. Finally, let your imagination fuel your creativity. Photos and videos inspired by astronauts, planets, galaxies, space shuttles and even science fiction are all options to explore. The sky's the limit!\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "421,822", "path": "instagram/picture3848.jpg", "like_list": [], "date_time": "Jul 18, 2014", "location": "", "tag_list": ["@vivbudge", "#MandelaDay", "@vivbudge"], "caption": "Nelson Mandela was only 33 years old when a speech he gave incited a protest in Durban and first landed him in jail. Over the next 10 years, Mandela would be arrested three more times for his work fighting South Africa’s oppressive apartheid regime until a 1962 conviction for sedition sent him to prison for the next 27 years. “I was hoping to capture some sense of the hardships he suffered,” retired Johannesburg math lecturer Vivien Budge () says of the young Mandela portrait she painted, “the anger he must have felt at the injustices he witnessed and the relentless tenacity, determination and courage with which he fought for his beliefs.” After his release in 1990, Mandela helped bring an end to apartheid in South Africa and became the country’s first black democratically elected President. Mandela, who died last December but would have been 96 today, continues to inspire South Africans and others around the world to this day. To see more tributes to his legacy, explore the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "494,739", "path": "instagram/picture3849.jpg", "like_list": [], "date_time": "Jul 18, 2014", "location": "COREDO室町", "tag_list": ["#ArtThursday", "#アートアクアリウム", "@torikaku"], "caption": "Welcome to ! The 2014 Eco Edo Nihonbashi Art Aquarium opened last Friday at the Nihonbashi Mitsui Hall in Tokyo, Japan. This two-month exhibition features 17 fish tank installations designed by \"art aquarist\" Hidetomo Kimura, whose work brings more than 5,000 goldfish on display in 70 aquariums. These extraordinary aquatic installations are decked with LED lights, projection mapping, music and even scents. While the technology involved is quite advanced, the aquarium designs are inspired by Japan's Edo Period (1603–1868) and incorporate traditional motifs such as classic glass fish bowls, folding screens and lanterns.\n\nFor more photos and videos from the exhibition, browse the  hashtag and tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "291,816", "path": "instagram/picture3850.jpg", "like_list": [], "date_time": "Jul 17, 2014", "location": "", "tag_list": ["@literaluis", "@literaluis"], "caption": "For 17-year-old Mexico sketch artist and dancer Luis Ruiz (), doodling is an unconscious act. \"No blank sheet of paper is safe with me as long as there's a pen or pencil around,\" he says. \"I've been drawing since I can remember.\" He often gravitates toward portraits. As Luis explains, he finds inspiration in \"a nostalgic gaze, lips sealed as if they had something important to say, even the way hair is styled. The possibilities are endless.\" For more of Luis's sketches, follow  on Instagram."}, {"num_of_comments": 24, "num_of_like": "400,883", "path": "instagram/picture3851.jpg", "like_list": [], "date_time": "Jul 17, 2014", "location": "", "tag_list": ["@hazzyboom", "@hazzyboom", "@hazzyboom"], "caption": "Graphic designer Hazzy Lin () is a self-described “sneaker head.” Living in Taipei, Hazzy combines his love for street wear with his talent for illustration to create some of the most imaginative collections of sneaker art on Instagram.\nHis first sketch of a mutant shoe-creature was a monster inspired by a pair of Nike Air SB Jordans. The response from his followers encouraged him to continue experimenting, leading to more elaborate designs like his Reebok Pump with the face of an attacking dog, the fins of a shark and the body of a high-top.\nHazzy's success for creating fantastical sneaker transformations has led him to start his own graphic design operation. When he needs a bit of inspiration, Hazzy scrolls through all his favorite Instagram accounts to see the latest creative trends in sneaker art.\nFor more of Hazzy's sneaker creatures, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "416,472", "path": "instagram/picture3852.jpg", "like_list": [], "date_time": "Jul 16, 2014", "location": "", "tag_list": ["@berlinstagram", "#thatpipeagain", "#thatpipeagain", "@berlinstagram", "@berlinstagram"], "caption": "Berlin is one big swamp—or at least it used to be. Distinctive pink pipes twist through the city to the nearest river or canal. As groundwater levels are very high this prevents the city from submerging into a giant puddle. Berlin Instagrammer Michael Schulz () created the  hashtag to capture this iconic feature, and the trend has caught on for Instagrammers all over the city. \"When I first visited the city 20 years ago and came across them, I was fascinated and irritated at once,\" he says. \"Those pipes stuck to my mind as a characteristic thing of the city.\" For more photos and videos of the pink pipes in Berlin, browse the  hashtag and follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "367,609", "path": "instagram/picture3853.jpg", "like_list": [], "date_time": "Jul 16, 2014", "location": "", "tag_list": ["@mattslaby", "@mattslaby", "@mattslaby"], "caption": "Matt Slaby () is a 6-foot-7 colorblind photographer based in Denver who Salman Rushdie once described as \"too tall.\" His Instagram photos are populated by spacemen, abandoned nuclear missile silos, and fictional stories written for found snapshots. \"The signposts of culture are really set by the outliers and the weirdos,\" Matt says. He describes Instagram as his \"test kitchen\" for experimenting, feedback, and a way for understanding \"how subjects view their own world and what items they are tuned into.\" Perhaps unsurprisingly, Matt traveled an \"unconventional road into the creative world,\" working his way through university and law school as a wilderness firefighter and an metropolitan EMT before taking on photography full time—just a month after passing his law exams. \"I love how things take on apparent order when you view them from a macro or micro perspective,\" he says. \"It's the middle distance that's confusing, chaotic and kinda absurd.\" To see more from Matt's test kitchen of photographic experiments, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "356,638", "path": "instagram/picture3854.jpg", "like_list": [], "date_time": "Jul 15, 2014", "location": "", "tag_list": ["@margotbreby", "@margotbreby", "@margotbreby"], "caption": "For Paris Instagrammer Margot Breby (), her style was always a way out of her shell. \"I am very shy, and fashion is a good way to express myself,\" she says. \"Growing up, I wanted to become a stylist and I drew outfits I dreamed of wearing.\" Margot's serene, light-soaked Instagram photos have also helped with her shyness. \"It brought wonderful people into my life,\" she says. \"People who became true friends. I never imagined that when I began a year ago.\" For more of Margot's whimsical photos and videos, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "612,591", "path": "instagram/picture3855.jpg", "like_list": [], "date_time": "Jul 15, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@barnewyork", "@barnewyork"], "caption": "Hello, Instagram! It’s time for the ! Today’s canine takes fluff to a whole new level. Meet Barney (), a spectacularly furry Chow Chow who spends his days playing dress-up and dancing around the house. To add some Barney fluff to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "345,088", "path": "instagram/picture3856.jpg", "like_list": [], "date_time": "Jul 15, 2014", "location": "", "tag_list": ["@bethbeeson", "@zckrf", "@hahaduy", "@hellohicups", "@justinreade", "@chriscreature", "@imagesak", "@cole_younger_", "@danielmudliar", "#WHPmirrormirror"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "528,797", "path": "instagram/picture3857.jpg", "like_list": [], "date_time": "Jul 14, 2014", "location": "", "tag_list": ["@deni_perez", "@deni_perez", "@deni_perez"], "caption": "“Most people see this image and think it’s a photomontage. I’ve heard it all, from the bird being a backpack, a costume or some sort of hair decoration. Some people even call it 'the photo of the dead bird,' and others attribute this photograph to pure luck,” says Rio de Janeiro Instagrammer Denise Perez (). For Denise, a good photograph depends on luck and a lot of patience, “I saw the pigeon coming and I waited for a really long time to get the shot as he finally landed in the perfect position.” For more of Denise's thoughtful storytelling images of her home country of Brazil follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "404,875", "path": "instagram/picture3858.jpg", "like_list": [], "date_time": "Jul 14, 2014", "location": "", "tag_list": ["#빵스타그램", "#빵스타그램", "@elisaharu"], "caption": "In South Korea, bread has historically never been a prominent part of the daily diet. As European bakeries expand their businesses into Seoul, however, local's love for the food has grown. The most common types of breads from these bakeries contain sweet fillings such as red bean paste, sweet potato paste or whipped cream. Bakers sometimes also add sweet rice in the flour dough for chewiness, top the bread like pizzas or make animal shapes out of them to add an extra creative twist. Local Instagrammers have picked up on documenting this new wave of bread culture by adding the  hashtag (pronounced \"bbangstagram\" and literally translated as \"breadstagram\") to their photos and videos of bread to share their personal favorites and reviews with the Instagram community.\n\nTo see more photos and videos of the variety of breads found in South Korea, browse the  hashtag.\n\nHermit crab \"breadstagram\" photo by "}, {"num_of_comments": 24, "num_of_like": "579,123", "path": "instagram/picture3859.jpg", "like_list": [], "date_time": "Jul 13, 2014", "location": "", "tag_list": ["@inyourwildeyes", "@espressoandlove", "@benmorales", "@brunonaascimento", "@vikirure", "@willianaleixo", "@machete616", "@claudioebson", "@ilmaniglia"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!       \n "}, {"num_of_comments": 24, "num_of_like": "383,457", "path": "instagram/picture3860.jpg", "like_list": [], "date_time": "Jul 13, 2014", "location": "", "tag_list": ["@f64s125", "@f64s125"], "caption": "In the nooks and crannies of Tehran’s streets, photojournalist Ako Salemi () finds the moments when light, shadow, environment and people all come together in exquisite balance. “Sometimes I shoot just from the hip,” says Ako, “and sometimes I wait for 'the decisive moment' when the action, the light and all other elements make the right composition.” For the past two years, Ako has turned to mobile photography and Instagram to share his vision of street life in Tehran. “It's as if I am having a non-judgmental dialogue with each of these Instagram friends that could not be expressed in words. I’m showing a piece of my city's life and a piece of me.\" Photo by "}, {"num_of_comments": 24, "num_of_like": "354,341", "path": "instagram/picture3861.jpg", "like_list": [], "date_time": "Jul 12, 2014", "location": "", "tag_list": ["@littlecoal", "#viewfindersofthepast", "#viewfindersofthepast", "@littlecoal", "@littlecoal"], "caption": "When Ohio schoolteacher and Instagrammer Eric Ward () received an old film camera that had belonged to his wife's grandfather, the connection was instantaneous. \"I imagined all that he had seen through the same viewfinder and wanted to find a way to continue what he had started,” he says.\n\nEric continues that story on Instagram with his camera, a Bolsey Model C Twin Lens Reflex from the 1950s with a top-down viewfinder. By taking a photo from above with his phone, Eric discovered he could capture two subjects at once: the camera itself and what the camera \"sees\" through its lens. Eric started the  hashtag to keep track of the photos he was taking, and over time it took off in the community. \"Others have started to add photos from a variety of other film cameras,\" he says, \"which I think is perfect!\" For more perspective-bending photos from Eric and vintage camera owners around the world, browse the  hashtag and follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "278,242", "path": "instagram/picture3862.jpg", "like_list": [], "date_time": "Jul 12, 2014", "location": "", "tag_list": ["#WHPmirrormirror", "#WHPmirrormirror", "@kitato"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative photos using mirrors to capture unexpected angles. Some tips to get you started:\nSeek out the unexpected. Think about how you can surprise people with what you capture in the mirror's reflection. Next, remember to pay attention to your background and setting. What's happening around the mirror tells as much of the story as what the mirror reflects. Finally, have patience. Getting a shot just right with mirrors takes a lot trial and error as you adjust. Having a friend on hand can be especially helpful.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "343,818", "path": "instagram/picture3863.jpg", "like_list": [], "date_time": "Jul 12, 2014", "location": "", "tag_list": ["@neriad", "@maisonmargiela", "@parisinfourmonths", "@dior", "@jpgaultierofficial", "@neriad"], "caption": "Instagrammer Adrien Brunel () describes his Paris street photography as a process of getting lost in a daydream and letting moments find him. On Wednesday, when he was invited to the Maison Martin Margiela () autumn couture show in Paris, it was like capturing someone else's daydream. \"It's marrying two universes,\" he says, \"connecting the mood of my pictures with inspiration from a designer.\" Instagrammer Carin Olsson (), who attended shows by Christian Dior () and Jean Paul Gaultier () also described them as a departure from reality. \"Haute couture is an almost unattainable fantasy,\" she says of the biannual collections which are typically extravagant and made by hand. \"I have to pinch myself because it's so unreal.” Photo by "}, {"num_of_comments": 24, "num_of_like": "453,754", "path": "instagram/picture3864.jpg", "like_list": [], "date_time": "Jul 11, 2014", "location": "Galpão Fortes Villaça", "tag_list": ["#osgemeos", "@osgemeos", "@kassiapaes_"], "caption": "A circular installation pulls spectators into the colorful world of Brazilian twin brothers and graffiti artists Os Gêmeos. Their new art exhibit, A ópera da lua (\"The Moon Opera\"), features paintings, sculptures and a video installation where works are connected by doors and windows. The artists are known for incorporating storytelling and fantasy into their exhibits, where surreal elements blend together in a multicolored collage as if seen through a kaleidoscope.\n\nTo view more photos and videos of A ópera da lua, tap the blue location text above and browse the  hashtag. For more from the twins, follow  on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "474,613", "path": "instagram/picture3865.jpg", "like_list": [], "date_time": "Jul 10, 2014", "location": "", "tag_list": ["@dudibensimon", "@dudibensimon", "@dudibensimon"], "caption": "\"While sitting on the couch, I saw a pile of bowls on the counter; it looked to me like a sleeve. The next day I took a picture of it,\" says Tel Aviv creative director Dudi Ben Simon (). Dudi finds inspiration to create art in the people and everyday objects around him. \"Since studying history of art at school, I was fascinated with what can be made by using objects and daily pieces when they are disconnected from their original use,\" he explains.\n\nFor more photos and videos of Dudi's everyday art, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "444,696", "path": "instagram/picture3866.jpg", "like_list": [], "date_time": "Jul 10, 2014", "location": "", "tag_list": ["@yorch_miranda", "@yorch_miranda", "@yorch_miranda"], "caption": "For Miami filmmaker Jorge Miranda (), working with miniature paper dolls provides a refreshing flexibility. “These photos have become for me a faster way to express my ideas with actors that don't complain and don't need to get paid,” he says. \"Using objects that we interact with in our daily lives makes it easy for people to understand and relate no matter where they come from,\" says Jorge. \"I hope people realize how easy is to have fun with items we see every day.\" To see more scenes from Jorge's creative mind, follow . Photo by "}, {"num_of_comments": 24, "num_of_like": "371,850", "path": "instagram/picture3867.jpg", "like_list": [], "date_time": "Jul 9, 2014", "location": "", "tag_list": ["@chipito", "@chipito", "@chipito"], "caption": "\"Bringing things that are not meant to be together into one image creates a new, disrupted story that hopefully inspires people,\" says Chipito (), the anonymous alter ego of two Belgian creative directors. Chipito’s haunting, surreal photos bring together a love of photography, a desire to explore abandoned locations and a fascination with taxidermy that stretches back 25 years. “Our home is like a giant Wunderkammer (‘cabinet of wonders’),” Chipito explains. “It's an inexhaustible source of inspiration.” To see more of Chipito's surrealist taxidermy scenes, follow . Photo by ."}, {"num_of_comments": 24, "num_of_like": "383,937", "path": "instagram/picture3868.jpg", "like_list": [], "date_time": "Jul 9, 2014", "location": "", "tag_list": ["@marawa", "@themajorettes", "@marawa", "@marawa"], "caption": "For Instagrammer Marawa Wamp (), better known as Marawa the Amazing, hula hooping isn't just a backyard activity—it's a way of life. \"I am a professional hula hooper,\" says Marawa, who lives a nomadic lifestyle traveling, performing and teaching hula hooping around the world. \"I studied hoops at circus school—true story—but there wasn't much of a hooping community back then. It was either hooping in the circus or hooping dancing at a festival, neither of which I really got into. I worked at finding the types of shows and events that I wanted to be a part of and now have established a style that is kind of its own thing.\" Marawa's hooping travels have led her onstage with major musicians, to fashion weeks in London and Paris and even into founding her own junior league, The Majorettes (), who teach classes of their own in London. In addition, Marawa also once famously spun 160 hoops simultaneously, breaking a world record.\nFor more photos and videos from her hula-hooping adventures around the world, follow  on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "350,919", "path": "instagram/picture3869.jpg", "like_list": [], "date_time": "Jul 8, 2014", "location": "", "tag_list": ["@jonlowenstein", "@dguttenfelder", "@jonlowenstein", "@jonlowenstein"], "caption": "Photographer Jon Lowenstein () came to Chicago's South Side on an assignment fifteen years ago and made a home in the poverty-ravaged neighborhood. He began photographing his community with SX-70 and 4x5 film cameras, leaving a trail of Polaroid portraits with his new neighbors who nicknamed him \"Photoman\". He transformed vacant apartments within his housing complex into community exhibition spaces and taught photography classes at a local elementary school. \"Nowadays so many people in the 'hood use Instagram that it is a real way to communicate on a local level, as well as national and international,\" Jon says. He credits his college classmate David Guttenfelder (), for exposing him to Instagram, where he now pairs images from his neighborhood with the stories behind them. \"I believe that the iPhone is the new Polaroid: I love that I can share my thoughts and observations in real time as I do the work. I find this part most satisfying when I can actually talk with people who I don't know about issues that I cover.\" To see more scenes from daily life on Chicago's South Side and learn the stories behind the images, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "491,114", "path": "instagram/picture3870.jpg", "like_list": [], "date_time": "Jul 8, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@catnipandcarrots", "@catnipandcarrots"], "caption": "Hello Instagram! It’s time for the ! This week, you get six times the fur!  documents the adventures of four cats and two bunnies named Clive, Bunny, Roger, Panda Kitty, Bowie and Siouxsie. If your feed could use an infusion of adorable inter-species friendship, follow ."}, {"num_of_comments": 24, "num_of_like": "406,802", "path": "instagram/picture3871.jpg", "like_list": [], "date_time": "Jul 8, 2014", "location": "", "tag_list": ["@zachdriftwood", "@kb__bk", "@veganhannah", "@yparlaungan", "@dejahlynn", "@jonathangriffith", "@kristinrogers", "@itsshonny", "@jorgen.danger", "#WHPLightsAtNight"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "398,013", "path": "instagram/picture3872.jpg", "like_list": [], "date_time": "Jul 7, 2014", "location": "Leeds City Square", "tag_list": ["@letourdefrance", "@letourdefrance", "@chrisfroome", "@markcavendish", "@teamsky", "@petosagan", "#letour", "#tdf", "#tourdefrance2014", "@velosteel"], "caption": "The Tour de France () officially kicked off this weekend in Yorkshire, England. Covering a distance of 3,664 kilometres (2,276 miles), the first stages of the 101st tour started in Leeds and Sheffield. After snaking through mainland France, as well as parts of Belgium and Spain, the final stages take place in the Périgueux region, leading up to the finish line at the Champs-Élysées in Paris on July 27.\nFor more from the Tour de France, follow , , ,  and . You can also browse the ,  and  hashtags for more photos and videos throughout the competition or tap the blue location text above to see photos from the kick-off in Leeds.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "411,636", "path": "instagram/picture3873.jpg", "like_list": [], "date_time": "Jul 7, 2014", "location": "", "tag_list": ["@prince_sarmah", "@prince_sarmah", "@prince_sarmah"], "caption": "19-year-old Instagrammer Prince Sarmah () captures and shares minimalist scenes from his hometown of Assam, India. Prince finds his subjects (animals, fruit stands and bikes) out in the streets and shoots them by closing in on the focal point. \"I don't like to put the subject in the middle, so I cut out a portion of it and put it in a corner,\" Prince explains. He also makes a conscious decision to shoot subjects \"based on their relation with light.\" Prince feels strongly about motivating fellow teenagers in India to explore their artistic senses: \"Indian culture is rich in art, but due to the faster moving life here, people get less time to focus on it.\" For more photos and videos from Prince, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "315,241", "path": "instagram/picture3874.jpg", "like_list": [], "date_time": "Jul 7, 2014", "location": "", "tag_list": ["@jamesestrin", "@dutchie", "@r_papa", "@gozlukluf", "@layer1", "@carolyn_cho", "@joeriis", "@s_p_why", "@yasusugi88"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "481,654", "path": "instagram/picture3875.jpg", "like_list": [], "date_time": "Jul 6, 2014", "location": "", "tag_list": ["@3wheels2pals1tail", "#sidecardogs", "@nelsonthegoldendoodle", "@arawithspirit", "#sidecardog", "@3wheels2pals1tail", "@3wheels2pals1tail"], "caption": "Melissa Monno () dreamt of a motorcycle for weekly camping excursions, but she did not want to leave behind her German Shepherd mix, Dante. After a road trip to California from her home outside of Chicago, Melissa opted to invest in a motorcycle for herself, and a sidecar for Dante. \"Wind in my hair, dog at my side in an off-road adventure bike!\" Inspired by other  like  and , Melissa made sure to have lots of treats on hand and take it slow. \"It took him two or three weeks to get used to it,\" she says. But after months of rides close to home, Dante and Melissa are prepared for a summer full of sidecar adventures.\n\nTo see more photos and videos of Melissa and Dante’s  travels, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "555,937", "path": "instagram/picture3876.jpg", "like_list": [], "date_time": "Jul 5, 2014", "location": "Lago General Carrera", "tag_list": ["#catedralesdemarmol", "@kaynyc"], "caption": "Instagrammers from around the world trek to Catedral de Marmol, or the \"Marble Cathedral,\" on Chile's General Lake Carrera to photograph the dazzling series of water-filled caves and tunnels. The unique rock structures were formed by over 6,000 years of waves crashing against the Patagonian Andes, and geologists attribute the water’s intense blue to the presence of finely ground glacial silt. The Marble Cathedral can be explored by boat or kayak, allowing adventurers to get an up-close look.\nFor more photos and videos from the Marble Cathedral, browse the  hashtag and tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "232,463", "path": "instagram/picture3877.jpg", "like_list": [], "date_time": "Jul 5, 2014", "location": "", "tag_list": ["#July4th", "@ladybug_the_doxie"], "caption": "Happy Independence Day, America! \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "21,256", "path": "instagram/picture3878.jpg", "like_list": [], "date_time": "Jul 5, 2014", "location": "", "tag_list": ["#WHPLightsAtNight", "#WHPLightsAtNight", "@ashleykaren"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative photos and videos of lights at night. Some tips to get you started:\nAs you plan your project, pay attention to whatever lights catch your eye. Neon signs, moonlight, street lamps and candles are all excellent starts. Shooting at night can be difficult. To prevent your photo or video from being too bright or grainy, tap the brightest part of your frame to adjust the exposure. For a more impressionistic feeling, experiment with capturing your photo or video out of focus. Finally, for those Instagrammers celebrating Independence Day in the United States this weekend, fireworks shows and sparklers can also provide ample creative material.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "556,268", "path": "instagram/picture3879.jpg", "like_list": [], "date_time": "Jul 4, 2014", "location": "", "tag_list": ["@ambikaboutique", "@ambikaboutique", "@ambikaboutique"], "caption": "Ambika Conroy () makes accessories and swimwear, but on Instagram she’s far more likely to share moments from life on her farm. \"I think the simple daily happenings are what you take with you when you die,” she says. \"I also hope that my pictures inspire people to want to live and create more consciously and sustainably.” For more photos and videos of Ambika's sheep, rabbits and goats plus the occasional design made from their fibers, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "379,633", "path": "instagram/picture3880.jpg", "like_list": [], "date_time": "Jul 4, 2014", "location": "Scottsdale Museum of Contemporary Art (SMoCA)", "tag_list": ["@dalek2013", "@_smoca", "@dalek2013", "@dalek2013"], "caption": "“There is an impact to art in public spaces that can’t be achieved in studio work,” says the artist James “Dalek” Marshall (), who recently completed several massive, colorful murals for the Scottsdale Museum of Contemporary Art (). “Murals allow me to explore ideas and processes that I couldn’t necessarily do in the studio. It’s very liberating.” For his installation, James sought to complement the building’s structure. “I wanted the artwork to accentuate the architectural aspects and the existing art in those spaces,” he says.\n\nTo see more photos of James’s vivid paintings, tap the blue location text above and follow . Photo by "}, {"num_of_comments": 24, "num_of_like": "455,531", "path": "instagram/picture3881.jpg", "like_list": [], "date_time": "Jul 3, 2014", "location": "", "tag_list": ["@mo3eni", "@mo3eni", "@mo3eni"], "caption": "\"When I was looking at the small flower, I felt some love within it and I thought it needed a little light and a little help. I felt a mixture of white light and my hand would remind some of serenity and peace.\" Mohsen Oliaei (), an architecture student from Tehran, fills his Instagram account with photos from his daily life in a special and beautiful way. Many of his photos communicate the delicate interplay of our minds with the world through our hands: \"We always do our job with our hands, but we never focus on them. They put our feelings, thoughts and everything that happens in our minds into the things we touch.\" For more photos from Mohsen, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "590,706", "path": "instagram/picture3882.jpg", "like_list": [], "date_time": "Jul 3, 2014", "location": "", "tag_list": ["@evandavey"], "caption": "On the rooftop of the Marina Bay Sands hotel in Singapore, the luxurious outdoor Sands SkyPark Infinity Pool stretches 150 meters (492 feet) across three hotel towers. A catchment system below the pool keeps the water circulating at the top while complex architecture secures the pool's deck to the towers that sway subtly with the wind 200 meters (650 feet) above ground. The pool is open only to hotel guests, and Instagrammers who stay at the hotel share their exclusive experience of the pool's vanishing-edge illusion and spectacular view of the city's skyline.\n\nFor more photos and videos from the infinity pool, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "532,025", "path": "instagram/picture3883.jpg", "like_list": [], "date_time": "Jul 2, 2014", "location": "", "tag_list": ["@stephanie_fernandez", "@stephanie_fernandez", "@stephanie_fernandez"], "caption": "Louisiana Instagrammer Stephanie Fernandez () has chosen a canvas she is very familiar with for her art. \"I know my face and body better than anyone,\" the 19-year-old explains. \"What started out as an experiment with makeup has become my career aspiration and ultimately the love of my life.\" Stephanie often acts as her own makeup artist, model and photographer and shares her creations on Instagram.\n\nTo see more of Stephanie's elaborate makeup looks—from gory to pop— follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "384,931", "path": "instagram/picture3884.jpg", "like_list": [], "date_time": "Jul 2, 2014", "location": "", "tag_list": ["#AthensPride", "#ChicagoPride", "#DublinPride", "#IstanbulPride", "#LApride", "#LondonPride", "#NYCpride", "#SeattlePride", "#SFpride", "@rkm3nyc"], "caption": "The month of June marked LGBTQ Pride Month in many cities, and people around the world gathered together with rainbow flags, parades (and plenty of glitter) to celebrate who they are and who they love.\n\nAlthough some celebrations began in late May and many more continue throughout July and August, June stands as Pride Month to honor the Stonewall riots of 1969. The riots, a series of demonstrations in New York City against anti-gay violence, mark what is considered to be the beginning of the modern gay rights movement in the United States.\nFor more photos and videos from some of the largest Pride celebrations across the globe, browse the following hashtags: , , , , ,  ,  and .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "350,248", "path": "instagram/picture3885.jpg", "like_list": [], "date_time": "Jul 1, 2014", "location": "", "tag_list": ["@elenikalorkoti", "@elenikalorkoti", "@elenikalorkoti"], "caption": "Perhaps unsurprisingly, Eleni Kalorkoti's () inspiration for the strange and stylish characters she illustrates comes from eclectic sources including '70s cinema, \"Columbo\" and dance costumes by Oskar Schlemmer. “Last week I went to see a David Bowie exhibition,” she says, “and now I want to draw everyone wearing quilted jumpsuits.” For more chicly drawn sorceresses, witches and space travelers, follow  on Instagram. Photo by "}, {"num_of_comments": 24, "num_of_like": "569,873", "path": "instagram/picture3886.jpg", "like_list": [], "date_time": "Jul 1, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@lifewithleroy", "@lifewithleroy"], "caption": "Hello, Instagram! Time for the ! Say hello to Leroy Milo Brown (), a handsome terrier with a love for San Francisco’s scenic streets. To make Leroy and his adventures a daily part of your Instagram experience, follow ."}, {"num_of_comments": 24, "num_of_like": "289,023", "path": "instagram/picture3887.jpg", "like_list": [], "date_time": "Jul 1, 2014", "location": "", "tag_list": ["@omarzrobles", "@saunakspace", "@crisam", "@spirouzi", "@owencwelch", "@phraction", "@xfqhlmx", "@tschang", "@kaehope", "#WHPstreetstyle"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "429,026", "path": "instagram/picture3888.jpg", "like_list": [], "date_time": "Jun 30, 2014", "location": "Tugboat Graveyard - Staten Island", "tag_list": ["@giseled"], "caption": "The scuttled remains of tugboats, ferries and other maritime vessels rest peacefully in shallow water off the shores of Staten Island in New York City.\n\nThe rusting hulks, decrepit frames, creaks and bumps in the Witte Marine Equipment Company scrap yard, known as the \"Tugboat Graveyard,\" contribute to a hauntingly beautiful industrial landscape hidden in plain sight: an off-the-beaten-path destination for Instagrammers looking to make a field trip just outside of the city center.\nFor more photos and videos from the Tugboat Graveyard, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "328,202", "path": "instagram/picture3889.jpg", "like_list": [], "date_time": "Jun 29, 2014", "location": "", "tag_list": ["@nyclu", "@fabpheebs", "@nickoza", "@decobueno", "@asymmetric_motion", "@ericohiller", "@joesanta", "@leahlavelle", "@oxana_gi"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "547,766", "path": "instagram/picture3890.jpg", "like_list": [], "date_time": "Jun 29, 2014", "location": "Мечеть Кул-Шариф", "tag_list": ["@foxbrush77"], "caption": "Shimmering like a blue and white jewel, the rebuilt Kul Sharif mosque (Кул-Шариф) is the Islamic heart of the Russian city of Kazan. Its striking architectural features include four towering minarets, marble and granite exterior facades, alabaster carvings, stained glass windows and a central dome inspired by the ancient crown worn by Kazan khans. With a capacity to accommodate 1,500 worshippers within and 10,000 more outside on the two adjacent pavilions, Kul Sharif is one of Europe’s largest mosques.\nThe original Kul Sharif mosque was a cornerstone of the city’s civic and religious activity in the 16th century until it was destroyed in 1552 during the conquests of Ivan the Terrible. Today, the new mosque stands as an important symbol for the city’s Islamic past and for the region’s vision as a peaceful home for its multiethnic populations.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "484,291", "path": "instagram/picture3891.jpg", "like_list": [], "date_time": "Jun 29, 2014", "location": "", "tag_list": ["@seblester", "@seblester", "@seblester"], "caption": "\"I suppose there is a 'letterform evangelist' aspect to my Instagram account,\" says illustrator and calligrapher Seb Lester (), \"but calligraphy has an immediacy, and most people seem to appreciate it on some level.\" \"Learning calligraphy is a wonderful journey through history for me,\" Seb explains. “My work blends my knowledge of the ancient art of calligraphy with my knowledge of modern design and technology.\" Sharing through Instagram, Seb says, mirrors this blending of the old and new. \"I think it's an excellent example of how well this ancient art form can translate to the Internet.\" To see more photos and videos of Seb's daily calligraphy creations, follow .\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "277,251", "path": "instagram/picture3892.jpg", "like_list": [], "date_time": "Jun 28, 2014", "location": "", "tag_list": ["#WHPstreetstyle", "#WHPstreetstyle", "@the_line_up"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to break out of your comfort zone and capture the style of a passerby in public, whether it's punk, preppy or anywhere in-between. Some tips to get you started:\n\nBefore you start shooting, figure out your location and think about the lighting so you can quickly position yourself when it comes time to take the photo. Try starting by complimenting a person on their style. Strike up a conversation and be respectful—if they say \"no,\" thank them and seek out someone else. Finally, if you talk to the person you've photographed, don't forget to ask if they're on Instagram. If they are, tag them in your photo so they can see the result!\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "423,182", "path": "instagram/picture3893.jpg", "like_list": [], "date_time": "Jun 27, 2014", "location": "", "tag_list": ["@ledavolli", "@ledavolli"], "caption": "The experience of living abroad has been a magical one for Brazil Instagrammer Leticia Davolli (), who has called Toronto home for the last five years. “All of a sudden, you see the world through the eyes of a foreigner,\" she says. \"You never belong to a single place again.\" \"When I first moved to Toronto, I created the blog Para Minha Mãe, translating to 'For My Mother' as a way to share my experiences in Toronto with my mom.\"\nLeticia is especially fascinated by Toronto’s independent café scene. “People gather there to find inspiration and connect with others,\" she says. “My mother also loves coffee shops. Being in cafés is a way to reconnect with my essence and origins.\" Photo by "}, {"num_of_comments": 24, "num_of_like": "368,454", "path": "instagram/picture3894.jpg", "like_list": [], "date_time": "Jun 27, 2014", "location": "Jardins du Château de Versailles", "tag_list": ["@limtw78"], "caption": "Last week, South Korean artist Lee Ufan unveiled a series of 10 commissioned works on the grounds of the Chateau de Versailles outside of Paris, France.\n\nUfan's pieces take shape as large-scale sculptures and installations. Simple structures such as immersive rock gardens and the exhibition's iconic polished-concrete arch stand in stark contrast to the decadent landscape of the Chateau grounds. The striking differences between the historical gardens and the exhibition works lead visitors to discover the dialogue and harmonies that can exist between objects that—at first—seem wholly dissimilar.\n\nFor more from Lee Ufan's works at Versailles, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "586,891", "path": "instagram/picture3895.jpg", "like_list": [], "date_time": "Jun 26, 2014", "location": "", "tag_list": ["@jimmy_chin", "@jimmy_chin", "@jimmy_chin"], "caption": "Jimmy Chin () is a professional climber, photographer and cinematographer based in Jackson Hole, Wyoming. \"My favorite moments are the unplanned and spontaneous visual gems you find when you are out in the wild doing what you love,\" he says. His creative inspiration comes from “amazing athletes doing amazing things in amazing landscapes.\" Here are some of Jimmy's tips for shooting athletes in nature: Know the sports, get active to find unique perspectives and frame your human subjects to create a sense of scale. When it comes to editing, Jimmy likes to make subtle adjustments with the Instagram editing tools and other editing apps to help convey the mood of the image.\n\nFor more photos and videos from Jimmy’s outdoors expeditions, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "399,723", "path": "instagram/picture3896.jpg", "like_list": [], "date_time": "Jun 26, 2014", "location": "Sloth Sanctuary", "tag_list": ["@djmattystopes"], "caption": "On Costa Rica's eastern coast, some of nature's slowest mammals call a small refuge home. The Sloth Sanctuary of Costa Rica first started in 1997 when Judy Avey-Arroyo and Luis Arroyo—owners of a private biological reserve—took in Buttercup, an orphaned baby three-toed sloth. Now, Buttercup is 21 years old and the family-run Sloth Sanctuary has rescued and rehabilitated over 500 sloths to date. As the sanctuary continues its efforts to learn from the sloths in rehabilitation and teach the public about them, Instagrammers are increasingly visiting the sanctuary and documenting their time with the sloths through photos and videos.\n\nFor more photos and videos from the Sloth Sanctuary, tap the blue location text above.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "454,072", "path": "instagram/picture3897.jpg", "like_list": [], "date_time": "Jun 25, 2014", "location": "Seljalandsfoss", "tag_list": ["@maether"], "caption": "In the south of Iceland near the western base of the glacier Eyjafjallajökull, the Seljalandsá river spills over a 60-meter (197-foot) cliffside to a placid pool below.\n\nThe waterfall, Seljalandsfoss, stands as one of Iceland's most photogenic natural attractions. The jutting angle of the cliff allows visitors to explore behind the veil of water, revealing a waterfall that can be captured from nearly every angle. Whether camping at the falls' base in summer or braving thick ice and snow during the winter, the sight of the falls throughout Iceland's dramatic seasons has proven a longtime attraction for local and visiting Instagrammers alike.\n\nFor more photos and videos from Seljalandsfoss, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "448,167", "path": "instagram/picture3898.jpg", "like_list": [], "date_time": "Jun 25, 2014", "location": "", "tag_list": ["@bosch", "#karre", "#kaffe", "@bosch", "@christopherhall", "@ofeneck", "@roitsch", "@lastguest_hh", "@eskimo", "@knurrt", "@bosch"], "caption": "Hamburg Instagrammer André Krüger's () passions on Instagram could be divided into two themes:  (old cars) and  (coffee). He has been photographing old European classic cars on the streets of Germany since he joined Instagram. His passion for coffee also led him to run an international pre-Christmas Wichteln (\"Secret Santa\") with more than 350 participants exchanging coffee beans from 25 countries who share the same interest in coffee.\n\nFor more photos and videos of André's favorite cars and coffee, follow  on Instagram and some of his favorite Instagrammers: , , , ,  and .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "515,394", "path": "instagram/picture3899.jpg", "like_list": [], "date_time": "Jun 24, 2014", "location": "", "tag_list": ["@shantell_martin", "@shantell_martin", "@shantell_martin"], "caption": "Blank canvases were once intimidating for the artist Shantell Martin (), whose black-and-white work travels across surfaces from crisp white shirts to refrigerator doors. \"I used to worry, 'what if I make a mistake?'\" she says. \"Then I realized that it's all a big mistake. You just have to follow the pen and hope the pen knows where it's going.\" To follow Shantell's pen, find her on Instagram: .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "386,160", "path": "instagram/picture3900.jpg", "like_list": [], "date_time": "Jun 24, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@ohmylava", "@ohmylava"], "caption": "Hello, Instagram! It’s time for the ! Pack your bags for Hawai'i, we are visiting Lava (), a beautiful rescue kitty that calls Honolulu home. To add some ocean-loving tropical feline to your Instagram feed, follow ."}]}