{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "498,487", "path": "instagram/picture3601.jpg", "like_list": [], "date_time": "Nov 10, 2014", "location": "", "tag_list": ["@maldemar", "@maldemar"], "caption": "Mexico architect and designer Mauricio de la Garza () is on a journey that has already taken him far from home to places as far-flung as India and Alaska. His trusted travel companion is the camera his father gave him. “Two years ago, a family member passed away, teaching me how vulnerable and fragile our lives are,” he says. “I haven't been able to stop traveling since. I am searching for answers, searching for life, and finding love in every corner.” Photo by "}, {"num_of_comments": 24, "num_of_like": "446,711", "path": "instagram/picture3602.jpg", "like_list": [], "date_time": "Nov 10, 2014", "location": "", "tag_list": ["@prashanthvishwanathan", "@banerjee.anurag", "@donstahl", "@dishahisham", "@mario_tama", "@nordy421", "@ana_yturralde", "@dinalf", "@iamlisa", "@prashanthvishwanathan"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week! , , , , , , , , \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "387,737", "path": "instagram/picture3603.jpg", "like_list": [], "date_time": "Nov 9, 2014", "location": "Glienicke Bridge", "tag_list": ["@kickin", "@instagramDE", "#fallofthewall25", "@kickin", "@brainyartist"], "caption": "“You could hear the prison guard's footsteps in the hallway when he was approaching your cell, and the loud noise when the key was inserted and turned in the lock,” Jan Kickinger () recalls of his time in prison. At the age of 19, the Kleinmachnow native was convicted of “Republikflucht”–the crime of attempting to flee from East Germany. “I did not see any prospects for me in the GDR (German Democratic Republic),” says Jan, explaining his urge to escape. The Fall of the Berlin Wall 25 years ago marked Jan's freedom in more than one way. “I was released from prison on November 9, 1989,” he explains. Only a few hours later the border crossings were opened. “Suddenly you had all these opportunities to determine what you wanted to do with your life; you had the chance to travel. It felt phenomenal.” The sight of the Glienicke Bridge still reminds Jan of that life-changing day: “We were greeted enthusiastically at the other bank of the Havel River by cheering people of West Berlin. The crossing of the bridge was a very moving moment I will never forget.” Jan joins other Berlin Instagrammers who are sharing memories of the Berlin Wall on the  account. To see more images surrounding the 25th anniversary of the fall of the Berlin Wall, browse the  hashtag.\n\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "437,821", "path": "instagram/picture3604.jpg", "like_list": [], "date_time": "Nov 9, 2014", "location": "", "tag_list": ["@kilianmartinsk8", "@kilianmartinsk8"], "caption": "“My philosophy is that if you land a trick right away, it’s not your personal best,” explains Kilian Martin (), a freestyle skateboarder who lives in Carlsbad, California. “There's something else you can do with that trick to make it harder. A new variation, an extra flip, a spin.” Kilian moved to the United States from Madrid, Spain when he went professional. His unique blend of freestyle and street skating, which requires extraordinary strength and coordination, is made possible by years of gymnastics training. What looks effortless on video is actually the result of endless practice. “A lot of my new tricks take me hundreds of tries,” he says. “Often I am ready to give in to physical exhaustion before I end up landing it.” To see more of Kilian’s masterful maneuvers, follow .\n\nVideo by Juan Rayos"}, {"num_of_comments": 24, "num_of_like": "328,784", "path": "instagram/picture3605.jpg", "like_list": [], "date_time": "Nov 8, 2014", "location": "", "tag_list": ["#whoifollow", "@alexprager", "@thehaasbrothers", "@liberatum", "@cinefamily", "@dallasclayton", "@vanessaprager", "@alexprager"], "caption": "For the latest in our Who I Follow () series, we asked Alex Prager (), a celebrated artist known for her cinematic, meticulously staged photographs, to tell us about her process of discovery on Instagram. For her, it's a place to find everything from ideas for her home to cute animal pictures. “But mostly it's to stay kind of in the loop with where your friends are,\" she says. \"I'm traveling so much lately, it helps me stay in touch while I'm away.” Her recommendations for who to follow on Instagram: , , ,  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "344,998", "path": "instagram/picture3606.jpg", "like_list": [], "date_time": "Nov 8, 2014", "location": "", "tag_list": ["#WHPstayfit", "#WHPstayfit", "@katherinekruger"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos and videos of the sports and activities you participate in to stay fit. Some tips to get you started:\nLook to capture the moments and poses that show your favorite parts of your activity. From the yoga studio to the mountain trail, don't forget to think about how location can also add context. For videos, consider the way you and others move as you exercise. Consider using slow motion to highlight a specific moment of action or turning to Hyperlapse to capture the entire process as it unfolds over time. Finally, if action shots aren't your thing, think about the various objects and apparel that go in to your activities. Whether it's a brand new football, a colorful cycling helmet or a pair of well-worn ballet shoes, they all play a part in the story of how you stay fit.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own photographs and videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged image or video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "498,598", "path": "instagram/picture3607.jpg", "like_list": [], "date_time": "Nov 7, 2014", "location": "", "tag_list": ["@marcus1spannier", "@marcus1spannier"], "caption": "“My parents kept asking me why I always gaze up into the sky and what do I see there,” recalls Heinsburg auto body painter Markus Einspannier () who developed a passion for clouds as a little kid. When given a Polaroid camera for his 13th birthday, he began experimenting immediately. “I started holding up different items towards the sky. Or I would jump in the air until the photograph created the illusion of me standing on the cloud.” Today, Markus is lovingly referred to by his friends as “Wolkenonkel” (“Cloud Uncle”) and channels the innocence and endless imagination of a child's view on the world.\" As he's come to realize, “Everything is possible—and nothing is unthinkable.” Photo by "}, {"num_of_comments": 24, "num_of_like": "391,312", "path": "instagram/picture3608.jpg", "like_list": [], "date_time": "Nov 7, 2014", "location": "", "tag_list": ["#highschoolart", "@lsw_art", "#highschoolart", "@lchsart"], "caption": "“The  hashtag on Instagram is a big collaboration board,” says Suzy Smith, a high school art teacher in Lee’s Summit, Missouri. “I check it to see what types of projects other schools do.” Her class has its own account, , where she posts exceptional student artwork and photos of their weekly assignments-in-progress. “So often, teens are controlled in their environment to only produce things within specific guidelines. With art, they're encouraged to live outside of the typical limitations that school normally requires of them,” Suzy says. “Instagram is a visual newsletter for parents and students.” For more imaginative artwork from teenage artists, browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "418,943", "path": "instagram/picture3609.jpg", "like_list": [], "date_time": "Nov 6, 2014", "location": "", "tag_list": ["@junedigann", "@junedigann"], "caption": "“I'm more of a letterer than a typographer when it comes to the work I post on my Instagram account,” explains graphic designer June Digan (), who is based in Manila, Philippines. June reveals that while the terms “typography” and “lettering” are often used interchangeably, typography is technically about setting type on surfaces, whereas lettering is more about the art of drawing letters by hand. She taught herself watercolor lettering as a daily therapeutic activity after work. In June's creative process, the words she chooses often come before the other illustrative elements, and she usually decides on a phrase based on how she feels at a given time. “I am trying to be positive no matter what—when I'm down or sad, I create pieces that will lift me up.” Photo by "}, {"num_of_comments": 24, "num_of_like": "390,924", "path": "instagram/picture3610.jpg", "like_list": [], "date_time": "Nov 6, 2014", "location": "", "tag_list": ["@dcim.ru", "@dcim.ru"], "caption": "Dima Markov () takes photographs of the people and social issues close to his heart. “I like photographing the elderly, the homeless and the street kids,” Dima says. “I want to show how beautiful and unique they are.” Living in the northwestern city of Pskov, Russia, Dima works with disabled children and volunteers for organizations that support orphaned children. He is also a newspaper journalist and professional photographer. On Instagram, Dima challenges himself to make beautiful portraits with his phone of the people of Pskov he encounters everyday. “I like photographing social problems and the ordinary people. I try to see the uniqueness in weird places — in the countryside, at the streets, at the markets and the railway stations.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "243,531", "path": "instagram/picture3611.jpg", "like_list": [], "date_time": "Nov 5, 2014", "location": "", "tag_list": ["@aurch", "@aurch", "@spfw", "@aurch"], "caption": "Backstage at São Paulo Fashion Week, street photographer Alexandre Urch () felt like a kid in a candy store. “There are so many inspiring sounds and colors that everything deserves a photo or video,” he says. “It’s really fascinating to witness the models’s metamorphosis through through makeup and different pieces of clothing.” For more photos and videos, follow  and .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "430,044", "path": "instagram/picture3612.jpg", "like_list": [], "date_time": "Nov 5, 2014", "location": "", "tag_list": ["@_everson", "@_everson"], "caption": "Photojournalist Everson Verdião () has always admired the dual identity of Spider-Man. “As a kid, I dreamed of being like Peter Parker: a photographer as well as a superhero,” he says. Nowadays, Everson's dynamic shots of Brazil evoke his childhood interest in action-packed storytelling. “I have always been interested in the way people express themselves through their body movements. I never explicitly search for movement in my photos though, it simply happens.” Photo by "}, {"num_of_comments": 24, "num_of_like": "326,901", "path": "instagram/picture3613.jpg", "like_list": [], "date_time": "Nov 4, 2014", "location": "", "tag_list": ["@markpetersonpixs", "@markpetersonpixs"], "caption": "“I like the larger-than-life characters that shape the American landscape,” says photojournalist Mark Peterson (). “It’s like theater.” Mark’s high-contrast, flash-filled images examine both power and poverty in the United States, and focus a spotlight on politicians and other public figures. “I really like to get as close as I can to my subjects,” he says, explaining his approach. “I want the viewer to feel like they were in the same room with me at the event. I think this adds an intimacy to something that is very public.” Mark views Instagram as a space to engage in a global exchange of images and ideas. “To see the work of other photographers and artists, as they’re creating it, is amazing,” he says. “It’s like getting to see their proof sheets and watch the ideas grow.” Photo by "}, {"num_of_comments": 24, "num_of_like": "728,358", "path": "instagram/picture3614.jpg", "like_list": [], "date_time": "Nov 4, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@mirlilevy_cats", "@mirlilevy_cats"], "caption": "Hello, Instagram! It’s time for the ! This week, we meet a pair of supremely furry felines named Lilly and Evy (). To add a dash of bight eyed Persian kitty to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "360,263", "path": "instagram/picture3615.jpg", "like_list": [], "date_time": "Nov 4, 2014", "location": "", "tag_list": ["@_____od", "@persooonen", "@lindaberlin", "@prince_sarmah", "@dcambaxp", "@jr2shoot", "@mlnordan", "@polinaps", "@d0125", "#WHPshadowplay"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "464,406", "path": "instagram/picture3616.jpg", "like_list": [], "date_time": "Nov 3, 2014", "location": "", "tag_list": ["@qta3", "@qta3"], "caption": "“When I started sharing my work with the community, I wanted to show the extraordinary among the many real and everyday photos on Instagram,” says a Tokyo collage artist who goes by the pseudonym Q-TA (). With his own interpretation of surrealism, he brings pieces of different images together to create bizarre pop graphics. Q-TA finds most of his materials from vintage encyclopedias and magazines, although he uses both analog and digital methods to make the collages. As he works, he aims to always keep the creative process quick and spontaneous, while maintaining the mystery and allure in the images. “I don't want to let my messages stand out in my work,” he says. “I cut down the amount of information as much as I can, so the viewer can feel the unusual nature of the collages and interpret their own stories.” Photo by "}, {"num_of_comments": 24, "num_of_like": "430,599", "path": "instagram/picture3617.jpg", "like_list": [], "date_time": "Nov 3, 2014", "location": "", "tag_list": ["@248tony", "@248tony", "@248tony"], "caption": "“Watching ‘Transformers’ as kid must have made an impression on me, as that’s what most people see when they first look at my work,” says Anthony Bansal (), an engineer from Birmingham, England who makes miniature creations from watch pieces. “I like anything well-made, from shoes to cars and almost anything in between,” explains Anthony. “A love of taking things apart and assembling things has naturally led me to watches and my sculptures.” Anthony, who draws inspiration from artists like Alexander Calder, lets the watch pieces speak to him, rather than beginning a project with a specific sculpture in mind. “I sit at my bench with a pile of components in front of me and I can just see how they should go together.” To see more of Anthony’s miniature timepiece creations, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "416,402", "path": "instagram/picture3618.jpg", "like_list": [], "date_time": "Nov 2, 2014", "location": "", "tag_list": ["@scrfoto", "@myvintageloveblog", "@mimokhair", "@zposternak", "@sumitdayal", "@staley", "@dayasov", "@kimothyolsen", "@jakeverzosa", "@scrfoto"], "caption": "Every Sunday we post a roundup to our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "396,568", "path": "instagram/picture3619.jpg", "like_list": [], "date_time": "Nov 2, 2014", "location": "", "tag_list": ["@artmossphere", "@never2501", "@artmossphere", "@never2501"], "caption": "Moscow's first street art biennial “Artmossphere” () featured artists from 15 countries who created works in the city's public spaces. Italian artist 2501 () visited Moscow to share his work in progress. “It was a beautiful moment—great artists from Russia and across Europe came together to show some of their iconic works.” he says. “My work for this festival was based on my ongoing project called Nomadic Experiment. I built a machine that allowed me to create art that is an interaction of mechanical and fluid.” To see more works from Moscow's street art biennial “Artmossphere,” follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "425,298", "path": "instagram/picture3620.jpg", "like_list": [], "date_time": "Nov 1, 2014", "location": "", "tag_list": ["@ilovesugarskulls", "@ilovesugarskulls", "@ilovesugarskulls"], "caption": "“It's a time of storytelling, remembrance and celebration of life for those who are no longer with us,” explains artist Robert Owens (), who goes by the name Rob-O, about the meaning of the Mexican holiday Día de los Muertos (Day of the Dead). To remember his loved ones that had passed, he started creating sugar skulls and became intrigued with the concept of turning them into art. “I was really learning how to use Royal icing, and it was pretty exciting to push the boundaries,” he recalls. Although all ingredients for the sugar skulls are edible, Rob-O wants his works to withstand time and pass on to future generations: “It's a piece of me, a moment of time that I will never get back, and I want to share this with the world.” To see more photos of Rob-O's sugar-skull art, follow . Photo by "}, {"num_of_comments": 24, "num_of_like": "314,290", "path": "instagram/picture3621.jpg", "like_list": [], "date_time": "Nov 1, 2014", "location": "", "tag_list": ["#WHPshadowplay", "#WHPshadowplay", "@chrisventures"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative photos and videos that feature strong shadows. Some tips to get you started:\nWhen composing your shot, tap on the brightest part of the screen to set the exposure. This will give you the deepest, most dramatic shadows. Next, remember that shadows can add unexpected shapes to any setting. Whether in the office, at home or out in nature, wait for bright sunlight and look to see how the shadows fall. Finally, you don’t need to look any further than your windows to find inspiration. Sunlight streaming through window blinds creates particularly photogenic stripes.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "596,552", "path": "instagram/picture3622.jpg", "like_list": [], "date_time": "Oct 31, 2014", "location": "", "tag_list": ["@villafanestudios", "@villafanestudios"], "caption": "“I love carving faces into pumpkins more than anything else,” says Ray Villafane, a commercial sculptor and founder of Villafane Studios () in Arizona, USA. In bringing his passion for the art and his background as a professional sculptor together, Ray has successfully established pumpkin carving as a full-time business. He chooses pumpkins with thick exteriors in order to carve three-dimensional faces into the surfaces. He also evaluates the right stem, color and shape for each project. Ray then creates the detailed and dramatic features by carefully carving into the pumpkin's skin without breaking through its wall. “While pumpkin carving is largely a subtractive process, not many realize that you can add elements at times,” explains Ray. As he reveals, “super glue works on pumpkins, which can be very useful when adding on things such as horns and ears!” Photo by "}, {"num_of_comments": 24, "num_of_like": "487,390", "path": "instagram/picture3623.jpg", "like_list": [], "date_time": "Oct 31, 2014", "location": "", "tag_list": ["@jamesfrancoTV", "@marniethedog", "@marniethedog", "@jamesfrancoTV", "@marniethedog"], "caption": "A beautiful friendship has blossomed between two world-famous Instagrammers: James Franco () and Marnie the dog (). But their relationship began as a playful rivalry. Earlier this year, Marnie—a sweet, senior shelter dog from New York who was adopted in 2012—staged elaborate recreations of James’ iconic self-portraits. Her photos were quickly noticed by the actor himself. “I had no idea who Marnie the dog was, and then I saw she was my best mimic,” says James. “I love Marnie’s versions of my selfies better than the originals. And she's a really good drawer, better than a lot of humans.” For more from the floppy-tongued canine and the silver-screen selfie master, follow  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "318,982", "path": "instagram/picture3624.jpg", "like_list": [], "date_time": "Oct 30, 2014", "location": "", "tag_list": ["@marikim1004", "@marikim1004"], "caption": "“I think eyes are the windows to the heart,” says Seoul-based artist and animator Mari Kim (). She first started drawing the character “Eyedoll” over 10 years ago, and has been exploring variations of this figure, known for its big eyes and brightly colored face, ever since. “I’m trying to confront the fixed ideas of femininity projected by mainstream media and contemporary culture,” Mari says. “The eye is the wormhole connecting inner life with the outside world.” Photo by "}, {"num_of_comments": 24, "num_of_like": "397,851", "path": "instagram/picture3625.jpg", "like_list": [], "date_time": "Oct 30, 2014", "location": "", "tag_list": ["#HelloMyNameIs", "@fellandfair", "@fellandfair"], "caption": "“ Zan Campbell (). Ever since my mother gave me a copy of J.R.R. Tolkien's ‘The Lord of the Rings’ when I was eight, I have been captivated by fantasy. Honestly, I used to be embarrassed about my ‘other life’ as a nerd. But expressing myself through photography, and Instagram, helped me become proud of my passions. When you find something that you love, your enthusiasm is infectious and it makes people want to be a part of it. My favorite photos come from adventures in the forests of my native South Carolina—all while carrying my longbow and quiver of arrows. This is freedom to me.” Photo by "}, {"num_of_comments": 24, "num_of_like": "386,298", "path": "instagram/picture3626.jpg", "like_list": [], "date_time": "Oct 29, 2014", "location": "Brodie Castle", "tag_list": ["@deanmackay", "#brodiecastle", "@amcleod87"], "caption": "Brodie Castle sits on the high peaks of Scotland in Moray, a 16th-century reminder of the nation's supernatural heritage. On a small heath known as Macbeth's Hillock, King Macbeth is believed to have encountered three “weird sisters”—an event that inspired Shakespeare's famous tragedy. “The woodland walks on the estate could certainly be described as spooky,” says local Instagrammer Dean Mackay (). “In some areas the trees are so tall and tightly packed together sunlight only just struggles through. The air is thick with the smell of the ancient Scots pine and Norway spruce trees. Dead leaves fall from the trees and crumble under foot.” See more by exploring the  hashtag and tapping the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "348,192", "path": "instagram/picture3627.jpg", "like_list": [], "date_time": "Oct 29, 2014", "location": "", "tag_list": ["@romcore", "@romcore", "@mbfwrussia", "@romcore"], "caption": "For 18-year-old Roman Korshunov (), fashion shows were always like a mystery he wanted to solve—until this past week when he had the opportunity to shoot backstage at Russian Fashion Week in Moscow. “I was shocked when I saw what exactly was going on backstage and how many people work to make the show perfect,” he says. “It's a wonderful tornado of people passing by every minute. And suddenly you become a part of this creative madness.” For more photos and videos, follow  and .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "413,420", "path": "instagram/picture3628.jpg", "like_list": [], "date_time": "Oct 28, 2014", "location": "", "tag_list": ["@freehandprofit", "@freehandprofit"], "caption": "Los Angeles-based artist Gary Lockwood () takes the meaning of “sneakerhead” to a whole new level. His gas mask creations each begin with the destruction of a coveted pair of sneakers, which he then reassembles into a unique wearable art piece. Gary’s masks are inspired by his teenage years wearing respirators as a young graffiti artist, and his lifelong passion for hip-hop music. “I developed an outlook through hip-hop that attempts to balance the commercial and the conscious, the sacred and profane, the struggle and the success,” he says. “We don't live in two worlds—one of opulence and pride, or one of poverty and despair. It's the same place and we should be aware and embrace both.” Photo by "}, {"num_of_comments": 24, "num_of_like": "379,221", "path": "instagram/picture3629.jpg", "like_list": [], "date_time": "Oct 28, 2014", "location": "Tompkins Square Park", "tag_list": ["#Howloween", "#WeeklyFluff", "@oxdad", "@oxdad"], "caption": "Hello, Instagram! It’s time for a very special  edition of the . This past weekend, a parade of dressed-up pups and crowds of camera-toting canine lovers gathered in New York City’s Tompkins Square Park for a Halloween costume pawty. Among the favorites was Oscar (), a special-needs rescue whose wheelchair was adorned with the New York skyline. To see more spooktacular puppy photos and videos, tap the blue location text above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "446,350", "path": "instagram/picture3630.jpg", "like_list": [], "date_time": "Oct 28, 2014", "location": "", "tag_list": ["@taylorswift"], "caption": "“When I was 12, I fell in love with writing music and lyrics. I loved the rush I got when I found the perfect rhyme. But mostly I fell in love with how songwriting helped me make sense of how I felt, and then it celebrated how I felt.” —Taylor Swift\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "423,641", "path": "instagram/picture3631.jpg", "like_list": [], "date_time": "Oct 28, 2014", "location": "", "tag_list": ["#WHPalterego", "@nulooks_", "@antonpinenkov", "@heruprst", "@aghusr", "@zhafrysam", "@blixpoxandblunder", "@paccontreras", "@inessitao", "@laurakayherring"], "caption": "As Halloween approaches, this weekend’s prompt was , which asked participants to take a creative self-portrait that captures another side of their personalities. Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions."}, {"num_of_comments": 24, "num_of_like": "567,599", "path": "instagram/picture3632.jpg", "like_list": [], "date_time": "Oct 27, 2014", "location": "", "tag_list": ["@oleknyc", "@oleknyc"], "caption": "Polish crochet artist Agata Oleksiak known as Olek () describes the origin story of her artwork as a fable. “A skein of yarn struck me in the head like magic dust from an undiscovered planet,” she says. “I looked up at the stars and picked up a crochet hook.” Agata wishes the same fantastic escape for her audience. “I want to lure them into an alternative reality where they can imagine and conjure their own fables.” Photo by "}, {"num_of_comments": 24, "num_of_like": "445,091", "path": "instagram/picture3633.jpg", "like_list": [], "date_time": "Oct 26, 2014", "location": "", "tag_list": ["@ambermaykut", "@williamwegman", "@luka_irich", "@nicolenodland", "@nalsaandmore", "@adrianazehbrauskas", "@billybaca", "@lylexox", "@dillonhorger", "@nalsaandmore"], "caption": "Every Sunday we post a roundup to our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "579,635", "path": "instagram/picture3634.jpg", "like_list": [], "date_time": "Oct 26, 2014", "location": "", "tag_list": ["@_spirits", "@_spirits", "@_spirits"], "caption": "“You can call me a witch, if you'd like. To some degree what you're saying is that my work or my personality makes you think of spiritual concepts—and that's a compliment to me.” For Tilly Garcia (), an artist in New Jersey, USA, inspiration comes from the natural world around her. “I pull energy from the earth to feel grounded, which allows me to create, but my head is in the clouds forever.” On Instagram, Tilly interweaves her own delicate drawings alongside moments from the wolf sanctuary where she works and photos of careful arrangements built from collected antiquities and sacred objects. “I want my work to evoke an otherworldly—yet familiar—feeling, like a dream you can hardly remember,” she explains. “I like the idea of déjà vu, of suddenly being reminded of something from a past life and then forgetting it right away. I like that beautiful sadness.” For more photos from Tilly's mystical world, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "440,264", "path": "instagram/picture3635.jpg", "like_list": [], "date_time": "Oct 25, 2014", "location": "", "tag_list": ["@davidlozeau", "@davidlozeau"], "caption": "“I like creating art that lives on the corner of Day of the Dead Street and Wild West Avenue,” explains David Lozeau (). The self-employed artist relocated from New Hampshire to California in 2004 and “instantly got inspired by the people, culture, music, food and Mexican folk art.” He also adds, “I love old Spaghetti Western movies, too.” The characters in David’s art remain unnamed—they could be any one of us. “It's less about who they were and more about that frozen moment in time—a visual altar to honor that split second.” Photo by "}, {"num_of_comments": 24, "num_of_like": "312,376", "path": "instagram/picture3636.jpg", "like_list": [], "date_time": "Oct 25, 2014", "location": "", "tag_list": ["#WHPalterego", "#WHPalterego", "@365masquerades"], "caption": "Weekend Hashtag Project: \n\nAs Halloween approaches, we're kicking off a week of spooky features with a special dress-up Weekend Hashtag Project. The goal this weekend is to take a creative self-portrait that captures another side of your personality. Some tips to get you started:\nSpend some time beforehand getting in touch with your alter ego. This is an opportunity to share a side of you others may not know. As stores prepare for Halloween, face paint, props and costumes are readily available. Look for what's on sale and let your creativity run wild. Finally, as you shoot your self-portrait, don’t forget to think about your environment and lighting. Your surroundings help tell your story.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any tagged image taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "403,078", "path": "instagram/picture3637.jpg", "like_list": [], "date_time": "Oct 24, 2014", "location": "", "tag_list": ["@herr_pola_roid", "#theworldneedsmorespiralstaircases", "@herr_pola_roid"], "caption": "“Sometimes you have to take a look from above to reveal the best perspective,” says Munich Instagrammer Michael Koller (), who is part of an ever-growing community on Instagram celebrating spiral staircases across the world. “When you see things every day they become ordinary. But if you change your point of view, suddenly it becomes special and exciting.” For more spiral staircases across the world, browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "355,707", "path": "instagram/picture3638.jpg", "like_list": [], "date_time": "Oct 24, 2014", "location": "", "tag_list": ["@spiritus_ottavi", "@spiritus_ottavi"], "caption": "“This is a digital painting of my son,” explains Roberto Esquerra (), a Los Angeles-based hospital receptionist and self-taught artist who paints on his iPad. “When I create, I look at it as a different language that allows me to share my emotions, my energy.” In this picture of his son dancing, Roberto says, he sought to capture the relationship between the music’s rhythm, his son’s movement and the quiet beat of his own heart. “It doesn’t matter to me if I use crayons on a piece of cardboard,” Roberto says. “What matters is allowing myself to create and be open.” As someone who comes across inspiration at unexpected moments, Roberto finds a tablet's portability and versatility liberating. “The advantage is that you can create anywhere you are.” Photo by "}, {"num_of_comments": 24, "num_of_like": "556,945", "path": "instagram/picture3639.jpg", "like_list": [], "date_time": "Oct 23, 2014", "location": "", "tag_list": ["@harisrashid", "#rangoli", "@harisrashid"], "caption": "“I was always fascinated with rangoli designs and I really wanted to try it out,” says Kuala Lumpur artist Haris Rashid () reflecting on the experience of creating his first rangoli for a local shopping mall during the annual Hindu holiday of Diwali (or Deepavali), which is observed this week. Many who celebrate the holiday create rangoli with colored rice, flower petals, and other materials on streets and the floors inside homes to bring good luck, and is an essential decorative tradition for this festival of lights. For this particular project, Haris extensively researched the art form and even colored his own rice. “I wanted to make something unique while still keeping the vibe of Deepavali, so I chose a peacock and incorporated my artistic style. It took me three days to finish, but it was a lot of fun!” For more rangoli photos and videos, browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "485,071", "path": "instagram/picture3640.jpg", "like_list": [], "date_time": "Oct 23, 2014", "location": "", "tag_list": ["@maggie_stiefvater", "@maggie_stiefvater", "@maggie_stiefvater"], "caption": "Nature, great music, high places and fire: these are among the inspirations Maggie Stiefvater () draws upon in and around her home in Shenandoah Valley, Virginia. Though best known as the author of popular young adult books like the “Shiver” series, Maggie uses Instagram to showcase her talents as a visual artist. “My stories are like melodies, and writing, art and music are my instruments. Sometimes it’s obvious which instrument the tune will sound best on, but sometimes I have to try it across all three to figure it out,” she says. \"I like to write and draw the same things that I like to read—the everyday world with magic and adventure slyly hidden in the corners.” For more multicolored portraits from Maggie's imagination, follow . Photo by "}, {"num_of_comments": 24, "num_of_like": "287,967", "path": "instagram/picture3641.jpg", "like_list": [], "date_time": "Oct 22, 2014", "location": "", "tag_list": ["@hansulrichobrist", "@serpentineuk", "@hansulrichobrist"], "caption": "Hans Ulrich Obrist (), a curator and co-director of the Serpentine Galleries in London (), began his handwriting project on a stormy day in Brittany, France, with a poem written by Etel Adnan on a small napkin. “I suddenly realized what we risk to lose should handwriting ever disappear,” he says. “I felt an urge to post an image of Etel’s handwriting. It was the beginning of 700 posts from artists, architects, technologists, scientists, filmmakers and poets. I have a feeling it has only just begun.” Photo by "}, {"num_of_comments": 24, "num_of_like": "359,059", "path": "instagram/picture3642.jpg", "like_list": [], "date_time": "Oct 22, 2014", "location": "", "tag_list": ["@punkpoint", "@bmangin", "@punkpoint", "#worldseries", "@punkpoint"], "caption": "“I never figured on a career path in photography,” says Andy Kuno (), “I always thought I'd be doing something else. Photography was just a hobby in high school.” A community of sports photographers, including Brad Mangin () helped him find his way as a young rookie.\n\nAs the team photographer for the San Francisco Giants, Andy uses Instagram to share behind-the-scenes moments of his hometown baseball team and their journey to the World Series. “My favorite time to capture images is during batting practice while the players are loose,” he says. “I wanted to show stuff that would never make it to print,” he continues. “As social media has become an important outlet to our fans, we've hit Instagram pretty hard. I’ve been given autonomy to do what I need to show the team's personality at its best.” To see more photos from the World Series, follow  and explore the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "458,139", "path": "instagram/picture3643.jpg", "like_list": [], "date_time": "Oct 21, 2014", "location": "", "tag_list": ["@belilabelle", "@belilabelle", "@belilabelle"], "caption": "Venezuela Instagrammer Belinda Tellez () has always had a passion for surreal tales. “As a kid I was kind of weird. I liked books more than dolls and used to memorize passages from ‘Alice in Wonderland,’” she says. These days Belinda writes her own stories through surreal photography, often starring as the main character of imaginative scenes. “I take the self-portraits myself, so when the result is similar to what I imagined, I dance.” For more of Belinda's surreal scenes, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "693,852", "path": "instagram/picture3644.jpg", "like_list": [], "date_time": "Oct 21, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@pitterpatterfurryfeet", "@pitterpatterfurryfeet"], "caption": "Hello, Instagram! It’s time for the ! Meet Alice and Finnegan (), two gorgeous Siberian Lynx Point kitties. For a dose of fantastically festive feline fluff, follow ."}, {"num_of_comments": 24, "num_of_like": "383,804", "path": "instagram/picture3645.jpg", "like_list": [], "date_time": "Oct 21, 2014", "location": "", "tag_list": ["@brettbrooner", "@sundrasindhu", "@thethriftstorecowboy", "@anastasia_k_p", "@jeffbiro", "@volta", "@mestab", "@templamentis", "@matthiasjbarker", "#WHPontheroad"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "388,769", "path": "instagram/picture3646.jpg", "like_list": [], "date_time": "Oct 20, 2014", "location": "", "tag_list": ["@tomtehh", "#LocalLens", "@tomtehh", "@tomtehh"], "caption": "“I love big-city photography, and Hamburg offers a great mix of traditional and new architecture,” says Hamburg local Tom Merkel (). Born and raised in the harbor city, he knows the details of Hamburg like the back of his hand. Tom is drawn to the picturesque bridges in the Speicherstadt district and to the Sternschanze neighborhood's trendy people and raw graffiti. He made this image in the U4 Überseequartier metro station and gives this photography tip for visiting Instagrammers: “This station offers intriguing symmetrical elements that invite visitors to experiment with centered shots. You'll get a better angle when you stand a level above the platform—this allows you to see an overview of the whole station.” To see more of Hamburg through a , follow . Photo by "}, {"num_of_comments": 24, "num_of_like": "499,332", "path": "instagram/picture3647.jpg", "like_list": [], "date_time": "Oct 20, 2014", "location": "", "tag_list": ["@pashatheboss", "@pashatheboss", "@pashatheboss"], "caption": "“You have to understand I trained for this for nine years,” says Latvian parkour athlete Pasha Petkuns (). “If you see my videos on Instagram, don't try to repeat them straightaway.” Pasha was inspired by watching online videos of parkour, a form of street gymnastics. “It's a pretty cheap sport. All you need is your shoes.” But parkour can be dangerous and requires extraordinary discipline and physical strength. “I never get serious injuries because I practice everything step-by-step and do physical strength training.” “If you want to start, start slowly,” Pasha says. “Gymnastics gyms are great for beginners because everything is soft and safe.” To see more photos and videos of Pasha’s parkour moves all around the world, follow .\n\nVideo by ."}, {"num_of_comments": 24, "num_of_like": "378,564", "path": "instagram/picture3648.jpg", "like_list": [], "date_time": "Oct 19, 2014", "location": "", "tag_list": ["@unzueta_", "@wakatomo_tattoo", "@faisalthef", "@ollysuzi", "@bayoomoboriowo", "@sidselgodsk", "@marion.web", "@jaime_capilla", "@neildacosta", "@unzueta_"], "caption": "Every Sunday we post a roundup to our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "475,897", "path": "instagram/picture3649.jpg", "like_list": [], "date_time": "Oct 19, 2014", "location": "", "tag_list": ["@halfgirl", "@timlampe", "#todayimet", "@halfgirl", "@timlampe"], "caption": "After following each other for two years on Instagram, Young Mee Rim () and Tim Lampe (), from Copenhagen and Atlanta respectively, organized an impromptu road trip with friends in Canada this summer. “We picked Tim up at the airport and it was basically like picking up a really old friend you hadn’t seen in ages,” Young says. “A big hug and then straight on to chatting away and laughing in the car for hours and hours.”  photo of  by "}, {"num_of_comments": 24, "num_of_like": "638,516", "path": "instagram/picture3650.jpg", "like_list": [], "date_time": "Oct 18, 2014", "location": "", "tag_list": ["@d_belov", "@d_belov", "@d_belov"], "caption": "“Everyday I find special moments happening on the streets of New York—a photo shoot for ‘Batman’ on the Brooklyn Bridge, or a movie set on Fifth Avenue. Even on bleak days I could show the dynamic life in the city. These things all inspire me,” says Instagrammer Dmitry Belov () who moved from Volgograd, Russia to New York six months ago. “I see New York through the movement of people, cars, and events. The roads of New York are mysterious, and they mesmerize me.”\nFor more bleak and dark shots from the streets of New York, follow .\n\nPhoto "}, {"num_of_comments": 24, "num_of_like": "326,559", "path": "instagram/picture3651.jpg", "like_list": [], "date_time": "Oct 18, 2014", "location": "", "tag_list": ["#WHPontheroad", "#WHPontheroad", "@soulchildphoto"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to get out and capture creative photos and videos that document life on the road. Some tips to get you started:\nUse this project as an opportunity to get out and explore. Grab some friends, jump in the car and go on an adventure to somewhere new. In addition to the places you visit, document the moments you share on the way. Whether you're traveling the world in an Airstream trailer or visiting family for the weekend, keep an eye out for things you've never noticed before and don't hesitate to make the time to stop for a photo. Finally, don't be afraid to take this project literally and focus on the road itself. Highways, byways, tunnels and overpasses have a beautiful geometry of their own if you take the time to look.\n\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own photographs and videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged image or video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "419,510", "path": "instagram/picture3652.jpg", "like_list": [], "date_time": "Oct 17, 2014", "location": "", "tag_list": ["@143roy", "@143roy"], "caption": "“This leaf art expresses a welcoming of a baby dinosaur into a new world—it was an idea I got one morning while cooking breakfast,” says Philippines Instagrammer Roy Mallari (). Roy began exploring his creativity by taking household objects and arranging them into his drawings and designs. “I grew up in a place where most houses have their own mango, guava or other fruit-bearing trees in their backyards. We have a mango tree and an avocado tree that I planted myself, and the materials for my leaf art mainly come from this avocado tree,\" he says. “Leaf art is a result of my wide imagination, where I can create art from the simplest things that often go unnoticed,” Roy explains. “It brings out the real me, as it allows me to pursue what my heart desires the most—which is art.” Photo by "}, {"num_of_comments": 24, "num_of_like": "385,975", "path": "instagram/picture3653.jpg", "like_list": [], "date_time": "Oct 17, 2014", "location": "Tate Modern", "tag_list": ["@tategallery", "@tategallery", "@sandra.mode"], "caption": "Richard Tuttle’s “I Don’t Know · The Weave of Textile Language” is the latest large-scale work to be shown in The Tate Modern’s () Turbine Hall. The American artist’s largest work to date, the piece measures 12 meters (39 feet) in height and covers more than half of the former electrical supply hall in red and marigold fabrics on plywood. The sculpture will be on show until April 6, 2015.\n\nTo see more photos and videos from Richard Tuttle’s new exhibition, tap the blue location text above, and follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "413,043", "path": "instagram/picture3654.jpg", "like_list": [], "date_time": "Oct 16, 2014", "location": "", "tag_list": ["@oxtlxnes", "@oxtlxnes"], "caption": "In her spare time after school, 16-year-old Hayley Connolly () draws portraits of her Instagram followers. “I usually draw based on requests, but sometimes I will draw my idols. I love to make them look almost cartoon-like,” says Hayley, who lives in northeast England. “I think it is really important to see art made from teens. We haven’t made our life choices yet, so we’re looking at the world in many different ways. We’re really in the height of our creativity because we are growing up.” Photo by "}, {"num_of_comments": 24, "num_of_like": "445,454", "path": "instagram/picture3655.jpg", "like_list": [], "date_time": "Oct 16, 2014", "location": "", "tag_list": ["@valentinagreene", "#LocalLens", "@valentinagreene", "@valentinagreene"], "caption": "Valentina Greene () is always going beyond the surface when she's photographing a scene. “I enjoy looking beyond the things people usually see—like backyards or barns,” she says. “Behind facades and behind the scenes for the real deal.” Among Valentina's favorite local places in Chile are the tiny towns near Lago Vichuquen. She says, “I am inspired by traces or clues that reflect people’s daily lives. Things that seem unimportant are precious to me.” To see more of Chile through a , follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "626,743", "path": "instagram/picture3656.jpg", "like_list": [], "date_time": "Oct 15, 2014", "location": "", "tag_list": ["@marknanagara"], "caption": "In Turkey's southwest province of Denizli, white pools cover the landscape around a tiny cliffside village called Pamukkale, meaning “Cotton Palace” in Turkish. As calcium carbonate deposits flow down from hot springs above, the sediment collects in the lower limestone pools and shapes their snowy appearance. People have bathed in the Hierapolis-Pamukkale pools since 200 BCE when the ancient city of Hierapolis was erected near the top of the terrace to provide proximity to the spring and its restorative benefits. Today, local and visiting Instagrammers alike make the trek to partake in the ancient traditions and share the view of the valley below.\n\nFor more photos and videos from Pamukkale, tap on the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "453,180", "path": "instagram/picture3657.jpg", "like_list": [], "date_time": "Oct 15, 2014", "location": "", "tag_list": ["@doubleparlour", "@doubleparlour", "@doubleparlour"], "caption": "“We like our characters to look as if they have a past that they may or may not be willing to share,” explains Ernie Velasco. He and his wife Cassie make up the San Francisco, California, artistic duo Doubleparlour (). Their figurines, which radiate a mysterious sadness, are hand-sculpted from resin. “We spend a lot of time discussing ideas and bouncing them off of each other,” explains Ernie. The two have a similar aesthetic, however, which aids the creative process. “We both like our characters to display personalities that are melancholy, dark, contemplative or mischievous.” While Cassie and Ernie endow their creations with rich character, they hold back from illustrating any particular figure’s story. Ernie says, “We like to leave that up to the viewer.” To see more of Cassie and Ernie’s figurines come to life, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "509,983", "path": "instagram/picture3658.jpg", "like_list": [], "date_time": "Oct 14, 2014", "location": "", "tag_list": ["@edgy_frog", "@edgy_frog"], "caption": "“Spending time in my countryside house, ‘dacha,’ is always special for me, especially in autumn. It is sad that we can not capture the smell of autumn leaves or fallen apples on the ground in photography,\" says Instagrammer Yulia Tepaeva () from Vladimir, Russia. \"I love the aesthetic of the north. A morning fog, swallows flying around a nest above my window, wheat in my hand. These small details help create a special mood in my photography,” Yulia says. Her love of country life is visible throughout her Instagram feed. “I run through the wind in the forest, and in every type of weather, just to capture the perfect image. My phone and its battery always give up before I do.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "535,500", "path": "instagram/picture3659.jpg", "like_list": [], "date_time": "Oct 14, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@sadieshihtzu", "@sadieshihtzu"], "caption": "Hello, Instagram! It’s time for the ! Today we head to Winnipeg, Canada to meet Sadie (), an adorable six-year-old Shih Tzu. To add a pinch of petite, photogenic puppy to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "371,427", "path": "instagram/picture3660.jpg", "like_list": [], "date_time": "Oct 14, 2014", "location": "", "tag_list": ["@metal_firecracker", "@polinaps", "@lifewithart", "@aaronpinkston", "@kimberlysabatino", "@drcuerda", "@stamys", "@elinelindblom", "@imrossangeles", "#WHPballoons"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "479,606", "path": "instagram/picture3661.jpg", "like_list": [], "date_time": "Oct 13, 2014", "location": "", "tag_list": ["@mentaylunares", "@mentaylunares"], "caption": "Argentine clarinetist Paula Amenta () has always enjoyed capturing silence, in both her music and her photographs. “My favorite moment at concerts is the silence before the music begins,\" she says. “I love the anticipation and the quietness which suggests so many things.” Photo by "}, {"num_of_comments": 24, "num_of_like": "500,995", "path": "instagram/picture3662.jpg", "like_list": [], "date_time": "Oct 13, 2014", "location": "", "tag_list": ["@elizabeth_wisdom", "@denislafargue", "@elizabeth_wisdom", "@denislafargue", "@elizabeth_wisdom"], "caption": "What started with little comments on each other's Instagram photographs became a fairy-tale love story for Elizabeth Wisdom () and Denis Lafargue (). After months of texting and eventually speaking on the phone, Elizabeth finally drove seven hours from Mineola, Texas to visit Denis in New Orleans, Louisiana. “Within moments of being together we both secretly knew that we were meant to be together,” Denis remembers, and in less than a year he proposed to the woman of his dreams. Elizabeth recalls following a trail of printed Instagram photos which led her to the barn where Denis was waiting with his guitar. “He sang the most beautiful song he had written for this occasion and got down on one knee to propose to me.” The couple is now busy preparing for the big day on October 18. To witness this love story as it continues to unfold, follow  and . Photo by "}, {"num_of_comments": 24, "num_of_like": "486,236", "path": "instagram/picture3663.jpg", "like_list": [], "date_time": "Oct 12, 2014", "location": "", "tag_list": ["@mathiasdepardon", "@emencher", "@hrdurrani", "@sonianarang", "@chovakaran", "@kateloveshorses", "@timmatsui", "@tokyofoodfile", "@edmundfountain", "@kateloveshorses"], "caption": "Every Sunday we post a roundup to our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "482,462", "path": "instagram/picture3664.jpg", "like_list": [], "date_time": "Oct 12, 2014", "location": "", "tag_list": ["@secretwalls", "@secretwalls", "#secretwalls", "@secretwalls"], "caption": "Terry Guy () felt frustrated by the lack of opportunities for young artists in London, UK, so he decided to create a better, cooler way to showcase their work: illustration battles. Eight years later, the competitions—where artists draw against each other in front of a live audience—are part of an international movement called “Secret Walls.” “The concept was inspired by some of my interests: comics, movies like ‘Fight Club,’ live art and graffiti,” says Terry. “Our mission is to paint the whole world black and white, one pot of paint at a time.\" For more “battle art” from established and emerging young illustrators around the world, follow  and browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "373,782", "path": "instagram/picture3665.jpg", "like_list": [], "date_time": "Oct 11, 2014", "location": "", "tag_list": ["@mokkouyamagen", "@mokkouyamagen", "@mokkouyamagen"], "caption": "“The beautiful texture and grain of wood cannot be made by human hands,” says woodworker Genki Nishiyama () of Yokohama, Japan. Genki, who worked at a furniture factory for nearly 10 years, turned a worn-down warehouse into his own workshop to become an independent furniture maker and delve deeper into the craft. On Instagram, Genki likes to document not only the end products but also the tools and environment inside the workshop. “The heart and artistry of many people go into a product when it's being made, and I think people will enjoy exploring that creation process.” For more photos and videos from Genki's workshop, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "320,758", "path": "instagram/picture3666.jpg", "like_list": [], "date_time": "Oct 11, 2014", "location": "", "tag_list": ["#WHPballoons", "#WHPballoons", "@jonschoonover", "@stephdimiskovski"], "caption": "Weekend Hashtag Project: \n\nThe Instagram community celebrated its fourth birthday this week, and we’ve decided to celebrate with balloons. The goal this weekend is to capture creative photos and videos that feature balloons. Some tips to get you started:\nFrom a giant, multicolored balloon bouquet to a word made of silver inflated letters or even balloon animals, if you can dream it up, there are balloons for it. Let your creativity run wild. Next, think about the effect of a single balloon compared to a group and what they’ll look in like in different places. A lone balloon in an unexpected location tells a very different story that large groupings assembled for a party. Finally, from the process of inflation, a struggle against the wind to the final pop, balloons move in interesting ways. Keep these in mind for video—and don’t forget the balloons can be filled with more than just air.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged image or video taken over the weekend is eligible to be featured Monday morning.\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo of  by "}, {"num_of_comments": 24, "num_of_like": "522,499", "path": "instagram/picture3667.jpg", "like_list": [], "date_time": "Oct 10, 2014", "location": "", "tag_list": ["@obimann", "@obimann"], "caption": "On first glance, the landscape photography of Jannik Obenhoff () looks like it belongs to a professionally trained artist—not a ninth grader who divides the rest of his after-school time between soccer and guitar. But if you ask the 14-year-old from Munich, Germany, his age is part of what makes his work so special. “In my opinion, teen photographers share a different perspective of the world,” he says. Photo by "}, {"num_of_comments": 24, "num_of_like": "342,958", "path": "instagram/picture3668.jpg", "like_list": [], "date_time": "Oct 10, 2014", "location": "Zabludowicz Collection", "tag_list": ["@ryantrecartin", "@lizzieftch", "@zabludowicz_collection", "@itsoliviali"], "caption": "“Priority Innfield,” a collection of fast-paced movies shown in sculptural theaters by Ryan Trecartin () and Lizzie Fitch (), is now on view at the Zabludowicz Collection () in London until December 21. “The work is so dense and has so much in it — props, costumes, intense color — that photographing it is almost irresistible,” says Elizabeth Neilson, director of the gallery. “And when you look at the photos you realize that the experience was as mad and disturbing as you thought.” Photo by "}, {"num_of_comments": 24, "num_of_like": "481,061", "path": "instagram/picture3669.jpg", "like_list": [], "date_time": "Oct 9, 2014", "location": "", "tag_list": ["@soopadavedigs", "#metaldetecting", "@soopadavedigs", "@soopadavedigs"], "caption": "Outside Nashville, Tennessee, small pieces of history lie buried in the soil waiting to be uncovered by Dave Johnson () and his metal detector. On a recent outing near his home, he found a mix of coins from the early to mid-1900s, an old U.S. Army coat button and four .58 caliber bullets from the Civil War. “It appears this site was a meeting place for a few soldiers to clean and inspect their rifles,” he says. Dave joined Instagram to share images of the artifacts he unearths and posts them with the hashtag  to connect with fellow detectorists. “It's awesome to see other people's finds from all over the U.S. and the world.” To discover more photos of Dave's buried treasures, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "399,888", "path": "instagram/picture3670.jpg", "like_list": [], "date_time": "Oct 9, 2014", "location": "", "tag_list": ["@lafrohemien", "@lafrohemien", "@lafrohemien"], "caption": "“I tend to put my subjects against a backdrop that will not only tell a story about them, but also about the city,” explains Kenya Instagrammer Sarah Waiswa (). “Nairobi is a diverse landscape and it is important for me to show that in my photos.” Originally drawn to Instagram as a way to see the world through the lens of others, Sarah now shares her own photographs that reveal her city’s unique juxtapositions. She says, “Nairobi is one of the few places in the world where you can capture wildlife with the city skyline as an unexpected backdrop.” For Sarah, sharing her city through photos of its inhabitants opens up new avenues for storytelling. She hopes her portraits reflect the nature of Nairobi: “It is alluring and mysterious at the same time.” To see more of Sarah’s portraits, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "519,702", "path": "instagram/picture3671.jpg", "like_list": [], "date_time": "Oct 8, 2014", "location": "", "tag_list": ["@white_onrice", "@white_onrice"], "caption": "Cape Town Instagrammer Ross Symons () has shared one different origami sculpture on Instagram every day this year.\n\nHe considers fold time to be the most important measurement of success for his work: the more discipline and patience he has, the faster he folds the figure. “There is something really rewarding about folding a model and getting it right, no matter how complex or simple,” Ross says. “I love—and when I say love I mean I'm totally obsessed with—folding paper.” Photo by "}, {"num_of_comments": 24, "num_of_like": "453,809", "path": "instagram/picture3672.jpg", "like_list": [], "date_time": "Oct 8, 2014", "location": "", "tag_list": ["@greenorang", "@greenorang", "@greenorang"], "caption": "“The past allowed me to understand the present,” says Moscow Instagrammer Natalia Sazonova (). Her photography focuses on relics, retro cars and the spaces they occupy—a connection between Russia's cultural history and future. “Nowadays, car designs are becoming more standard. But the interior details in old cars are unique and often tell their own stories about the vehicles, like the designer or country of origin,” she explains. Natalia loves to explore buildings that house old objects, so she spends a lot of time in museums, old theaters and apartment-museums. “Once, I got access to a retro film set. I was surrounded by old-fashioned cars and curtains. In that moment, I felt like I had stepped into a time machine.”\nTo see more of Natalia's photos of relics from the past in present day, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "584,915", "path": "instagram/picture3673.jpg", "like_list": [], "date_time": "Oct 7, 2014", "location": "", "tag_list": ["@marinapapi", "@marinapapi", "@marinapapi"], "caption": "Rio de Janeiro illustrator and graphic designer Marina Papi () likes to dress up photographs with imaginative illustrations. “This is my attempt to write poetry without words,” she says. Marina finds inspiration in Rio's natural landscapes and enjoys transforming beautiful scenes to challenge reality, such as reimagining a parachute as a bird's wing.\n\nTo see more photos of Marina's marvelous city, follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "959,360", "path": "instagram/picture3674.jpg", "like_list": [], "date_time": "Oct 7, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@elfie_gimli", "@elfie_gimli"], "caption": "Hello, Instagram! It’s time for the ! Today we meet a pint-sized pair of kitties named Elfie and Gimli (). This adorable brother and sister duo, adopted from a shelter in Alberta, Canada, owe their small size to an uncommon cat dwarfism. To add some teensy feline fluff to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "347,402", "path": "instagram/picture3675.jpg", "like_list": [], "date_time": "Oct 7, 2014", "location": "", "tag_list": ["#WWIM10", "@macsantiago", "@boylagi", "@tobisaenger", "@marcellohenrique", "@lelembut_ganas", "@marcoandremartins", "@scooteromatours", "@susanins", "@shineonyoucraydiamond"], "caption": "In celebration of the fourth year of Instagram's community, the 10th Worldwide InstaMeet () took place this weekend and was by far the most ambitious InstaMeet to date. In hundreds of cities around the world, from Istanbul to Delhi, from Paris to Pretoria, thousands of Instagrammers gathered together to meet in person, make photos and connect around a shared passion for capturing the world's moments. Thank you all for making the Instagram community such an extraordinary place full of imaginative, dedicated and compassionate individuals who inspire us everyday.\n\nPhotos by         "}, {"num_of_comments": 24, "num_of_like": "634,469", "path": "instagram/picture3676.jpg", "like_list": [], "date_time": "Oct 6, 2014", "location": "", "tag_list": ["@girlnextdoorhoney", "@girlnextdoorhoney", "@girlnextdoorhoney"], "caption": "Festooning is a behavior where bees hold onto each other to create a scaffold while they build honeycombs. “It's one of my favorite things that bees do,” says beekeeper Hilary Kearney (). Hilary owns an urban beekeeping business in her hometown of San Diego, California, where she harvests bees, services bee removals, holds educational classes and runs a program that places beehives in volunteers' backyards. As a beekeeper, Hilary strives to educate people about the friendly nature of honeybees and how much they contribute to our lives. With a background in visual arts, she uses Instagram as a channel to artistically and informatively communicate fun and interesting facts about bees. As she explains, “My visual inspiration mostly comes from the bees themselves, but my urge to share and teach is what motivates me.” For more photos and videos of Hilary's daily encounters with bees, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "448,713", "path": "instagram/picture3677.jpg", "like_list": [], "date_time": "Oct 6, 2014", "location": "", "tag_list": ["@joshuadwhite", "@joshuadwhite", "@joshuadwhite"], "caption": "“A lot of my work has to do with memory,” explains North Carolina photographer Joshua White (). After capturing a photo of a freshly fallen whirligig on a solid-colored trash can, Joshua became intrigued by the way the seedpod's shape stood out to him. Without the distractions of its busy natural context, it became both a specimen to examine and a work of art to contemplate. Two years later, more than 500 photos now make up the project Joshua has titled “A Photographic Survey of the American Backyard,” a labor of love driven by his own curiosity and childhood passions. “I remembered what it was like to be a kid in the yard, looking at insects and plants,” Joshua says. “It felt like I was discovering nature again.” For more photos from Joshua's backyard discoveries, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "501,923", "path": "instagram/picture3678.jpg", "like_list": [], "date_time": "Oct 5, 2014", "location": "", "tag_list": ["@dianazeynebalhindawi", "@encolhiaspessoas", "@cmcgrath_photo", "@sifuentes", "@lauraboushnak", "@pietertenhoopen", "@bodizzle84", "@stereoscopia", "@kajalnp", "@lauraboushnak"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week! \n       \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "374,900", "path": "instagram/picture3679.jpg", "like_list": [], "date_time": "Oct 5, 2014", "location": "", "tag_list": ["@ArthurMarq", "@arthurmarq", "@arthurmarq"], "caption": "For Arthur Marques (), an artist in São Paulo, his collages and illustrations are a way of inviting his audience to look again. “I always start falling in love,” he says. “Then, I try to find an image that represents how I’m feeling at that moment.” For more stylish visual remixes, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "473,805", "path": "instagram/picture3680.jpg", "like_list": [], "date_time": "Oct 4, 2014", "location": "Charles M. Schulz Museum", "tag_list": ["@schulzmuseum", "@littleeyecatchers"], "caption": "Charlie Brown turned 64 years old this week, and the Charles M. Schulz Museum () in Santa Rosa, California is the place where some of Snoopy's greatest misadventures were drawn by the beloved illustrator. The museum sits on the same property where Charles Schulz spent almost 30 years before he passed away in 2000. “Schulz exercised a subtle balance of simplicity and depth in Peanuts,” says Corry Kanzenberg, the museum’s curator. “His comic strips resonate with fans through their uniquely funny approach to the human condition.” For more Peanuts-related art, tap the blue location text above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "300,139", "path": "instagram/picture3681.jpg", "like_list": [], "date_time": "Oct 4, 2014", "location": "", "tag_list": ["#WWIM10", "@sun_shinealight"], "caption": "We’re putting the Weekend Hashtag Project on hold this weekend. Instead, we’re challenging people around the world to participate in the 10th Worldwide InstaMeet! Grab a few good friends or meet up with a larger group in your area and share your best photos and videos from the InstaMeet with the  hashtag for a chance to be featured on our blog Monday morning. Be sure to include the name of the location where your event took place along with the unique hashtag you've chosen for your InstaMeet in your caption.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "395,900", "path": "instagram/picture3682.jpg", "like_list": [], "date_time": "Oct 3, 2014", "location": "", "tag_list": ["#teufelsrad", "@engelhro"], "caption": "Welcome to Feldl's Teufelsrad (\"The Devil's Wheel\"). Until October 5, visitors to Oktoberfest have the opportunity to experience one of Munich's more bizarre spectacles. This family business has brought laughter to Oktoberfest crowds for more than 100 years. The challenge is open to all: while the wheel spins, participants fight centrifugal forces and hold on as the speed increases. Those who manage to stay then must dodge a giant swinging ball while onlookers cheer from the sides. The last person on the wheel wins the audience's heart—and usually more hearty celebration with friends after regaining their balance.\n\nFor more wheel-spinning mayhem, browse the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "414,577", "path": "instagram/picture3683.jpg", "like_list": [], "date_time": "Oct 3, 2014", "location": "", "tag_list": ["@annahitahessami", "@beaustanton", "@annahitahessami", "@annahitahessami"], "caption": "“Stained glass artists today use the same techniques to produce modern works that medieval craftsmen used through history,” explains Annahita Hessami (), who established her London stained glass studio in 2011. “The techniques of the trade have barely changed at all.” Annahita created the piece “The Ornament Man” for Brooklyn artist Beau Stanton (). “Beau found me on Instagram and approached me to make a series of seven panels for an upcoming show called ‘Tenebras Lux.’” Debuting within the Crypt of St. John the Baptist in Bristol, UK, before moving to London, the show draws from and repurposes classical and medieval religious iconography. “This is the main image of his show,” says Annahita.\n\nTo see more photos and videos of stained glass creation from Annahita’s studio, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "342,834", "path": "instagram/picture3684.jpg", "like_list": [], "date_time": "Oct 2, 2014", "location": "", "tag_list": ["@kevintachman", "@kevintachman", "@dior", "#pfw"], "caption": "Backstage at Paris Fashion Week, you'll find some of the best models, makeup artists, hair stylists and designers in the world. “If you don't capture something beautiful, you're doing something wrong,” says Kevin Tachman (), a veteran of shooting behind the scenes at shows. “The challenge is to keep your images fresh and remember not to take things too seriously.” Photo by  of  "}, {"num_of_comments": 24, "num_of_like": "463,218", "path": "instagram/picture3685.jpg", "like_list": [], "date_time": "Oct 2, 2014", "location": "", "tag_list": ["@jeremymayer", "@jeremymayer", "@jeremymayer"], "caption": "Inside his studio in Oakland, California, artist Jeremy Mayer () transforms typewriters into majestic mythological beings. His most recent completed commission is a sculpture of the Greek titaness Theia that is over 7 feet tall (2.21 meters) and made entirely of components from 40 different typewriters. “I don't solder, glue, weld or wire the parts together,” says Jeremy. “I use only screws, nuts, pins and springs to assemble the sculpture in the same manner that the typewriter was held together.” The painstakingly detailed process to create a full-scale human figure requires more than a year of Jeremy’s time. “I spend countless hours trying to figure out how to put this stuff together,” he says. “Doing an accurate likeness of a person hurts my brain. Hurts so good, though. There's a lot of trial and error. I'm done when it creeps me out, or if I walk into the studio and the sculpture startles me because it looks like someone is standing there.” For more photos and videos of Jeremy's typewriter sculptures, follow \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "381,987", "path": "instagram/picture3686.jpg", "like_list": [], "date_time": "Oct 1, 2014", "location": "", "tag_list": ["@fujitasanpuru", "@fujitasanpuru", "@fujitasanpuru"], "caption": "“The concept of my work is a dreamy, cute world that people might believe could exist somewhere,” says a Tokyo doll maker who goes by the pseudonym Fujita Sanpuru (). Through his photos, he tells the story of the chimney sweep Chimchiminey and his devoted helper Heso-guma (“belly button bear”). He uses felt and embroidery threads to create these pint-sized figurines, which he then arranges into scenes like the pages from a children's picture book. Fujita Sanpuru's dolls are beloved in the Instagram community, and as he reflects, “I never thought the dolls would take off like this when I started Instagram, but I’m just happy if people find them delightful.” For more photos and videos of Chimchiminey and his friends, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "318,959", "path": "instagram/picture3687.jpg", "like_list": [], "date_time": "Oct 1, 2014", "location": "Church of Type", "tag_list": ["@churchoftype", "@churchoftype", "@churchoftype"], "caption": "Kevin Bradley () has spent the past 21 years pushing letterpress to its creative limits. “It wants to be art,” Kevin says of his chosen medium, which he gravitated towards in school because he saw it as a middle ground between graphic design and fine art. Evolution, he explains, is part of his process. “I’ve tortured the space of 18\"x24\" in every imaginable way over the years, and moving up in size has been the key to revitalizing the entire experience.” Kevin’s recent works reshape the familiar forms of typography into pictures. “I approach these more as paintings than prints,” he says. “Each is one of a kind.” By constructing images from type, explains Kevin, “I am able to create layers of information that contribute to an overall narrative.” To see more moments from Kevin’s Santa Monica print shop, follow .\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "402,167", "path": "instagram/picture3688.jpg", "like_list": [], "date_time": "Sep 30, 2014", "location": "", "tag_list": ["@maurensparrow", "@maurensparrow", "@maurensparrow"], "caption": "“The sun behind certain clouds or the way it can shine through the trees gives you completely natural, absolutely real rays that are incredible,” says Little Rock Instagrammer Mauren Sparrow Kennedy (). Though sunbeams are commonly enhanced in digital post-processing, Mauren spends her time both photographing and curating photographs that feature “the most beautiful, interesting, unique—and totally real—sunrays that Instagrammers could catch on their phones.” Her top tip on capturing real rays is to be aware of the light source and the objects around it. As she explains, “Shooting directly into the light with your light source slightly obscured by either a thing or person will give you some awesome sun glare.” For more photos of natural sunrays, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "479,024", "path": "instagram/picture3689.jpg", "like_list": [], "date_time": "Sep 30, 2014", "location": "", "tag_list": ["#NationalCoffeeDay", "#WeeklyFluff", "@healthyasahorsevet", "@muttadventures", "#muttmuggin", "@healthyasahorsevet"], "caption": "Hello Instagram! Welcome to a special  edition of the ! Today we meet two handsome German Shorthair pups named Salty and Pretzel (). This photo features Pretzel in a tribute to ’s  series. To add these creative and playful pooches to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "369,257", "path": "instagram/picture3690.jpg", "like_list": [], "date_time": "Sep 30, 2014", "location": "", "tag_list": ["@1ies1", "@robsessed85", "@timmusho", "@misspotterphd", "@clara23001", "@faliqfahmie", "@kwittyb", "@tuamarika", "@i.m.jmr", "#WHPteatime"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "531,656", "path": "instagram/picture3691.jpg", "like_list": [], "date_time": "Sep 29, 2014", "location": "", "tag_list": ["@francoisdourlen", "@francoisdourlen", "@francoisdourlen"], "caption": "“It’s not a question of the camera lens, just a question of the moment, imagination and expression,” says Instagrammer François Dourlen (), a teacher from Normandy, France. His playful style inserts cartoon characters in the world around him to delight his followers—and himself. “My message is: ‘Do not forget to look at the world through a child's eyes.’” For more childlike plays on the world around him, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "581,929", "path": "instagram/picture3692.jpg", "like_list": [], "date_time": "Sep 29, 2014", "location": "", "tag_list": ["@aurelycerise", "@aurelycerise", "@aurelycerise"], "caption": "Aurely Cerise () chases rainbows of color, and she describes her photography as \"fresh\" and smile-inducing. “My friends say my art brings happiness,” says the Paris Instagrammer. With color being her creative trigger, Aurely looks at everyday objects and naturally starts composing still life scenes. Whether it's masking tape, pencils or a cup of coffee, Aurely enjoys arranging random things and capturing them from particular perspectives. “It's funny to see how many things could be really beautiful when you only change your point of view,” she says. Organizing also helps to overcome her natural anxiety. “When I create a set-up it allows me to channel my stress.” For an extra dose of cotton candy-color, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "477,389", "path": "instagram/picture3693.jpg", "like_list": [], "date_time": "Sep 28, 2014", "location": "", "tag_list": ["@mrguymartin", "@bryceduffy", "@elnon66", "@dontgabalot", "@rockkhound", "@tsilvaribeiro", "@guillaumebonn", "@joegosen", "@mmuheisen", "@mrguymartin"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com) featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "527,869", "path": "instagram/picture3694.jpg", "like_list": [], "date_time": "Sep 28, 2014", "location": "", "tag_list": ["@sashalevin", "@sashalevin", "@sashalevin"], "caption": "Moscow Instagrammer Sasha Levin () is always on the lookout for heroes in the landscapes and spaces around him. What turns an ordinary person into a hero? For Sasha, the answer is unexpected: symmetry. “The symmetry of a shot is an empty canvas for my creativity—I try to highlight a perfect symmetrical angle through the people in the composition,” he explains. “My eyes always spot people in the background. It‘s allowed me to show dynamic life in a static frame.” Sasha's photography focuses on the intimate relationship between people and the space they occupy. “If somebody were ask me, ‘Where is beauty in the world?’” he explains, “I would answer that it is in symmetry.” To see more photos of heroes in Sasha’s symmetrical world, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "545,638", "path": "instagram/picture3695.jpg", "like_list": [], "date_time": "Sep 27, 2014", "location": "", "tag_list": ["@lanzgg", "@lanzgg", "@lanzgg"], "caption": "Every day, photographer Jacinta Lanz () goes treasure-hunting in the streets of Mexico City, looking for beautiful, imperfect moments to photograph. “When I’m on the street, I’m on the lookout for color, decay and people. When I find all of those things together, I feel like I've won the lottery. Places that look forgotten, old, dirty or even ugly often become treasures for me. I find something extraordinary in the everyday ordinary.” For more photos of Mexico City's rich, colorful street life, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "291,907", "path": "instagram/picture3696.jpg", "like_list": [], "date_time": "Sep 27, 2014", "location": "", "tag_list": ["#WHPteatime", "#WHPteatime", "@tahnon98"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture beautiful photos and videos about tea. Some tips to get you started:\nFrom the preparation and pouring of the tea to the surroundings, company and conversation, many elements make up the ritual of teatime. Bring the elements of those rituals together and capture the moment through video. For photos, seek out soft window light, spend time arranging the details of your table and explore different angles as you shoot. Finally, don't be afraid to experiment. Get dressed up and stage a tea party somewhere unexpected, unearth vintage tea cups in a thrift store and let your caffeine-fueled creativity run wild.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any tagged image or video taken over the weekend is eligible to be featured Monday morning.\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "539,988", "path": "instagram/picture3697.jpg", "like_list": [], "date_time": "Sep 26, 2014", "location": "Willemstad, Netherlands Antilles", "tag_list": ["@sandandstilettos", "@arangold2003"], "caption": "One of the first things visitors notice about Willemstad, the capitol of Curaçao, is its brightly colored houses. The Dutch-influenced architecture reflects the colonial history of the tiny island nation, located in the Caribbean Sea off the coast of Venezuela. \"The landscape and the people\nwho live in this city are as diverse as they come,\" says Gaby Lieuw (), who grew up in Curaçao and currently runs a travel service for tourists to the island. \"Many people speak at least four languages fluently—Dutch, English, Spanish and\nthe local language of Papiamento—and switch between them effortlessly throughout the day.\" One of the most memorable events that takes over the city center is Curaçao Pride, a celebration of LGBT community which runs from September 24 to 28. Visitors flock to Willemstad from all over the world to participate. \"Pride events on the island are getting bigger and better every year,\" says Gaby. \"Curaçaoans always know how to throw a good party.\" For more vivid landscapes and architecture from Willemstad, tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "528,026", "path": "instagram/picture3698.jpg", "like_list": [], "date_time": "Sep 26, 2014", "location": "", "tag_list": ["@floatingfeather", "@floatingfeather", "@floatingfeather"], "caption": "“You can disappear into the fire and magic of the eyes of a hawk,” says Mike Shaw of HawkWatch International (). He would know: The non-profit organization leads regular wildlife trips in Nevada, where visitors can come face-to-face with apex predators. Recently, Mike took a high school class to a hawk migration site located on a steep, windswept bridge. “The students got to the top, some close to tears, and immediately wanted to go home—until hawks started zipping past their heads,” he says. “Suddenly, they never wanted to leave.” For more photos and videos of hawks in the wild, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "391,433", "path": "instagram/picture3699.jpg", "like_list": [], "date_time": "Sep 25, 2014", "location": "Ikon Gallery", "tag_list": ["@ikongallery", "@wonsk_i"], "caption": "Lee Bul’s first solo show at Ikon Gallery () glitters in Birmingham, UK. “Her pieces repeatedly manipulate you through the exhibition, growing around doorways and swallowing you into dark corners,” says Jenine McGaughran, exhibitions coordinator. “The reflective and refractive surfaces of her glass works also create a dazzling effect, which can be so evocatively captured by photographs.” For more photos and videos of the show, which closes November 9, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "502,414", "path": "instagram/picture3700.jpg", "like_list": [], "date_time": "Sep 24, 2014", "location": "", "tag_list": ["@mamotoraman", "@mamotoraman", "@mamotoraman", "@tt_kichi"], "caption": "“I’ve always been good with riding bicycles, and I thought it’d be fun to start a photo series of me riding them in creative ways,” says Tokyo Instagrammer Mamoru Kanai (), who shares his “Riding Pop” series on Instagram. He ventures out to various neighborhoods with a skilled photographer friend who captures Mamoru performing various one-wheeled stunts such as wheelies and stoppies on his bicycle. Instead of using a technical bike, however, Mamoru rides a “mamachari” (“mom’s bike”)—the most generic type of bicycle in Japan that often comes equipped with a basket or a child seat (or both). “The most significant point about these portraits,” he explains, “is the irony of performing stunts on ordinary bicycles that are made for moms with kids.” For more photos and videos of Mamoru's bicycle portraits, follow .\n\nPhoto of  by "}]}