{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "901,951", "path": "instagram/picture1801.jpg", "like_list": [], "date_time": "Sep 12, 2016", "location": "", "tag_list": ["#WWIM14🍴", "@esposin", "@ecowildmerida", "#WWIM14🍴", "@esposin"], "caption": "Picture this: You’re eating local Venezuelan cuisine on a farm in Mérida, learning tricks of the photography trade, while spending time with friends, old and new. Sound too good to be true? Think again.  is happening September 17-18, and photographer Nicola Antonio Espósito () has teamed up with  to host a picnic-style InstaMeet in celebration of this year’s theme (food!) and you’re invited. “We hope that through the pictures we share, the world will learn a bit about the importance of local products in the gastronomic development of Venezuela,” says Nicola, who has convinced many local businesses to participate in his InstaMeet, which will take place on September 17. “Local restaurants will be selling food, I will be teaching people how to take beautiful food photos and there will be a big Instagram logo in the middle of the farm for people to photograph with drones,” he says. “It will be a wonderful opportunity to get to know great people that share the same passion for photography!”\nExplore  to learn about this year’s Worldwide InstaMeet. To find out more or to organize your own, visit the link in our bio.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "759,539", "path": "instagram/picture1802.jpg", "like_list": [], "date_time": "Sep 12, 2016", "location": "", "tag_list": ["@subratabsws", "#TheWeekOnInstagram", "@subratabsws"], "caption": "Those are horns from a political rally, held in Kolkata. “Brigade Parade Ground is a vast open space in the heart of chaotic Kolkata,” says local photojournalist Subrata Biswas () who took this picture right after a heavy rain. “Just like other metropolitan cities, Kolkata has a large population and a busy schedule for every day. Though monsoons bring a big relief to the people of Kolkata every year after the scorching and humid summer season, they also have to face many troubles in daily life due to stagnant water in most of the places after every heavy downpour.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "851,323", "path": "instagram/picture1803.jpg", "like_list": [], "date_time": "Sep 12, 2016", "location": "Frankfurt am Main - Miquellallee", "tag_list": ["@mr.wgnr", "#TheWeekOnInstagram", "@mr.wgnr"], "caption": "This week, Frankfurt is getting a little greener. Marcus Wagner (), a local marketing manager, was stopped in traffic when he saw this leafy artwork in progress in the city’s Nordend district. “Only two days later, the building and painting was already finished,” he says. “It’s lovely to see that there are so many artists in Frankfurt, coloring up the city.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "718,953", "path": "instagram/picture1804.jpg", "like_list": [], "date_time": "Sep 11, 2016", "location": "", "tag_list": ["@rreedar", "#TheWeekOnInstagram", "@rreedar"], "caption": "When Reda Bouzid () saw this herd of goats and sheep being led across a beach in the Moroccan port city of Essaouira, he thought of two words: “All together.” The college student says, “I found it amazing how these different types of animals could be walking together side by side. Whenever the dogs stopped, the animals stopped. When the dogs started walking again, the sheep and goats immediately followed.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "794,576", "path": "instagram/picture1805.jpg", "like_list": [], "date_time": "Sep 11, 2016", "location": "Senja", "tag_list": ["@joonaslinkola", "#TheWeekOnInstagram", "@joonaslinkola"], "caption": "Joonas Linkola () found this spot nestled in the mountains on a 10-day road trip through Finland and Norway. “I have always dreamt about having a summer cottage on an island, and this particular one just raised my eyebrows. It was like my dream,“ he says, with one caveat. “The bridge is old and feeble, so it was scary to walk on it.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "794,576", "path": "instagram/picture1806.jpg", "like_list": [], "date_time": "Sep 11, 2016", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@ritalouis005", "@boomerangfrominstagram", "#Boomerang", "@ritalouis005"], "caption": "An eye-catching butterfly stopped to show off in our ! Twenty-three-year-old Rita Louis () from Kerala, India, took this Boomerang while spending the afternoon in a park filled with these winged beauties.\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "794,576", "path": "instagram/picture1807.jpg", "like_list": [], "date_time": "Sep 11, 2016", "location": "", "tag_list": ["@tanyataylor", "#FashionIllustrated", "@tanyataylor"], "caption": "For designer Tanya Taylor (), each new collection begins on a canvas. “Painting is when I feel the most free and imaginative,” says Tanya, who showed her latest collection at New York Fashion Week on Friday. “It allows me to experiment with color and shapes; I feel more fearless building a collection after exercising my ideas on a canvas.” Tanya’s approach is freeing in other ways, too. “What is really cool about developing prints is I don’t have to find fabrics that say what I am thinking — I can make them!” the designer says. “That’s what I love about head-to-toe print: it’s human-scale art that tells a story exactly as I imagined.”\nThis story is part of our new series , stories of artists from around the world who are using their imaginations to bring style to life.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "726,511", "path": "instagram/picture1808.jpg", "like_list": [], "date_time": "Sep 10, 2016", "location": "", "tag_list": ["@carbo_nation", "@su2c", "#standup2cancer"], "caption": "When Mitch Carbon () was diagnosed with a rare form of acute lymphoblastic leukemia at 13, he found solace in comedy. “Humor was a window to my old life, pre-cancer,” says Mitch, now 18 and a lifelong fan of “Saturday Night Live.” “It gave me comfort and helped me make light of a horrible situation.” After the cancer spread to his brain, Mitch underwent a clinical trial. The treatment would put him in a coma for five days, but he eventually recovered in time to graduate from high school. Tonight, he’ll be at the Stand Up to Cancer () live broadcast, which looks to raise funds to fight the disease. “I just want to help people in some way,” he says. “I want to live hard, play hard and change the world for the better.”\nTo see more from Mitch's experience at tonight's  event hosted by Bradley Cooper, watch our Instagram story."}, {"num_of_comments": 24, "num_of_like": "366,731", "path": "instagram/picture1809.jpg", "like_list": [], "date_time": "Sep 10, 2016", "location": "", "tag_list": ["#WHPstyle", "@the_line_up", "#WHPstyle", "@the_line_up"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to celebrate personal style. Our project takes inspiration from photographer Anka Itskovich (), who makes portraits of New York City pedestrians that catch her eye. “I focus on street style — I celebrate self-expression, self-confidence and diversity,” says Anka.\nAnka’s instructions:\nCast a wide net: “Be all-inclusive, be nonjudgmental, be unbiased, cover everyone. There is not one trend. There is not one sort of orientation.”\nGet your subjects’ stories: “It’s really about cultural storytelling: that it’s raw, candid and in the moment. And that I, personally, have a high degree of empathy toward the subjects.” Anka adds, “Have no fear of approaching someone. If they are wearing something that wants to be seen, they love to be acknowledged about it.”\nDon’t forget about the backdrop — a key part of the portrait template according to Anka. Whether you’re capturing a candid moment on the street or a more posed portrait, chose a setting with colors, patterns and lighting that interact with your subject’s look.\nProject RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "474,721", "path": "instagram/picture1810.jpg", "like_list": [], "date_time": "Sep 10, 2016", "location": "", "tag_list": ["@birth_bears", "#NationalTeddyBearDay", "#MadeToCreate", "@birth_bears"], "caption": "Take a trip back to childhood with Tatyana Moskalenko’s () lovable creatures to celebrate . It all started with a simple sketch. “I designed my first teddy bear on paper, and then I tried to sew it using textiles and fabrics that I had at home,” says the 24-year-old who lives in St. Petersburg, Russia. Then, Tatyana started to experiment. She drew teddy bears dressed as princesses, chefs and world travelers and turned them into beautifully crafted toys. “When I started posting photos of my teddys, people started buying them,” she says. “Everyone wanted a teddy for themselves or as a present for their daughter or son. I decided to open my own business.”\nThis feature is part of , a new series highlighting entrepreneurs, makers and artisans on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "241,127", "path": "instagram/picture1811.jpg", "like_list": [], "date_time": "Sep 9, 2016", "location": "", "tag_list": ["@lupitanyongo", "#FanArtFriday", "@drawbertson", "@drawbertson", "@lupitanyongo"], "caption": "Actress Lupita Nyong’o’s ()  series started on a whim. “I think the first fan art I saw was an illustration of me in my red cape after the Golden Globes in 2014,” says Lupita, seen here with a piece by artist Donald Robertson () which was inspired by the “Queen of Katwe” actress’s colorful red carpet looks. As a thank you, Lupita began highlighting a new piece of art on her account each week. “There are paintings. There are mosaics. There are pencil drawings. I thought it was a really cool way just to showcase artists. And it adds that special touch to a moment in my life, as well.”\nArt by . Photo by "}, {"num_of_comments": 24, "num_of_like": "204,311", "path": "instagram/picture1812.jpg", "like_list": [], "date_time": "Sep 9, 2016", "location": "Made At Milk Studios", "tag_list": ["@cassidy_araiza", "@adamselman", "@stephen.shore", "@cassidy_araiza"], "caption": "Photographing the backstage frenzy at New York Fashion Week is a significant change of scene and pace for Cassidy Araiza (). “I love going to desolate locations like Sleepy Hollow, and I have an obsession with Coney Island,” the photographer says. “I love the eerie feel.” This is Cassidy’s second season shooting backstage at ’s show. The setting couldn’t be more different, but Cassidy’s attention to detail was the same. “’s ‘Uncommon Places’ influenced me a lot,” he says, describing the photographs he made of the beauty and nail art backstage. “He found the little things interesting.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "801,281", "path": "instagram/picture1813.jpg", "like_list": [], "date_time": "Sep 9, 2016", "location": "", "tag_list": ["@andresbellaart", "@usopen", "@andresbellaart"], "caption": "As a competitive college tennis player, Andrés Bella () used his rackets to smash shots past opponents on the court. With a pro career no longer in his sights, he’s gotten creative with the equipment he grew up with. “I’m still stringing rackets, but I’m stringing them to make portraits,” Andrés, who lives in the San Francisco Bay Area, says. He has created art of tennis stars Roger Federer and Rafael Nadal, musicians John Lennon and David Bowie and even comedians like Bill Murray. After creating a digital portrait to lay the groundwork, the rest of Andrés’ process happens by hand. “I’ll put the digital print behind the racket, then start bending the string, gluing it and cutting it in a certain way to make it come together.”\nAndrés’ work is being featured this week in Arthur Ashe Stadium at the US Open ().\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "801,281", "path": "instagram/picture1814.jpg", "like_list": [], "date_time": "Sep 9, 2016", "location": "", "tag_list": ["@masgrimes", "@masgrimes"], "caption": "Calligrapher David Grimes () turned his passion for design and typography into a career, but his love for gymnastics and parkour found its way into his writing: “I like to think that landing a jump is the same as landing a nib on paper — softly, gracefully and never stumbling over yourself when you take your next step,” says David, who lives in Portland, Oregon. David specializes in Engrosser’s Script, penning anything from a certificate of appreciation for a retiring boss to a short poem for a loved one. “I try to create work that I feel emphasizes the power of the content without distracting from it, to honor the thoughts of the thought-thinker,” he says. David creates a controlled environment to get into his creative flow. “Calligraphy is a really meditative thing. I get a lot out of my work purely from the experience of creating it,” he says, then adds: “Some days I have to push back from the pens and go outside to climb on stuff.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "589,256", "path": "instagram/picture1815.jpg", "like_list": [], "date_time": "Sep 8, 2016", "location": "", "tag_list": ["@alyfromuk2us", "#WHPwilderness", "@alyfromuk2us"], "caption": "🦁? 🐶? “Don’t get too close to this rare species or she might lick you to death,” writes Aly Brown () of California who made this photo of her dog, Paddie, for last weekend’s hashtag project, . “If it makes you smile, then my goal is complete.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "589,256", "path": "instagram/picture1816.jpg", "like_list": [], "date_time": "Sep 8, 2016", "location": "Healy, Alaska", "tag_list": ["@michaelmatti", "#WHPwilderness", "@michaelmatti"], "caption": "“The bands of light were so bright and colorful and moved so quickly that I could hardly believe it was real,” says photographer Michael Matti () of his submission to , a time-lapse taken beneath the northern lights. “I like that this video inspires people to want to get outside and experience it for themselves.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "638,172", "path": "instagram/picture1817.jpg", "like_list": [], "date_time": "Sep 8, 2016", "location": "Vilajuïga, Cataluna, Spain", "tag_list": ["@romestebanr", "#WHPwilderness", "@romestebanr"], "caption": "Ready, set, GO! Romain Esteban () shared this image of children racing in the sunlight of Catalonia, Spain's mountains for .\nFollow along as we feature more of our favorite submissions to last weekend’s project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "772,131", "path": "instagram/picture1818.jpg", "like_list": [], "date_time": "Sep 8, 2016", "location": "", "tag_list": ["@natali_pauta", "@honestfoodmagazine", "@instagramrussia", "@natali_pauta"], "caption": "Twenty-eight-year-old Natasha Ksenzhuk () dove into her passion for food photography while on maternity leave with her two-year-old son, Sasha. Today, the former furniture designer from Belarus is editor-in-chief of . “I find inspiration almost everywhere: at seasonal markets among the rows of vegetables and herbs, at flea markets, with beautiful old china plates and kitchen utensils or while walking with a child through the forest, gathering sprigs and clover and daisies,” says Natasha. Her signature photo style comes from shooting on overcast days in Minsk. “Ideally there should be rain on the window — then there will be that special light, enveloping and mysterious.”\nDiscover more stories from the Russian-speaking community on .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "743,989", "path": "instagram/picture1819.jpg", "like_list": [], "date_time": "Sep 8, 2016", "location": "", "tag_list": ["@md_farhad_rahman", "@md_farhad_rahman"], "caption": "Farhad Rahman’s () work lives at the intersection of travel and photography, but that doesn’t mean he’s churning out simple photographic souvenirs. “Tourists always have preconceptions about places, which definitely detracts from actual experiences,” the 31-year-old says. “I missed many things upon first visiting new places because I was driven by preconceptions and didn’t experiment.” Farhad’s images focus on lesser-explored territories.\nAside from his travel photography, which encompasses the US, Cambodia, Singapore, India and beyond, he captures his home country of Bangladesh with incredible warmth and intimacy. “If you ask anyone living in the West about Bangladesh, you’ll find that they think of poverty, and natural and manmade disasters, because that’s how it’s been represented,” he says. “But as a local, I’m always amazed by the natural beauty of the rivers, forests, mountains and the sea. I avoid popular touristic spaces so I can better connect with such natural beauty, as well as with the locals, who are amazing and very friendly.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,035,512", "path": "instagram/picture1820.jpg", "like_list": [], "date_time": "Sep 7, 2016", "location": "Crystal Falls, Michigan", "tag_list": ["@buckycalloway", "#WHPwilderness", "@buckycalloway"], "caption": "A swimmer makes perfect rings in the crystal-clear water of Michigan’s Upper Peninsula. This serene moment was captured by  in his submission to last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,035,512", "path": "instagram/picture1821.jpg", "like_list": [], "date_time": "Sep 7, 2016", "location": "Mt Davidson Park", "tag_list": ["@asenseofhuber", "#WHPwilderness", "@asenseofhuber"], "caption": "Kyle Huber () took us on a foggy jog in San Francisco’s Mount Davidson Park for last weekend’s hashtag project, .\nFollow along as we feature more of our favorite photos and videos celebrating the outdoors this week.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "1,258,803", "path": "instagram/picture1822.jpg", "like_list": [], "date_time": "Sep 7, 2016", "location": "", "tag_list": ["#WHPwilderness", "@lenonjames", "@lenonjames"], "caption": "The goal of last weekend’s hashtag project, , was to get outside and make photos and videos celebrating the natural world — like this photo from , which brought a burst of light and energy to a forest clearing.\nFollow along as we feature more of our favorite submissions to the project this week.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,258,803", "path": "instagram/picture1823.jpg", "like_list": [], "date_time": "Sep 7, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@j__dada", "@j__dada"], "caption": "It’s that time again, Instagram! We’re popping up for your dose of . Meet , a family of seven frisky felines who hail from South Korea. For more sweet and crazy kitty antics, follow . 😻"}, {"num_of_comments": 24, "num_of_like": "432,397", "path": "instagram/picture1824.jpg", "like_list": [], "date_time": "Sep 6, 2016", "location": "", "tag_list": ["@thom.pierce", "@thom.pierce"], "caption": "“Photography is such an amazing tool to be able to immediately engage people,” says Thom Pierce (). “You can pull them into a story that they wouldn’t necessarily engage with in another way.” A British photographer based in Cape Town, Thom gravitates to projects that are equal parts art, documentary and portraiture — like his series of striking horseback portraits from Lesotho, a mountainous kingdom surrounded on all sides by South Africa. “The whole country is pretty much just rural villages. Some people live miles and miles away from each other and away from the nearest shops, so they have to spend much of their days traveling,” he says. Through these gentle portraits, made during casual encounters along the roads crisscrossing Lesotho, Thom surfaces deeper observations about local geography and culture that someone across the world may not otherwise encounter. “You’ll notice that nobody is moving fast,” Thom says. “The idea was that we would take time to sit and talk to people, and let everybody be comfortable within the photograph. That’s why I think that there’s a sense of stillness and magic.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,291,040", "path": "instagram/picture1825.jpg", "like_list": [], "date_time": "Sep 6, 2016", "location": "", "tag_list": ["@karencantuq", "@instagrames", "@instagrames", "@karencantuq"], "caption": "Architecture student Karen Cantú () imagines a world where volcanos erupt in a rainbow of colors and ladybugs climb landmarks. Based in Monterrey, Mexico, Karen’s surreal images are inspired by a hashtag project on  that sought to unite the apparently incompatible.\n“Imagining a life with polar opposites, discovering unrealistic ideas in my mind — little by little, I began to see the world a bit differently and I believed my alternate reality,” Karen says. “The water, the clouds, why is one above and the other below? What would happen if I flipped them around?” she asks.\nShe always accompanies her creations with a few words, sometimes borrowed from a book and other times written on her own. “I like to think that an image accompanied by the correct words can really make us change our thoughts and emotions, at least for a moment.”\nTo discover more stories from the Spanish-speaking community, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "552,169", "path": "instagram/picture1826.jpg", "like_list": [], "date_time": "Sep 5, 2016", "location": "Kowloon Peak", "tag_list": ["#FromWhereIRun", "@nictinworth", "@nictinworth"], "caption": "Every week, we’re showcasing some of the most creative community hashtags on Instagram. Today we’re highlighting . “It is a great way to see trails from all over the world from different road and trail runners,” says Nic Tinworth (), a creative director in Hong Kong who ran to a spot on Kowloon Peak because he saw a picture of it here. “It really showcases the juxtaposition of Hong Kong — a crazy concrete jungle nestled right up against the mountains and country parks.” Now, Nic never goes on a run without his camera phone in his pack or waistband. “The hashtag has opened my eyes even further to some wonderful-looking outdoor locations that are waiting to be explored, not just in Hong Kong where I live, but around the globe.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "684,105", "path": "instagram/picture1827.jpg", "like_list": [], "date_time": "Sep 5, 2016", "location": "", "tag_list": ["@hoffmanbrendan", "#EyesOn", "@visapourlimage", "@hoffmanbrendan"], "caption": "Brendan Hoffman () has his  the former Soviet Union. Three years ago, the American photojournalist moved to Moscow, and then to Kiev, where he continues to study the “complex histories” of the region. “Events that took place long ago are still sending ripples through time and affecting the world now,” he says.\nBrendan was one of dozens of photojournalists from around the world whose work was shown this week at the Visa Pour l’Image () festival in the south of France.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,132,075", "path": "instagram/picture1828.jpg", "like_list": [], "date_time": "Sep 5, 2016", "location": "", "tag_list": ["@sandrachan_", "#TheWeekOnInstagram", "@sandrachan_"], "caption": "“This cat was looking at the sea in a very poetic way. He or she isn’t my cat, but we made a connection,” says Sandra Martínez (), a freelance photographer and self-proclaimed dog person from Zaragoza, Spain. “In my imagination, the cat jumps into the float!” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "884,499", "path": "instagram/picture1829.jpg", "like_list": [], "date_time": "Sep 4, 2016", "location": "Bernac, Poitou-Charentes, France", "tag_list": ["@babyrural", "#TheWeekOnInstagram", "@babyrural"], "caption": "Itziar Ceberio () and her family had a heyday (see what we did there?) when they spotted this scene on the last day of their road trip through France. “The smallest one had a rag doll; my child found it very sweet,” says Itziar, who is an art historian. “We should never lose our primitive creativity ... and the touch of real materials gives us the capacity to create objects with soul that have a direct connection with us.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "932,311", "path": "instagram/picture1830.jpg", "like_list": [], "date_time": "Sep 4, 2016", "location": "西山動物園", "tag_list": ["#TheWeekOnInstagram", "@sakus235"], "caption": "Spotted: Two red pandas in a tree reminding the world of the importance of friendship, nature and a good ol’ nap. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "796,173", "path": "instagram/picture1831.jpg", "like_list": [], "date_time": "Sep 4, 2016", "location": "", "tag_list": ["@4jan4", "#TheWeekOnInstagram", "@4jan4"], "caption": "Hats off to Janice Cameron () for catching this double-take moment in Newtown, Australia. “I love that my daughter, my dog and I got to create an image together,” says Janice, a designer and photography teacher by trade, who asked the two to pause while she caught them almost blending into a mural. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,548,523", "path": "instagram/picture1832.jpg", "like_list": [], "date_time": "Sep 4, 2016", "location": "Sequoia and Kings Canyon National Parks", "tag_list": ["@anthaang", "@reeebecky", "#TheWeekOnInstagram", "@anthaang"], "caption": "When life hands you an open road and a fallen tree tunnel, you hop on your longboard — in leather booties. Anthony Garcia () snapped this sun-drenched shot of his girlfriend Rebecca Granados () in Sequoia National Park: “One of the most underrated national parks in California,” he calls it. “Not only did we catch a beautiful sunrise that day, but we managed to skate, jump inside a swimming hole and encounter two beautiful waterfalls I never even knew existed.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,548,523", "path": "instagram/picture1833.jpg", "like_list": [], "date_time": "Sep 4, 2016", "location": "", "tag_list": ["@moshjorrison", "#BoomerangOfTheWeek", "@boomerangfrominstagram", "#Boomerang", "@moshjorrison"], "caption": "“Today we climbed into plastic balls, got really sweaty and scored some awesome back heel goals” = the caption Josh Morrison (), the bubble on the right, wrote for this , taken at a trampoline park in Queensland, Australia. Look closely. His feet never touch the ground.\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 4, "num_of_like": "934,819", "path": "instagram/picture1834.jpg", "like_list": [], "date_time": "Sep 4, 2016", "location": "", "tag_list": ["@c_colli", "#myinstagramlogo", "@c_colli"], "caption": "Since the Instagram logo received a makeover last May, we’ve been inspired how community members like Cristina Colli () make the app’s new look come to life. With 40 minutes, 40 flowers and one cup of tea, Cristina, a photographer and artist from Oxfordshire, England, constructed this gorgeous . Her favorite part? The daisies. “They’re such sweet, simple flowers and always make me smile,” she says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,417,995", "path": "instagram/picture1835.jpg", "like_list": [], "date_time": "Sep 3, 2016", "location": "", "tag_list": ["#WHPwilderness", "@bylandorbysea", "#WHPwilderness", "@bylandorbysea"], "caption": "Weekend Hashtag Project: \nGet outside! The goal this weekend is to make photos and videos that celebrate our wild world through landscapes, animal images and surprising moments in nature — like this one by .\nHere’s how to get started:\nFind a perspective that best captures a sense of place – whether the grand view from atop a mountain or looking up at towering trees from deep within a lush forest.\nPhotograph during the golden hour — early in the morning or right before sunset — to add a magiclike quality to your images. You’ll find that a landscape transforms depending on the time of day that you shoot.\nIf you’re making video, record ambient sound. Think lapping ocean waves, the sound of crunching footsteps on a hike or crickets buzzing at night.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "1,417,995", "path": "instagram/picture1836.jpg", "like_list": [], "date_time": "Sep 3, 2016", "location": "", "tag_list": ["@befraser", "#FashionIllustrated", "@befraser"], "caption": "People and the clothes they wear are Beth Fraser’s () inspiration to exaggerate and play. “I find the human body fascinating because there’s so much diversity,” says Beth, a 23-year-old fashion illustrator who lives in London. “Drawing allows even more diversity with the ability to elongate and minimize certain areas.” Not satisfied with just pen and pencil, Beth embellishes her illustrations with paper. She keeps a huge pile of scrap paper on her desk left over from other drawings. “It’s a quick way to break up a white page, and I love the block color it adds,” she says. She also loves uneven edges. “Enjoy playing with proportions and don’t get too precious,” she advises. “Mistakes add character.”\nThis story is part of our new series , stories of artists from around the world who are using their imaginations to bring style to life. Check out our story to see more behind-the-scenes from Beth.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "838,169", "path": "instagram/picture1837.jpg", "like_list": [], "date_time": "Sep 3, 2016", "location": "Beany Green Coffee", "tag_list": ["@steffi_daydreamer", "#WWIM14🍴", "@roselladegori", "@welovetobrunch", "@welovetobrunch", "#WWIM14🍴", "@steffi_daydreamer"], "caption": "“We’re looking forward to spending the day with old and new friends, celebrating this community we’ve created around a passion for food and photography,” says Steffi Crivellaro (), who’s hosting a  InstaMeet with Rosella Degori () in London. The two friends launched  with the goal of bringing people together for photowalks, good company and, of course, delicious food. “When we saw the theme for WWIM14 was food, we thought it would be a perfect fit for what we do with ,” says Steffi. The pair is organizing an intimate brunch at a London restaurant before going for a walk to explore the King’s Cross neighborhood. (Sounds like a great day to us.)\nExplore  to learn more about this year’s Worldwide InstaMeet, which takes place the weekend of September 17-18. Join tens of thousands of people around the world to explore, share and celebrate this WWIM’s theme — food! To find out more or to organize your own, visit community.instagram.com.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "838,169", "path": "instagram/picture1838.jpg", "like_list": [], "date_time": "Sep 2, 2016", "location": "", "tag_list": ["@isabellefeliu", "@delpozo", "@rachelcomey", "@mimihammer", "#FashionIllustrated", "@isabellefeliu"], "caption": "In the groovy universe that fashion illustrator Isabelle Feliu () creates through her drawings and paintings, a rainbow of nudes can model handbags, a muse with a white galaxy on her dress dances with a tiger, and mermaids wear blue ballet slippers. Isabelle, who lives in Oslo, says that the key to adding color to an illustration is to begin with lots of paint. “You should always mix more paint than you need,” she says. “Otherwise you will have to stop painting to make some more, and the paint will dry and leave marks. It will also be hard to get the exact same color and transparency the second time.” Isabelle’s list of dream collaborators is long and includes ,  and swimwear brands, especially . “It is hard to choose, there are so many!”\nThis story is part of our new series , stories of artists from around the world who are using their imaginations to bring style to life.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "618,585", "path": "instagram/picture1839.jpg", "like_list": [], "date_time": "Sep 2, 2016", "location": "", "tag_list": ["@kurebayashiii", "@kurebayashiii"], "caption": "Even on the streets of Harajuku, brimming with eye-catching outfits, Japanese model Haruka Kurebayashi () stands out from the crowds. She’s known for her “Decora” (short for “decorative”) style of fashion — a kaleidoscope of “kawaii” (cute) motifs and bright colors that’s impossible to ignore. “I love when I find designs that make me feel like I’ve time-slipped into a different era,” Haruka explains. She shops for vintage and handmade clothes in Harajuku, but also makes the most of hand-me-downs from her grandma and friends. “Every single person is unique, and the clothes that people choose show off their true individuality,” she says. “I like Harajuku fashion in particular because it really shows off a person’s inner-self.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "618,585", "path": "instagram/picture1840.jpg", "like_list": [], "date_time": "Sep 2, 2016", "location": "", "tag_list": ["@milliebobby_brown", "@noahschnapp", "@nattyiceofficial", "#Boomerang", "@noahschnapp", "@gatenm123", "@milliebobby_brown", "@therealcalebmclaughlin", "@nattyiceofficial"], "caption": "Toast the Eggos and turn on the Christmas lights: the cast of Netflix’s “Stranger Things” are gearing up for more adventures after their ‘80s-infused sci-fi show got renewed for a new season. Here, three cast members predict what their characters will be getting into the second time around:\n (Eleven): “I hope she moves to LA and gets a big mansion and does something great.”\n (Will Byers): “He’s been affected by the Upside Down because he was in there so long; I heard that he might be evil.”\n (Nancy Wheeler): “I’m really digging this Nancy-on-a-mission, trying to figure things out, being a strong, strong character and coming into her own.”\n of , , ,  and  from their recent visit with Instagram’s New York team. Check out our story to see more of what went down."}, {"num_of_comments": 24, "num_of_like": "878,014", "path": "instagram/picture1841.jpg", "like_list": [], "date_time": "Sep 2, 2016", "location": "", "tag_list": ["@mattiasklumofficial", "#InternationalPrimateDay", "@mattiasklumofficial"], "caption": "Perched as high as 210 feet (64 meters) up in the rainforest canopy, photographer and filmmaker Mattias Klum () patiently waits to meet “the man of the forest” — the Malay meaning of orangutan. For the last three decades, he has documented one of the world’s oldest rainforests in Borneo. “One of the ambassadors, one of the great storytellers, in their own right, is really the orangutan, because they are so well adapted to these ecosystems,” Mattias says. “But when these emerald realms go up in smoke or they’re changed into huge monocrops, they cannot cope with it very easily, and they lose their abilities to survive.” Along with the fauna and flora he photographs, Mattias honors orangutans as “fascinating, beautiful, engaging reminders of the vulnerability and our interconnectivity with nature. We are in fact very much dependent on these ecosystems and their species to function for our own benefit — I think that’s the most beautiful thing.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "673,268", "path": "instagram/picture1842.jpg", "like_list": [], "date_time": "Sep 1, 2016", "location": "", "tag_list": ["@themarshmallowist", "@gfsmithpapers", "@themarshmallowist"], "caption": "Earl Grey tea, crystalized violet, passion fruit, ginger — there’s no limit to what confectionary wizard Oonagh Simms () whips into her gourmet marshmallows. “With marshmallows you can be as experimental as you want to be,” says Oonagh, who trained as a patisserie and chocolatier in Paris before opening her own marshmallow stall on Portobello Road in London. She only uses fresh fruits, organic herbs and boutique alcohols: “We deliberately make them a little bit larger, there are four to five bites per marshmallow, so that the flavor profiles come out quite differently in each bite.” The key to growing her business has been collaborating with fellow local merchants — like , the artisan papersmiths behind her packaging. “It’s quite tricky to make a cube look interesting bunches and bunches of times! But we’re always taking new pictures and it’s the best way to connect with the fans of the Marshmallowist.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "673,268", "path": "instagram/picture1843.jpg", "like_list": [], "date_time": "Sep 1, 2016", "location": "", "tag_list": ["@ktsmail", "@gucci", "@erdemlondon", "#FashionIllustrated", "@ktsmail"], "caption": "“Flowers are never perfect,” says KT Smail (), whose fashion illustrations often feature vivid blooms. “The key to a great floral is not making it too perfect or symmetrical.” Whether KT’s florals fill a whole page or appear as a backdrop for prints on a  or  gown, her advice is the same: “Always start with colors that are complementary, or at least colors that clash in a good way.” KT, who lives in Brooklyn, admits that sharing work in progress can be scary. “I think that remaining vulnerable and open is important for an artist — and a human — so I force myself.”\nThis story is part of our new series , stories of artists from around the world who are using their imaginations to bring style to life.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "557,855", "path": "instagram/picture1844.jpg", "like_list": [], "date_time": "Sep 1, 2016", "location": "", "tag_list": ["@pierreterdjman", "#EyesOn", "@dysturb", "@pierreterdjman"], "caption": "Pierre Terdjman () has his  the streets of the world. “It’s so nice to capture these spontaneous moments,” says the French photographer and co-founder of Dysturb (), a photojournalism project that looks to paste large-format pictures on city walls. Inspired by the photos of the Vietnam War, Pierre has also spent time chronicling post-electoral violence in Kenya, Haiti after the 2010 earthquake and the Arab Spring in Tunisia, Egypt and Libya. The biggest lesson he’s learned abroad? Humility. “I have a lot of respect for all the people and the tragedies they go through and how they handle it. I’m not sure Europe could handle all that with such dignity and courage.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "557,855", "path": "instagram/picture1845.jpg", "like_list": [], "date_time": "Sep 1, 2016", "location": "", "tag_list": [], "caption": "Starting today, you can pinch to zoom on photos and videos in feed, on profiles and on Explore. Dive into an adorable puppy’s smile or into every detail of your friend’s new shirt.\nOver the past six months, you’ve seen many exciting changes come to Instagram, from a new icon to longer videos and even a new way to share everyday moments with Instagram Stories. And as things change, we’re still focused on improving the core parts of Instagram.\nZoom is available today for Instagram on iOS. Zoom will be available on Android in the coming weeks."}, {"num_of_comments": 24, "num_of_like": "557,855", "path": "instagram/picture1846.jpg", "like_list": [], "date_time": "Aug 31, 2016", "location": "", "tag_list": ["@lookoflal", "#WHPdrawit", "@lookoflal"], "caption": "World, meet Lal. He’s Samuel Jurcic’s () trusted canine companion and muse. Through the magic of Instagram Stories’ drawing tools, Samuel turned this handsome pooch into a space cadet for last weekend’s hashtag project, .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "940,139", "path": "instagram/picture1847.jpg", "like_list": [], "date_time": "Aug 31, 2016", "location": "", "tag_list": ["@dcossyle", "#WHPdrawit", "@dcossyle"], "caption": "Desirée De León () reimagines what tiny, everyday objects are capable of communicating. “As a young girl, I performed with a Mexican folklórico group outside of Chicago for eight years. Seeing the folds of the pencil shavings immediately reminded me of my Jalisco dress and how fun it was to create huge waves of colorful fabric when I’d twirl onstage,” says the 27-year-old neuroscience PhD student from Georgia.\nFollow along as we feature more of our favorite submissions to last weekend’s hashtag project, .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "724,632", "path": "instagram/picture1848.jpg", "like_list": [], "date_time": "Aug 31, 2016", "location": "", "tag_list": ["#WHPdrawit", "@jonburgerman", "@jonburgerman"], "caption": "The goal of last weekend’s hashtag project, , was to make photos and videos come to life with original drawings. Jon Burgerman () used the markers on Instagram Stories to transform an ordinary passenger into a happy bunny on the Seoul subway. (This = one awesome makeover.)\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "724,632", "path": "instagram/picture1849.jpg", "like_list": [], "date_time": "Aug 31, 2016", "location": "", "tag_list": ["@samuelharrisonart", "#FashionIllustrated", "@samuelharrisonart"], "caption": "Samuel Harrison () loves the theatrical nature of fashion. “For me it’s all a way of expressing something or capturing an essence, an attitude,” the 21-year-old fashion illustrator, who lives in London, says. “I particularly like capturing shape and weight in an illustration through shading.” His most important piece of advice: “Take your time and be patient when creating a gradient.” Samuel regularly shares his process and treats it as an opportunity for growth. “I often look back at my own process videos or photos and think that I should have done things differently. But that’s fine, it’s just a learning experience for your next piece.”\nThis post is part of our new series , stories of artists from around the world who are using their imaginations to bring style to life.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "724,632", "path": "instagram/picture1850.jpg", "like_list": [], "date_time": "Aug 31, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@roofusandkilo", "@roofusandkilo", "@roofusandkilo"], "caption": "Hello world! Meet today’s : Moo is the pup going bananas for the hose, while Penny (left) and Vinny (right) wait for the right moment to join in. Along with their other rescued and foster brothers and sisters — including  — this crew of canines kicks it on a farm in the Pacific Northwest. Follow  to ensure your feed keeps the happy doggie antics fresh.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "724,632", "path": "instagram/picture1851.jpg", "like_list": [], "date_time": "Aug 30, 2016", "location": "", "tag_list": ["@metrique_official", "#WHPdrawit", "@metrique_official"], "caption": "Seen and heard in the Ukraine: a mystery UFO landing in broad daylight, drawn (and scored) by  for .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "835,851", "path": "instagram/picture1852.jpg", "like_list": [], "date_time": "Aug 30, 2016", "location": "Charles River", "tag_list": ["@epekho", "#WHPdrawit", "@epekho"], "caption": "Sea Monster! We owe this sighting in Boston’s Charles River to Eric Latimer ().\nFollow along as we feature more of our favorite submissions to last weekend’s hashtag project .\nPhoto illustration by "}, {"num_of_comments": 24, "num_of_like": "835,851", "path": "instagram/picture1853.jpg", "like_list": [], "date_time": "Aug 30, 2016", "location": "", "tag_list": ["@juliablease", "#WHPdrawit", "#Boomerang", "@juliablease"], "caption": "This weekend, Julia Blease () combined her Instagram story drawing skills with a Boomerang bubble to make a  submission that truly pops.\nStay tuned for more of our favorite images from the project.\n by "}, {"num_of_comments": 24, "num_of_like": "835,851", "path": "instagram/picture1854.jpg", "like_list": [], "date_time": "Aug 30, 2016", "location": "", "tag_list": ["#GeneWilder", "@theartistshag"], "caption": "“Time is a precious thing. Never waste it.” RIP \nVideo by "}, {"num_of_comments": 24, "num_of_like": "595,543", "path": "instagram/picture1855.jpg", "like_list": [], "date_time": "Aug 30, 2016", "location": "", "tag_list": ["@djokernole", "@djokernole"], "caption": "“Life is not just about winning and losing — it’s about developing and growing along the way,” says tennis champion and men’s singles number one Novak Djokovic (), the top seeded contender at the US Open, kicking off this week in New York City. Off court, Novak is committed to his healthy lifestyle. “To feel good and to perform like a true champion, no matter where we play the game of our lives, we need to sync our physical, mental and emotional selves.” What’s next on the horizon? “You would be surprised how many goals and plans I have,” Novak says. “There are so many things I would still love to learn, to accomplish and to taste. I hope every one of my future endeavors will be intertwined with love, which doesn’t cost anything, but is so powerful on so many levels.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "595,543", "path": "instagram/picture1856.jpg", "like_list": [], "date_time": "Aug 29, 2016", "location": "Gangnam, Seoul, S Korea", "tag_list": ["@jaesukkim", "#FashionIllustrated", "@jaesukkim"], "caption": "Illustrator Jaesuk Kim () creates whimsical, swirling gowns for his imaginary muses — he calls them his “SusuGirls.” It always starts with a silhouette. “I add shapes, lines and textures spontaneously to create an abstract and fluid form to represent couture-like dresses,” Jaesuk, who splits his time between Seoul and Sydney, says. One of his favorite techniques involves a watercolor brush pen. “I squeeze water droplets from the brush, then watercolors are added onto these droplets.” Jaesuk urges other artists to never fear mistakes: “I think the beauty of watercolor is that even if you make a mistake, it somehow adds a special touch to it.”\nThis story is part of our new series , stories of artists from around the world who are using their imaginations to bring style to life.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "595,543", "path": "instagram/picture1857.jpg", "like_list": [], "date_time": "Aug 29, 2016", "location": "The Garden", "tag_list": ["@mtv", "#VMAs"], "caption": "Tonight, the  Video Music Awards are happening in New York City. Beyoncé is there. Plus Kanye and Rihanna and... Come to think of it, most of the music world will be in attendance. So sit back, relax and check out our Instagram story, where we’ll be going behind the scenes to capture the night’s fun and crazy moments (because you know they’re coming). "}, {"num_of_comments": 24, "num_of_like": "721,529", "path": "instagram/picture1858.jpg", "like_list": [], "date_time": "Aug 29, 2016", "location": "Jardin des Curiosités", "tag_list": ["@tony_noel", "#TheWeekOnInstagram", "@tony_noel"], "caption": "“I like to stage shapes with unusual settings to create a unique and original picture,” says Tony Noël (), who collaborates with friends to show off impressive stunts and stunning views of his home city of Lyon, France. We love this moment of suspension, but we had to ask: Did his airborne friend stick the landing? “He always lands like a cat,” says Tony. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "699,190", "path": "instagram/picture1859.jpg", "like_list": [], "date_time": "Aug 29, 2016", "location": "Beni, DRC", "tag_list": ["@leyuwera1", "#TheWeekOnInstagram", "@leyuwera1"], "caption": "Ley Uwera () was on a motorcycle when she snapped this photo of a two-wheeled wedding procession in Beni, Democratic Republic of the Congo. “In Congo, each province or city celebrates marriage to the standards of its culture,” says the photographer from Goma, who shares vibrant moments from her native country. “The images speak for themselves even for those who have never visited the Congo.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,123,397", "path": "instagram/picture1860.jpg", "like_list": [], "date_time": "Aug 28, 2016", "location": "古宇利ビーチ", "tag_list": ["@tak_tag", "#TheWeekOnInstagram", "@tak_tag"], "caption": "From way up here, all those beach umbrellas look like 🍬! We love the yummy summer colors in this photo from Okinawa, Japan, by Takahiro Taguchi (). Follow along as we feature more of our favorite moments from .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "816,821", "path": "instagram/picture1861.jpg", "like_list": [], "date_time": "Aug 28, 2016", "location": "Lotusland", "tag_list": ["#PlantsOnPink", "@stellamariabaer", "#PlantsOnPink", "@stellamariabaer"], "caption": "Every week, we’re showcasing some of the most creative community hashtags on Instagram. Today we’re highlighting . “I like the hashtag because it is a meditation on color,” explains painter Stella Maria Baer (). “I spend a lot of time thinking about the colors of the desert in the Southwest where I grew up. Adobe walls often show up in the  photographs, some from my hometown of Santa Fe, New Mexico.” The cactus gardens of Arizona and California are the perfect place to snap a photo and contribute to the hashtag, but for those who can’t travel so far, Stella assures us: any pink wall will do.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "816,821", "path": "instagram/picture1862.jpg", "like_list": [], "date_time": "Aug 28, 2016", "location": "", "tag_list": ["#BoomerangOfTheWeek", "@ijangsyamsuri", "@boomerangfrominstagram", "#Boomerang", "@ijangsyamsuri"], "caption": "Our  = a quick break from swimming and playing at Nipah Beach in Lombok, Indonesia. Ijang Syamsuri () set up his camera to take this brave and sandy selfieboom. 🌴 😎\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "658,042", "path": "instagram/picture1863.jpg", "like_list": [], "date_time": "Aug 28, 2016", "location": "", "tag_list": ["@elenadelestal", "#TheWeekOnInstagram", "@elenadelestal"], "caption": "“There are many scenes happening in India at the same time,” says photographer Elena del Estal () who spotted these goats just before sunset outside of Sri Subramanya Swamy Temple, in the town of Tiruttani. “Often you can find animals like goats or cows around the temples, being fed by the leftovers of believers’ offerings to the gods.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "897,378", "path": "instagram/picture1864.jpg", "like_list": [], "date_time": "Aug 28, 2016", "location": "Parque Das Nações Indígenas", "tag_list": ["@loucolorentz", "#TheWeekOnInstagram", "@loucolorentz"], "caption": "Parque das Nações Indígenas, in Campo Grande, Brazil, was taken over by a sea of red waves (and curls) this week. When Murilo Lorentz () learned about the local redhead gathering, he knew he wanted to capture the special occasion. “I just wanted to convey all this beauty in various shades.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "786,464", "path": "instagram/picture1865.jpg", "like_list": [], "date_time": "Aug 27, 2016", "location": "", "tag_list": ["#RunwayForAll", "@egoshooter", "#RunwayForAll", "@egoshooter"], "caption": "“ means we all have beauty in us,” says Benjamin Ryan Melzer (), who lives in Germany. “People told me I couldn’t model,” he says. “I’m not talented. I’m not tall enough. I’m not good at telling stories through pictures. Today, I’m proof they were wrong.” Benjamin was named Yvonne when he was born. During his transition from female to male, he asked his parents what they would have named him if he was born a boy. “My mother said Benjamin, and my father said Ryan,” he says. “So they chose my new name.” About a year and a half ago, Benjamin flew to London for his first photo shoot. “The moment I stood in front of the camera I wasn’t nervous anymore,” he says. “It felt like home for me.”\nThis story is part of an ongoing series featuring models who are redefining industry standards and making sure there’s room on the .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "786,464", "path": "instagram/picture1866.jpg", "like_list": [], "date_time": "Aug 27, 2016", "location": "", "tag_list": ["#WHPdrawit", "@smcmennamy", "#WHPdrawit", "@smcmennamy"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to make photos and videos that spring to life with your own original drawings — like this one by . Here’s how to get started:\nTransform any photo or video from your Instagram story into a doodle masterpiece by mixing and matching the built-in drawing tools and then share directly to your feed!\nDon’t feel confined to a pencil and paper: Experiment with drawing in the sand, foggy windows or any other canvas that you find. Use Boomerang to capture a satisfying final touch, like the last loop to close a flower.\nSet your phone or camera on a steady surface (or a tripod) and envision the fixed frame as a blank page to be filled. Think big: If you point your lens at an empty sidewalk, fill the entire frame with chalk art.\nChallenge yourself to try something new. For example, have a friend record your attempt to draw with your eyes closed or draw an urban scene without letting yourself lift your drawing utensil from the surface you’re drawing on. Be sure your video shows the context that makes your drawing experiment unique.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "1,030,484", "path": "instagram/picture1867.jpg", "like_list": [], "date_time": "Aug 27, 2016", "location": "", "tag_list": ["#NationalDogDay", "@nwdogproject", "@nwdogproject", "@nwdogproject"], "caption": "What better way to celebrate  than to focus on furry friends that need a family? Emma Scott and her longtime friend Sally Roney have rescued and found homes for more than 200 dogs through their nonprofit, the Northwest Dog Project (), a doggie oasis located outside Eugene, Oregon, that is celebrating its two-year anniversary this month. “We still have the dogs that we got when we were 18; Kyle is my old guy’s name and Gracie is Sally’s girl’s name,” says Emma. “They have taught us so much over the years and were truly our inspiration; we wanted to help give dogs that need a chance the same opportunity at life we were able to give Kyle and Gracie.” Some days can be tough, but Emma says they wouldn’t have it any other way: “It’s the kind of work that you really dump your heart and soul into.”\nBy expanding their reach on Instagram, the pair have placed many pups in forever homes and received support and donations from all over the world.“Sometimes we’ll even get donations from places like New Zealand and other far-away countries,” Emma says. “If it wasn’t for Instagram, we would have no way of connecting with these people.”\nTo learn more about  and the amazing dogs they rescue, check out our Instagram story. Photo by Jamie Opra for "}, {"num_of_comments": 24, "num_of_like": "742,893", "path": "instagram/picture1868.jpg", "like_list": [], "date_time": "Aug 27, 2016", "location": "", "tag_list": ["@afropunk", "@ruddyroye", "@ruddyroye"], "caption": "“Watching the pageantry and super-stylized outfits and hairstyles, one might sometimes lose sight of the statements being made at Afropunk (). Identity and defining one’s own beauty is a huge and important part of what is being celebrated at the festival. Feathers, placards, pins, African cloth, elaborate earrings, septum [piercings] and even colorful socks are here at some point, echoing a belief in the many spectrums of beauty.” —photographer and activist Ruddy Roye (), who was on the ground at the Afropunk Fest in Brooklyn last year.\nWatch our Instagram story this weekend to check out all of the eclectic, diverse and inspiring moments from this year’s festival.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "742,893", "path": "instagram/picture1869.jpg", "like_list": [], "date_time": "Aug 26, 2016", "location": "", "tag_list": ["@thekangaroosanctuary", "@thekangaroosanctuary"], "caption": "What’s life like for a young joey at the Kangaroo Sanctuary ()? “You’ve got to imitate mom’s pouch. For a little orphaned kangaroo, we put him in a pillowcase, and we carry him around by holding him to our stomachs, so he can feel our breathing and the warmth of our bodies,” says Christopher “Brolga” Barns, who spent a decade as a zookeeper before establishing 200 acres (81 hectares) of bushland in Alice Springs for raising and rehabilitating kangaroos, earning himself the nickname Kangaroo Dundee. “It’s a very common animal in Australia, and we take it for granted. So I wanted to set up a place that celebrates the animal.” Brolga leads tours of the sanctuary — which many visitors are surprised to learn don’t begin until sunset. “A lot of people are unaware that they’re actually a nocturnal animal,” he explains. Despite his love for raising ‘roos, Brolga’s overarching mission is to promote a natural coexistence. “It is really a lifelong dream to be able to have wild animals in your care, and to watch them grow up; and then one day, if everything goes well, watch them run off into the sunset and live a wild life.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "534,031", "path": "instagram/picture1870.jpg", "like_list": [], "date_time": "Aug 26, 2016", "location": "", "tag_list": ["@hibanabulsii", "@hibanabulsii"], "caption": "There’s an intimate connection between Hiba Nabulsii () and the people she photographs — one she can only explain with her camera. “It’s like we don’t even need to speak to understand each other,” the 20-year-old Jordanian art student says. In the battle between words and pictures, Hiba’s victor is clear. “I don’t know how to reflect my thoughts in words or writing, but I know how to convey them through photographs,” she says. \"I like taking photos of people when they’re happy or are in a state of creativity and contemplation,” Hiba explains. “All these moments I capture build up to reflect my own world.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "915,883", "path": "instagram/picture1871.jpg", "like_list": [], "date_time": "Aug 26, 2016", "location": "Swiftcurrent Lake", "tag_list": ["@chrisburkard", "@glaciernps", "#FindYourPark", "@chrisburkard"], "caption": "To celebrate the Centennial of the US National Park Service, photographer Chris Burkhard () is exploring Montana’s Glacier National Park () and taking us along on his breathtaking adventure. Watch our Instagram story to follow Chris as he takes in the tall peaks, clear waters and hidden treasures that make Glacier National Park magical. 🌲✨ \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "673,974", "path": "instagram/picture1872.jpg", "like_list": [], "date_time": "Aug 25, 2016", "location": "Denali National Park and Preserve", "tag_list": ["@denalinps", "#HumansofDenali", "@nick.virgil", "#FindYourPark", "@nick.virgil", "@cabendroth7"], "caption": "When most people think of US national parks, they think about pristine wilderness. But for ranger Keith Gortowski of Denali National Park and Preserve () in Alaska, it’s about the people in service of these enchanted places — so he’s been collecting their stories in . “The park itself is a challenge,” says fellow ranger Nick Virgil (). “We talk a lot about what a good life we live out here, but what makes it a good life are the trials and tribulations that come with it. That’s what Denali offers. Not just for the rangers or the visitors, but for the wildlife and even the landscape itself.” For Nick, these challenges come with great rewards. “It’s an adventure into the unexpected. That’s the kind of feeling that gets you going, that you feel deep down inside yourself. Where else can you get that?” August 25 marks the 100th anniversary of the US National Park Service. Celebrate and . 🌲\nPhoto of park ranger  by "}, {"num_of_comments": 24, "num_of_like": "895,511", "path": "instagram/picture1873.jpg", "like_list": [], "date_time": "Aug 25, 2016", "location": "", "tag_list": ["@rodrigofriscione", "@rodrigofriscione"], "caption": "Rodrigo Friscione () wasn’t born underwater, but it was close enough. His father owned a dive shop in Cancún, Mexico. “As long as I can remember, I was surrounded by diving — tanks, boats, gear, fish, all of it,” the 32-year-old photographer, who still lives in Cancún, says. Rodrigo works for Pelagic Life, a Mexican organization focused on protecting the high seas. “Most of our efforts center on shark fishing, because sharks are on the brink of extinction; they are a representative species of oceans worldwide.”\nOn a family trip to the Galápagos in 2003, Rodrigo started playing around with a camera, and he’s documented his underwater adventures since. His photos offer a breathtaking view of the wildlife beneath the crystal-clear waters of the Pacific. “My favorite subjects are marine mammals, they are incredibly smart and they interact with you when you are underwater,” he says.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "895,511", "path": "instagram/picture1874.jpg", "like_list": [], "date_time": "Aug 25, 2016", "location": "", "tag_list": ["@mattcrump", "#candyminimal", "#candyminimal", "@mattcrump"], "caption": "“Color is everywhere,” artist Matt Crump (), the mind behind , says. “You just have to be aware of it and be ready and willing to drop everything you’re doing to have an impromptu photo shoot.” The former art director based in Austin, Texas, uses his experience from the advertising world to create his whimsical and captivating posts, all in his trademark pastels. “My passion for color started when I was a kid. I loved Van Gogh, Dr. Seuss and Andy Warhol — all of whom used bright, bold colors.” Matt started  to coin his signature style, and today community members from all over the globe participate. “It pushes people’s creativity in new directions and lets them express themselves in ways they might not have considered before.”\nWatch today’s Instagram story to learn how Matt creates stop-motion animations, like this spinning pinwheel.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "685,188", "path": "instagram/picture1875.jpg", "like_list": [], "date_time": "Aug 25, 2016", "location": "", "tag_list": ["@matildegattoni", "#EyesOn", "@matildegattoni"], "caption": "Matilde Gattoni () has her  the world’s displaced communities. Working across the Middle East, Asia and Africa, the Italian photographer’s stories are driven by realizations she makes on the ground. “I was very surprised to learn that there are 13 countries along the coast of West Africa that are seriously being affected by the consequences of climate change,” she says. “One day we were in a very small village in Ghana, and there was a very severe high tide. And in just one night, that village lost 5 meters [16 feet] of land.”\nMatilde intentionally covers a broad range of countries and scenarios to highlight the interconnectedness of environmental issues. “Climate change in [another] part of the world is caused by the fact that the icebergs are melting north of Europe,” she explains. Some observers have commented that she seems especially focused on women, but Matilde sees it differently: “It’s often women that fight for their lives, the survival of their families. ‘What if this was me? What if this was my life?’ This is what I really hope that readers see in my pictures.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "888,879", "path": "instagram/picture1876.jpg", "like_list": [], "date_time": "Aug 24, 2016", "location": "Dresden, Germany", "tag_list": ["@bookscalling", "#WHPbookworm", "@bookscalling"], "caption": "Jakub Pavlovsky () started his ongoing photo project Book’s Calling for the love of books. The 23-year-old journalism student from Prague documents the reading breaks he takes all over the city — not to mention the places he visits, like this scenic overlook in Dresden, Germany. “It is really easy to read anywhere and anytime, and there is no excuse to not read.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "888,879", "path": "instagram/picture1877.jpg", "like_list": [], "date_time": "Aug 24, 2016", "location": "", "tag_list": ["@samsonthedood", "#WHPbookworm", "@samsonthedood"], "caption": "For , a goldendoodle from Brooklyn, New York, reading is best paired with a cup of tea (and always followed by a nap). \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "908,154", "path": "instagram/picture1878.jpg", "like_list": [], "date_time": "Aug 24, 2016", "location": "", "tag_list": ["@oyeblikk", "#WHPbookworm", "@oyeblikk"], "caption": "“Books have always fascinated me, because one can be dragged into another world where everything is possible,” says Norwegian music teacher Ingvild Aksnes Rebnord () of this submission to .\nFollow along as we feature some more of our favorite submissions to the project.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "908,154", "path": "instagram/picture1879.jpg", "like_list": [], "date_time": "Aug 24, 2016", "location": "", "tag_list": ["#WeeklyFluff", "@bunnyloulu", "@bunnyloulu", "@bunnyloulu"], "caption": "World, we hope you’re ready for today’s . Say hello to Bunny Louie And Lulu (), who, despite their age difference — Louie is 4 and Lulu is just 6-months-old — get along splendidly. For more happy, hoppy moments in your feed, follow  on Instagram. And be sure to watch this whole video, the end is well worth it. 🐇 🐇\nVideo by "}, {"num_of_comments": 24, "num_of_like": "908,154", "path": "instagram/picture1880.jpg", "like_list": [], "date_time": "Aug 24, 2016", "location": "", "tag_list": ["@mrtam13", "#TIFFxInstagram", "@tiff_net", "@mrtam13"], "caption": "“I always wanted to be a director,” says Mohamed Abdallah (), a 25-year-old filmmaker from Tunisia, whose powerful work won the Fan Favorite Award at the first  Shorts Festival (). Fittingly titled “Hope,” the movie follows Emer Guesmi, a 16-year-old B-boy who lost his legs in an accident when he was young. “Emer is a real dreamer,” adds Mohamed. “He is legless but still happy and full of hope for the future.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "744,221", "path": "instagram/picture1881.jpg", "like_list": [], "date_time": "Aug 23, 2016", "location": "", "tag_list": ["@futago_no_utarita", "#WHPbookworm", "@futago_no_utarita"], "caption": "Father of two  captures a moment of twinning story time for , right down to their leg warmers. (This is definitely one to add to the family album.)\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "744,221", "path": "instagram/picture1882.jpg", "like_list": [], "date_time": "Aug 23, 2016", "location": "", "tag_list": ["@irinahp", "#WHPbookworm", "#Boomerang", "@irinahp", "@me_and_mango"], "caption": "Stacks on stacks —  is right at home on this spiral staircase with a book in hand.\nFollow along as we feature more of our favorite submissions from .\n of  by "}, {"num_of_comments": 24, "num_of_like": "847,751", "path": "instagram/picture1883.jpg", "like_list": [], "date_time": "Aug 23, 2016", "location": "", "tag_list": ["@aravisdolmenna", "#WHPbookworm", "#WHPbookworm", "@aravisdolmenna"], "caption": "This hungry little friend is ’s clever creation for  🐛. We’re left wondering, exactly how many pages did he munch?\nFollow along as we feature more of our favorite  submissions.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "710,590", "path": "instagram/picture1884.jpg", "like_list": [], "date_time": "Aug 23, 2016", "location": "", "tag_list": ["@erinazouz", "@mehedi.505", "@erinazouz"], "caption": "More than six months ago, Erin Azouz () and Mehedi van Hattum () left the conveniences of their life in New Mexico to embark on a yearlong journey. They’re bicycling from Mexico to the southern tip of Argentina with as little environmental impact as possible, camping along the way. “Both of us had a strong desire to travel and to do it in Latin America. It sounded like an amazing idea to travel by bicycle to literally the end of the earth,” Erin says.\nThe couple documents their travels in an online journal known as “Let’s Go Cariño” (or, “Let’s Go Sweetie”). “You look back at the map and you’re like, wow, we peddled through Mexico,” says Mehedi. Despite the challenges, the open road and occasional monarch butterflies that gently rest on their bicycles bring moments of reflection. “It felt very much like getting to some kind of core essence of what life is about,” says Erin. “It’s the simplicity of being outside and being vulnerable.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "869,117", "path": "instagram/picture1885.jpg", "like_list": [], "date_time": "Aug 22, 2016", "location": "", "tag_list": ["@gomofarah", "@gomofarah"], "caption": "For British runner Mo Farah (), going the distance isn’t just about winning races — it’s about putting in the work to be one of the best in the world. “I always think about what I’ve put myself through over the past four years,” Mo says. “120 miles a week, months away from the family — the physical and mental challenges can be brutal. Train, eat, sleep, repeat!” After his performance at the London Games and this year in Rio, the 33-year-old became the first man in 40 years to win gold medals in the 5,000- and 10,000-meter races in back-to-back Olympic Games. Mo’s fans are what keeps him going during grueling competitions. “Having people shouting your name on the track, believing in you, can mean the difference between success and failure,” Mo says.\nPhoto of Mo and Tania Farah by "}, {"num_of_comments": 24, "num_of_like": "622,206", "path": "instagram/picture1886.jpg", "like_list": [], "date_time": "Aug 22, 2016", "location": "", "tag_list": ["#YogaEveryDamnDay", "#YogaEveryDamnDay", "@mynameisjessamyn", "#YogaEveryDamnDay", "@mynameisjessamyn", "@photoyography"], "caption": "Every week, we’re showcasing some of the most creative community hashtags on Instagram. Today we’re highlighting . “When I started practicing yoga at home, I was worried that I would eventually get lazy and lose interest like I’d done with other forms of physical exercise. Using the hashtag  reminded me it’s not just ‘yoga whenever you feel like it,’ it’s gotta be ‘yoga every damn day!’” says yoga teacher and writer Jessamyn Stanley (). “My biggest piece of advice to anyone who wants to  is to see the whole world as your yoga mat. Don’t stress out about getting the perfect photo — this shot was taken while I was laughing, talking and balancing all at the same time. It’s about being in the moment and letting it flow.”\nPhoto of  by "}, {"num_of_comments": 24, "num_of_like": "782,045", "path": "instagram/picture1887.jpg", "like_list": [], "date_time": "Aug 22, 2016", "location": "", "tag_list": ["@praniski", "#TheWeekOnInstagram", "@praniski"], "caption": "“It’s basically like seeing a shooting star every five minutes,” says William Praniski (), who traveled away from the city and into the Brazilian countryside to witness this meteor shower. “I try to do it every year. Everyone should do it — it changes your perspective about life and the universe.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,187,224", "path": "instagram/picture1888.jpg", "like_list": [], "date_time": "Aug 21, 2016", "location": "Charco de La Arena", "tag_list": ["@merypace", "#TheWeekOnInstagram", "@merypace"], "caption": "Calm water = a magic mirror in this serene portrait by Mary Paz () from Charco de la Arena, off the coast of Morocco. Follow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "997,411", "path": "instagram/picture1889.jpg", "like_list": [], "date_time": "Aug 21, 2016", "location": "", "tag_list": ["@dongyeon0911", "#TheWeekOnInstagram", "@dongyeon0911"], "caption": "Ten hours by Jeep, followed by an eight-hour horse ride, landed Kim Dong Yeon () in Mongolia’s Tsaatan tribal village, where the reindeer are anything but shy. “When we were chilling in our teepee, one of the reindeer ran toward us and stuck its head in our teepee,” says the teacher from Busan, South Korea. “I’d seen them only in some national parks and zoos. I’m pretty sure that this is a place you must visit.”\nFollow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "759,687", "path": "instagram/picture1890.jpg", "like_list": [], "date_time": "Aug 21, 2016", "location": "Никола-Ленивец \\ Nikola-Lenivets", "tag_list": ["@ted.ns", "#TheWeekOnInstagram", "@ted.ns"], "caption": "To capture the full sensory experience of late summer in Russia, Andrey Belavin () was up before 5 a.m. to look out over this mythical lighthouse along the banks of the Ugra River. “I’d like you to try to feel the smell of fresh bright green grass, the breath of wind, the coolness of morning dew and the warmth of people around,” says Andrey. \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "910,723", "path": "instagram/picture1891.jpg", "like_list": [], "date_time": "Aug 21, 2016", "location": "Copenhagen, Denmark", "tag_list": ["@iren_vini", "#TheWeekOnInstagram", "@iren_vini"], "caption": "Stripes look good on you, Copenhagen. We love these layers of urban life captured by Irene Vinichenko (). Follow along as we feature more of our favorite moments from .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "910,723", "path": "instagram/picture1892.jpg", "like_list": [], "date_time": "Aug 21, 2016", "location": "", "tag_list": ["@jephthahls", "#BoomerangOfTheWeek", "@boomerangfrominstagram", "#Boomerang", "@jephthahls"], "caption": "He shoots ... he scores! (Kind of.) Jephthah Leito () sunk this basket on a day off with friends in Amsterdam. 🏀 That day, he challenged the group to see who could make the best Boomerang, and today, he takes home the prize of .\nFollow  to see more mind-blowing loops from our community.\n by "}, {"num_of_comments": 24, "num_of_like": "820,649", "path": "instagram/picture1893.jpg", "like_list": [], "date_time": "Aug 21, 2016", "location": "", "tag_list": ["@mossingarden", "@gucci", "@mossingarden"], "caption": "For botanical artist Charles Loh (), every plant has its own character and preferences. “Plants are strange creatures,” he says. “I always look out for foliage, textures, color and how wild they could be — I love plants with roots and stems all over.” He spends hours at nurseries to find the perfect plants for his projects. But of all those he works with, his favorite is moss. “I’m telling the story of how even common plants, which are always around us, can be beautiful enough to be appreciated,” Charles, who lives in Singapore, says. “I would like to encourage people to slow down and take a second look at what is around us.”\nCharles also collaborates with fashion houses such as , for which he designed this scene (pictured).“It’s been a blessing to be able to see and meet artists around the world connecting with one another through this project.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "783,075", "path": "instagram/picture1894.jpg", "like_list": [], "date_time": "Aug 20, 2016", "location": "Arena Copacabana", "tag_list": ["@craigmelvinnbc", "@craigmelvinnbc"], "caption": "Craig Melvin () has experienced his fair share of great sports moments. “I was there for Peyton Manning’s last [football] game in February. I was in Cleveland for LeBron James’ first [basketball] game back as a Cavalier,” Craig says. “But I’ve never had a front-row seat at the Olympics. I’m giddy like a kid on Christmas.” The NBC News correspondent is currently in Rio covering the Summer Games for the first time. “I’m trying to take people inside the games and show them things up close they won’t be able to see on TV — devoted athletes who trained their entire lives, fans who’ve traveled from far-flung places and a remarkable city with a compelling story to tell.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "1,083,830", "path": "instagram/picture1895.jpg", "like_list": [], "date_time": "Aug 20, 2016", "location": "", "tag_list": ["#WHPbookworm", "@neelandcliff", "#WHPbookworm", "@neelandcliff"], "caption": "Weekend Hashtag Project: \nWe know. We can’t believe it’s back-to-school season either. Before students in many parts of the world hit the books, the goal this weekend is to make photos and videos celebrating bound books — like this one by . Here’s how to get started:\nShow us your favorite spots to read, like your favorite chair in a local library, the place where your book club meets or the one tree you love opening a new book underneath.\nLook for readers in the wild — whether on the subway, in a park or anywhere else people dive into their books.\nLet your favorite books take on a life of their own as the players in an Instagram story. Be sure to share directly to your feed to add a more personal touch to your submission.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "705,283", "path": "instagram/picture1896.jpg", "like_list": [], "date_time": "Aug 20, 2016", "location": "Edinburgh Scotland", "tag_list": ["@tomsaater", "#WorldPhotoDay", "@tomsaater"], "caption": "When he was a teenager, Tom Saater () took photos on the streets of Abuja, Nigeria, a location that doubled as his home. “I started asking tourists or anyone I saw with a camera on the street if they would let me take a few pictures and if they would then send me the photos,” Tom says. “I was sleeping close to the post office during this period of my life, so I would ask strangers to please send my copies of the pictures I had taken with their camera to that post office.” Despite the challenges of his situation, Tom managed to build a portfolio, secure a camera — through the kindness of a tourist — and started landing assignments. Now 31 and based in Lagos, he travels the world to document events like the Edinburgh Fringe Festival (pictured). “Photography is what brought me out of my shell; it was how I was first able to connect with people again. I believe that every human is equal and amazing and I use photography as a way to document and highlight diverse human experiences.” \nPhoto by "}, {"num_of_comments": 24, "num_of_like": "754,836", "path": "instagram/picture1897.jpg", "like_list": [], "date_time": "Aug 19, 2016", "location": "", "tag_list": ["#MyStory", "@nataliegrono", "@nataliegrono"], "caption": "“ is about capturing the extraordinary moments within the ordinary ones, the magic inside of everyday life.” —Australian photojournalist Natalie Grono (), who turned the lens toward her own 4- and 6-year-old daughters to capture their imaginative world.\n“I’d always taken photos of children because I just love their nature, and as my daughters got a bit older, I started photographing them. I’m inspired by their world of fantasy and shadows and play and drama. They play so naturally that nothing can ever really be staged, so I’m just kind of following them around in their own little world.\n“I don’t know if they’ll want me to continue following them around with a camera as they get older, but I haven’t thought too much about that yet. That’s what I love about childhood — children are so good at playing and being in the moment that they’re not worried about what’s going to happen next.”\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "754,836", "path": "instagram/picture1898.jpg", "like_list": [], "date_time": "Aug 19, 2016", "location": "", "tag_list": ["@cintascotch", "@instagrames", "@cintascotch"], "caption": "Balloon grapes. Crayon burgers. Coffee bean rain. The mind of Ecuadorian graphic designer Javier Pérez () has no limits. His compositions reinvent the everyday objects we know and often overlook. “Common objects have a great advantage: they are familiar to our eyes, but changing their context calls the attention of the spectator,” Javier says. After being discovered on Instagram by an art and design blog, his work started appearing in magazines and advertising campaigns; in 2015, he published a book. His unique style encourages people around the world to see things differently. “I never imagined that what I did just for fun could generate a whole trend, as if it were an artistic movement,” he says. From his studio in Guayaquil, Javier shares his motto with us: “Create each day, regardless of your skills.”\nFor more stories from the Spanish-speaking community, follow .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "754,836", "path": "instagram/picture1899.jpg", "like_list": [], "date_time": "Aug 19, 2016", "location": "", "tag_list": ["#WHPsymmetry", "@hubiegreenwald", "@symmetrybreakfast", "@hubiegreenwald"], "caption": " makes a summer splash in this submission by . “There’s something nice about trying to do something together whether or not it’s successful,” says guest curator Michael Zee (). “It’s purely for the fun of doing it at the same time.”\nVideo by "}, {"num_of_comments": 24, "num_of_like": "676,874", "path": "instagram/picture1900.jpg", "like_list": [], "date_time": "Aug 18, 2016", "location": "", "tag_list": ["@lulafloradesigns", "@lulafloradesigns"], "caption": "Four years ago, Christine Lucas () used cereal boxes to make 20 tiny piñatas for her wedding in Mexico. Today, she, her husband and her sister send out about 120 piñatas a week from Montreal. “I really didn’t expect it to be what it’s becoming,” she says. “People are crazy for piñatas, it turns out.” Soon after her nuptials, Christine’s wedding planner got in touch with an order from another bride. In 2014, Christine quit her job, opened her online shop and a business was born. “It means the world to me when a girl gets back in touch and says something like, ‘Oh my god, I’m dying! Can we be best friends?’ That’s how I want them to feel when they get their order,” Christine says. “These are for parties. For your wedding or for your kids’ first birthday. These are exciting moments.”\nPhoto by "}]}