{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 23, "num_of_like": "797,966", "path": "instagram/picture0501.jpg", "like_list": [], "date_time": "Nov 21, 2017", "location": "Warsaw, Poland", "tag_list": ["@wild.rocks", "@wild.rocks", "#WHPthankful"], "caption": "Photo by \nIn Warsaw, Poland,  is thankful for books. “I have experienced hundreds of adventures, met amazing people and visited the most distant places,” she writes in her caption. "}, {"num_of_comments": 24, "num_of_like": "789,290", "path": "instagram/picture0502.jpg", "like_list": [], "date_time": "Nov 21, 2017", "location": "", "tag_list": ["@turtledove.a", "@turtledove.a", "#WHPthankful"], "caption": "Photo by \n“So grateful that they found each other,” writes Turtle Williams () of a young girl and her four-legged friend. 🐶\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "1,288,742", "path": "instagram/picture0503.jpg", "like_list": [], "date_time": "Nov 20, 2017", "location": "", "tag_list": ["@laura_makeup", "@laura_makeup"], "caption": "Photo by \nWhether it’s a hairstyle or a new palette, beauty vlogger Laura Sanchez () isn’t afraid to experiment with color. “I love that you can express different emotions through different colors,” says the 25-year-old from Colombia, who now lives in Los Angeles. “At the end of the day, makeup comes off. And it doesn’t hurt trying new things. You might just like it.”\nWatch Laura apply a new look. Her tutorial is on our Instagram story right now. 💕"}, {"num_of_comments": 24, "num_of_like": "1,288,742", "path": "instagram/picture0504.jpg", "like_list": [], "date_time": "Nov 19, 2017", "location": "Singapore", "tag_list": ["@thawhir", "@iansorandom", "@marcusk0h"], "caption": "On our story: yo-yo champion Thawhir Iqbal () — and his friends Ian () and Marcus () — show off their skills in Singapore. 🌀 “Apart from winning competitions, the best part of yo-yoing is to be able to make friends and connections with other people who share the same passion as me worldwide,” says 19-year-old Thawhir, who is a six-time Singapore national champion. “I do love to share my passion to non-yo-yo players whenever they ask about it. It makes me happy when I see the amazement on their faces when I showcase to them what modern yo-yoing looks like.”"}, {"num_of_comments": 19, "num_of_like": "1,333,190", "path": "instagram/picture0505.jpg", "like_list": [], "date_time": "Nov 19, 2017", "location": "Kagawa Prefecture", "tag_list": ["@kaji_nori06", "#TheWeekOnInstagram"], "caption": "Photo by \nIn Japan, it’s the season for rainy days and yellow ginkgo leaves. "}, {"num_of_comments": 18, "num_of_like": "532,987", "path": "instagram/picture0506.jpg", "like_list": [], "date_time": "Nov 19, 2017", "location": "Boninal", "tag_list": ["@raffsoares", "#TheWeekOnInstagram"], "caption": "Photo by \nLike two peas in a pod. 👭 "}, {"num_of_comments": 20, "num_of_like": "1,018,701", "path": "instagram/picture0507.jpg", "like_list": [], "date_time": "Nov 19, 2017", "location": "Frontignan, Midi-Pyrenees, France", "tag_list": ["@xavierreycolors", "#TheWeekOnInstagram"], "caption": "Photo by \nWe’re all smiles seaside for the ."}, {"num_of_comments": 24, "num_of_like": "1,018,701", "path": "instagram/picture0508.jpg", "like_list": [], "date_time": "Nov 18, 2017", "location": "Valencia", "tag_list": ["#Boomerang", "@chu_morr", "#BoomerangOfTheWeek", "@chu_morr", "#Boomerang", "#BoomerangOfTheWeek", "@instagram"], "caption": " by \nWe’re jumping for joy with today’s OfTheWeek. Teresa Argudo () captured this lovely leap of her daughter’s new rhythmic gymnastics team. “After three months training together, this  was made after her first participation in a local festival.”\nAdd OfTheWeek to your next Boomerang. It might show up here on ."}, {"num_of_comments": 24, "num_of_like": "1,047,116", "path": "instagram/picture0509.jpg", "like_list": [], "date_time": "Nov 18, 2017", "location": "West Kill, New York", "tag_list": ["@natchitwood", "#WHPthankful", "@natchitwood", "#WHPthankful"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThis weekend, the goal is to take photos and videos of the people, places and things you are most grateful for in your everyday life, as in this featured photo by Natalie Chitwood (). Here are some tips to get you started:\nMake portraits of the people that matter to you most — from a best friend to a mentor, a coach or a parent. Furry companions count, too!\nHow do you express your thankfulness through action? Capture the ways you show that you’re grateful to those around you, like baking cookies for family or volunteering time to help your community.\nUse your captions to give meaning and context to your photos and videos. Well-chosen words can make a photograph even more powerful.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,042,951", "path": "instagram/picture0510.jpg", "like_list": [], "date_time": "Nov 18, 2017", "location": "Las Vegas, Nevada", "tag_list": ["@maluma", "@latingrammys"], "caption": "It wasn’t an easy decision for Colombian singer Juan Luis Londoño, better known as Maluma (), to give up soccer as a teenager in order to pursue music. But last night as he performed at the Latin Grammys () in Las Vegas, where he was nominated for multiple awards, the choice felt increasingly right. “It is an honor,” says Maluma. “Having those multiple nominations makes me reflect on what a great year 2017 has been, and how far I’ve come.”\nFrom the dressing room to the stage, spend the evening at the Latin Grammys with Maluma — all on our Instagram story. 🎶"}, {"num_of_comments": 24, "num_of_like": "1,042,951", "path": "instagram/picture0511.jpg", "like_list": [], "date_time": "Nov 17, 2017", "location": "Nishinomiya, Hyogo", "tag_list": ["@_pizzicato_", "#WeeklyFluff", "@_pizzicato_"], "caption": "Video by \nHello, world! Meet today’s : Buona (), an exotic shorthair cat from Japan. This 2-year old fierce feline is equal parts sulky and sweet. She’s known to turn up her tail to treats if she’s not in the mood, but also loves making little sounds and curling up close to get your attention.\nWatch today’s story to see learn more about Buona’s world — not to mention, her chic style. 🐱💕"}, {"num_of_comments": 17, "num_of_like": "2,057,679", "path": "instagram/picture0512.jpg", "like_list": [], "date_time": "Nov 16, 2017", "location": "CDMX Ciudad de México", "tag_list": ["@juliomorel94", "@scarguemez", "@omarzrobles", "@omarzrobles"], "caption": "Photo of  and  by \nWhen photographer Omar Robles () thinks of Latin American culture, “solidarity” is the word that comes to mind. “We generally seek each other and try to help each other as much as we can,” says the New York City-based photographer, who is originally from Puerto Rico. Before he worked as a photographer, Omar studied mime in Europe under French actor Marcel Marceau. “You can create stories in photography without using words,” Omar notes, of the connection between his past and present pursuits.\nThese days, he’s busy bringing visibility to another group of artists: ballet dancers. “Whenever people think of ballet and dance in general, hardly anyone thinks about Latin America. What’s interesting is that many of the major companies in the world have actually had principal dancers that are from Latin American countries. There is a strong tradition and there is a lot of talent,” he says.\nFor a closer look at Omar’s dance photography series, check out our Instagram story."}, {"num_of_comments": 10, "num_of_like": "1,087,933", "path": "instagram/picture0513.jpg", "like_list": [], "date_time": "Nov 15, 2017", "location": "Innes National Park", "tag_list": ["@thebirrell", "@thebirrell", "#WHPfindthelight"], "caption": "Photo by \nLachlan Birrell () grabbed a pal and a skateboard and headed outside in South Australia. “I always try to use natural light in my shots,” says Lachlan. “The warmth of the golden sunlight is my favorite aspect of this picture — that, and the memories of having a good time with friends.” ✨ "}, {"num_of_comments": 9, "num_of_like": "582,758", "path": "instagram/picture0514.jpg", "like_list": [], "date_time": "Nov 15, 2017", "location": "Abu Dhabi, United Arab Emirates", "tag_list": ["@aljvd", "@aljvd", "#WHPfindthelight"], "caption": "Photo by \nAt the newly opened Louvre Abu Dhabi, Altamash Javed () took this nuanced photo. “I saw a group of men standing in a glow beyond the glass, so I lifted my camera and made sure to focus on them,” he says. “I like that it’s also kind of a self-portrait.” "}, {"num_of_comments": 10, "num_of_like": "455,568", "path": "instagram/picture0515.jpg", "like_list": [], "date_time": "Nov 15, 2017", "location": "Bandung", "tag_list": ["@algifs", "@algifs", "#WHPfindthelight"], "caption": "Photo by \n“There are so many surprises in street photography,” says Algi Febri Sugita (), who spotted this man in a shadow, waiting for a necklace to be repaired.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 11, "num_of_like": "614,828", "path": "instagram/picture0516.jpg", "like_list": [], "date_time": "Nov 14, 2017", "location": "New York, New York", "tag_list": ["@alinezugulove", "@alinezugulove", "#WHPfindthelight"], "caption": "Photo by \nWith the right light, an everyday New York City scene becomes photo-worthy to . "}, {"num_of_comments": 15, "num_of_like": "685,576", "path": "instagram/picture0517.jpg", "like_list": [], "date_time": "Nov 14, 2017", "location": "", "tag_list": ["@nicholettat", "@nicholettat", "#WHPfindthelight"], "caption": "Photo by \nNichole Quinn () turned her lens toward her son, Cooper. “The crazy sun flares often come out for him,” she writes in her caption. "}, {"num_of_comments": 7, "num_of_like": "836,997", "path": "instagram/picture0518.jpg", "like_list": [], "date_time": "Nov 14, 2017", "location": "", "tag_list": ["@iqbalbabon", "@iqbalbabon", "#WHPfindthelight"], "caption": "Photo by \nIqbal Ardiansyah () sought out the perfect beam for .\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "836,997", "path": "instagram/picture0519.jpg", "like_list": [], "date_time": "Nov 14, 2017", "location": "", "tag_list": ["#Boomerang", "@kinglimaa", "@kinglimaa", "#WorldKindnessDay", "#KindComments", "@sublinhando"], "caption": " by \nAs the first high-fashion model to wear a hijab on runways around the world, 20-year-old Somali-American Halima Aden () recognizes the importance of embracing differences. “My childhood taught me to dream beyond borders,” says Halima, who was born in a refugee camp in Kenya and grew up in St. Cloud, Minnesota. “When we are stripped of everything, we find that we are all the same.” Halima’s choice to wear her hijab has made fashion headlines — and, she hopes, motivated others. “My hijab represents my own definition of modesty and freedom to dress how I like,” she says. “It has allowed me to inspire young women everywhere to pursue their dreams while still upholding their values.”\nCelebrating  alongside other fashion industry insiders, Halima is sharing some of her favorite . “It’s very important that we use our platforms to share kindness and meaningful posts,” she says. “A kind comment can change a person’s life.” Watch it on our story now.\nSticker by "}, {"num_of_comments": 17, "num_of_like": "837,659", "path": "instagram/picture0520.jpg", "like_list": [], "date_time": "Nov 13, 2017", "location": "", "tag_list": ["@karinpyong", "@karinpyong"], "caption": "Photo by \nFor freelance illustrator Karina Doniho (), there’s magic in watercolors. “I am entranced by them,” says Karina. “The colors are beautiful and so much can be done with them.” Two years ago, Karina left Indonesia to study fine art at a university in Yokohama, Japan. “I get inspiration from the world around me,” she says. “Little experiences can occur at any time, and I use them in my paintings.”\nSee more of her work and her process on today’s Instagram story. 🎨"}, {"num_of_comments": 4, "num_of_like": "450,241", "path": "instagram/picture0521.jpg", "like_list": [], "date_time": "Nov 13, 2017", "location": "Melbourne, Victoria, Australia", "tag_list": ["@jessemarlow", "@jessemarlow", "#TheWeekOnInstagram"], "caption": "Photo by \nOn a slightly windy day, patience paid off for Jesse Marlow () while taking photos at the Victoria Derby, an annual horse racing festival. “I set myself up on a corner where people walking by were illuminated by the afternoon sun, and then it was just a case of waiting for the right moment,” he says. 👒 "}, {"num_of_comments": 21, "num_of_like": "854,709", "path": "instagram/picture0522.jpg", "like_list": [], "date_time": "Nov 12, 2017", "location": "Makgadikgadi-Pans-Nationalpark", "tag_list": ["@connieallen_photo", "@connieallen_photo"], "caption": "Photo by \nEvery morning, researcher Connie Allen () wakes up to a chorus of starlings and hornbills singing, lions roaring in the distance and on less fortunate days, monkeys climbing all over her tent. “I first moved to Makgadikgadi Pans National Park [in Botswana] two years ago, and quickly fell in love with the bush life,” says Connie. “I live permanently in the park with the team from Elephants for Africa, a NGO dedicated to improving the relationship between elephants and the communities here.” Her main focus of research is understanding the social behaviors of male African elephants. “Up until now the majority of social studies on elephant have been on females,” Connie explains. “Like many people, I have been fascinated by and drawn to elephants for as long as I can remember. As I grew up, and their future became increasingly threatened, I became more and more determined to make my contribution to improving our understanding of these magnificent creatures and help in their conservation.”\nSpend a day with Connie and the elephants. It’s on our Instagram story right now."}, {"num_of_comments": 24, "num_of_like": "1,007,162", "path": "instagram/picture0523.jpg", "like_list": [], "date_time": "Nov 12, 2017", "location": "Banda Aceh, Indonesia", "tag_list": ["@duniaimaji", "@duniaimaji", "#TheWeekOnInstagram"], "caption": "Photo by \nFahreza Ahmad () flew his drone up over the fair in his hometown of Banda Aceh. “I like the color,” he says of his photo. “I think it tells the story.” "}, {"num_of_comments": 21, "num_of_like": "1,159,776", "path": "instagram/picture0524.jpg", "like_list": [], "date_time": "Nov 12, 2017", "location": "", "tag_list": ["@lil_milty", "@lil_milty", "#TheWeekOnInstagram"], "caption": "Photo by \nThe grass is always greener on the other side — or so Lianne Milton’s () pup seems to think. “Mel — ‘honey’ in Portuguese — seeks new heights to spy on her neighbors,” she writes in her caption. 🐶 "}, {"num_of_comments": 24, "num_of_like": "1,159,776", "path": "instagram/picture0525.jpg", "like_list": [], "date_time": "Nov 11, 2017", "location": "Connecticut", "tag_list": ["#Boomerang", "@nicandthenewfie", "#BoomerangOfTheWeek", "@nicandthenewfie", "#BoomerangOfTheWeek", "@instagram"], "caption": " by \nStarring in our OfTheWeek: Gary the Cat, taking in a lovely Connecticut morning. “This time of year, the chipmunks love to run back and forth on that fence. I put him up on the post to give him a good view,” says Gary’s human, small business owner Nicola Armster of . “Gary is really just the happiest if he can sit in a spot and watch small animals run around.”\nAdd OfTheWeek to your next Boomerang. It might show up here on ."}, {"num_of_comments": 24, "num_of_like": "714,846", "path": "instagram/picture0526.jpg", "like_list": [], "date_time": "Nov 11, 2017", "location": "", "tag_list": ["@laporterouge", "#WHPfindthelight", "@laporterouge", "#WHPfindthelight"], "caption": "Featured photo by \nWeekend Hashtag Project: \nLight, camera, action! This weekend, the goal is to take photos and videos that showcase light in beautiful and diverse ways, as in this featured photo from Nadia (). Here are some tips to get you started:\nLight transforms ordinary scenes into extraordinary ones. Take a photo of the morning light as it pours into your kitchen, or during a sunset stroll.\nHave an outdoor portrait session with a friend. Try going during the golden hour, or find a perfectly and naturally illuminated wall to use as your backdrop.\nPlay with time and light together by photographing the same subject in the morning, afternoon and evening. Use multi-post to show how the light changes the scene throughout the day.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,753,283", "path": "instagram/picture0527.jpg", "like_list": [], "date_time": "Nov 11, 2017", "location": "New York, New York", "tag_list": ["@taylorswift"], "caption": "On the day of her latest album release, “reputation,” Taylor Swift () spent some time in New York City with her cats, Meredith and Olivia, and rehearsed for her upcoming performance on “Saturday Night Live.” Tune in to our story, or, as Taylor says, “Come hang with me at SNL rehearsals and check in with the kitty committee!” 😻"}, {"num_of_comments": 24, "num_of_like": "580,628", "path": "instagram/picture0528.jpg", "like_list": [], "date_time": "Nov 10, 2017", "location": "Naval Amphibious Base Coronado", "tag_list": ["@marioromero186", "@marioromero186", "#VeteransDay"], "caption": "Photo by \nBecoming an elite commando wasn’t an especially realistic goal for Mario Romero (). The New Jersey native had 20/400 vision, an arrhythmia of the heart and weighed 135 pounds (61 kilograms) — but he was undaunted. “I refused to give up,” he recalls. “I trained even harder.” Ultimately, the then small-but-determined recruit survived the grueling training it takes to become a US Navy SEAL, then served three deployments in Iraq and Afghanistan.\nAfter nine years in the military, the now 34-year-old embarked on a new pursuit: a mathematics degree at Columbia University in New York City. Now, he has a new goal of one day working at NASA. “It all started with books,” he says, remembering the historical images of World War II that inspired him to enlist. “If I could contribute towards a greater good, I was going to.” Watch our story to see more of Mario’s life, then and now, in honor of  in the United States. This holiday is observed on November 11."}, {"num_of_comments": 24, "num_of_like": "517,757", "path": "instagram/picture0529.jpg", "like_list": [], "date_time": "Nov 9, 2017", "location": "", "tag_list": ["@johngreenwritesbooks", "@johngreenwritesbooks", "@hankgreen"], "caption": "Photo by \nAuthor John Green () has been writing stories since he was a kid — but knows there’s still room to grow. “Writing isn’t something I feel good at — it’s something I want to get better at,” says John. “I really enjoy the process of trying to find a better way to communicate thoughts and feelings and experiences using scratches on a page. It’s a source of real joy for me.”\nJohn’s most recent novel, “Turtles All the Way Down,” tells the story of a 16-year-old girl who struggles with mental illness. “Part of what has made my own mental illness challenging for me has been that I often feel extremely alone in it and isolated by it,” says John. “I hope the story helps people who are struggling with intrusive thoughts or anxiety disorders feel less alone in that.”\nThis fall, John and his younger brother Hank () performed in cities across the United States for the “Turtles All the Way Down” book tour. Watch our story to catch up with them in the San Francisco Bay Area. 🐢"}, {"num_of_comments": 6, "num_of_like": "1,556,446", "path": "instagram/picture0530.jpg", "like_list": [], "date_time": "Nov 8, 2017", "location": "Hong Kong", "tag_list": ["@_chakmkit", "@_chakmkit", "#WHPpetproject"], "caption": "Photo illustration by \nThanks to the magic of post-production, Chak Kit () and his wife were able to take photos of their shiba inu, Tachi, at different points along this spiral structure and combine them into one image. “I like the expressions of my doggy the most,” says Chak. “He is really cute.” 🌀🐶 "}, {"num_of_comments": 24, "num_of_like": "916,725", "path": "instagram/picture0531.jpg", "like_list": [], "date_time": "Nov 8, 2017", "location": "", "tag_list": ["@yamtails", "@yamtails", "#WHPpetproject"], "caption": "Photo by \nPumpkin, Rocky, Yam and Carbon posed together just long enough for Jordan Tharp () to capture the moment. “It shows the personality of my dogs and cats so well,” she says. “I pride myself on having such a cohesive pack of animals.”\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "916,725", "path": "instagram/picture0532.jpg", "like_list": [], "date_time": "Nov 8, 2017", "location": "Rio de Janeiro, Rio de Janeiro", "tag_list": ["@sirenas_"], "caption": "“Sirenas” () translates to mermaids in Spanish, making it the perfect name for this crew of synchronized swimmers and underwater acrobats. “We believe it is a figure that represents us,” says member Giovanna Bueno. “We certainly intend to make the myth of mermaids a reality with all our sweetness, charm and beautiful movements.” The Sirenas have performed and practiced together for 10 years in Rio de Janeiro. “Our harmony goes far beyond the pool,” says Giovanna. “We are true sisters!”\nDive into today’s story to see more. 💦"}, {"num_of_comments": 24, "num_of_like": "916,725", "path": "instagram/picture0533.jpg", "like_list": [], "date_time": "Nov 7, 2017", "location": "Bologna Centro", "tag_list": ["@canarinocippo", "#WHPpetproject"], "caption": "Video by \n🐎 > 🚎 for this little birdie. "}, {"num_of_comments": 11, "num_of_like": "1,137,230", "path": "instagram/picture0534.jpg", "like_list": [], "date_time": "Nov 7, 2017", "location": "Altea, Spain", "tag_list": ["@illustre_inconnu", "#WHPpetproject"], "caption": "Photo by \nA French bulldog with a view. 🌊 "}, {"num_of_comments": 14, "num_of_like": "1,269,101", "path": "instagram/picture0535.jpg", "like_list": [], "date_time": "Nov 7, 2017", "location": "", "tag_list": ["@freyaeverafter_", "#WHPpetproject"], "caption": "Photo by \nA small + a medium + a large pup, all in a row for .\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "673,059", "path": "instagram/picture0536.jpg", "like_list": [], "date_time": "Nov 6, 2017", "location": "Cannes", "tag_list": ["@louane", "@nrjhitmusiconly"], "caption": "Twenty-year-old French musician Louane () sings every single day. “When I was little, my nanny taught me how to sing, and when I was 7 or 8, I learned how to play guitar and piano,” says Louane, who lives in Paris. “Now, I’m already living my dream, and my goal is to keep singing for many more years — forever, if possible!”\nWith a new album on its way, Louane was nominated for several awards at this year’s NRJ Music Awards (), an annual celebration of music held in Cannes, France. “I watched the NRJ Awards on TV when I was a kid, so being a part of it now is incredible,” says Louane, who also performed. “I want to remember every second of it — and give it my best.”\nTune in to our Instagram story to go behind the scenes of the awards with Louane."}, {"num_of_comments": 21, "num_of_like": "882,984", "path": "instagram/picture0537.jpg", "like_list": [], "date_time": "Nov 6, 2017", "location": "Mar De Las Pampas", "tag_list": ["@agusvisconti", "#TheWeekOnInstagram"], "caption": "Photo by \nFoggy weather on the coast + a chance encounter with wild horses = "}, {"num_of_comments": 24, "num_of_like": "1,059,745", "path": "instagram/picture0538.jpg", "like_list": [], "date_time": "Nov 6, 2017", "location": "Lyon, France", "tag_list": ["@tony_noel", "@tony_noel", "#TheWeekOnInstagram"], "caption": "Photo by \nPhotographer Tony Noel Nguyen’s () work is all about movement. “For this picture, I wanted to show three different disciplines — breakdance, dance and parkour — that are all based on movement and yet, all very different.” 🕺 "}, {"num_of_comments": 23, "num_of_like": "567,372", "path": "instagram/picture0539.jpg", "like_list": [], "date_time": "Nov 5, 2017", "location": "Calais Jungle", "tag_list": ["@noralorek", "@gettyimages"], "caption": "Photo by \nFor the past two years, photojournalist Nora Lorek worked in the refugee camp in Calais, France, known as “the Jungle.” “I was there six times, and living there for more than two months, collecting stories of the many young men that had escaped war in hope of getting reunited with family and friends in the UK or just to start a new life,” says Nora, who has dual citizenship from Sweden and Germany. Her most recent work for National Geographic, which she is being honored for, continues to document the refugee experience.\nNora is a Getty Images () Instagram Grant honorable mention recipient. The grant supports photographers who use Instagram to document stories from underrepresented communities around the world.\nWatch our Instagram story to see more from Nora and the 2017 Getty Images Instagram Grant recipients."}, {"num_of_comments": 23, "num_of_like": "1,169,289", "path": "instagram/picture0540.jpg", "like_list": [], "date_time": "Nov 5, 2017", "location": "Arnarstapi", "tag_list": ["@fabolus_vienna", "@fabolus_vienna", "#TheWeekOnInstagram"], "caption": "Photo by \nOn a road trip toward Iceland’s northern fjords with his girlfriend, Fabian Pfeifhofer () stopped by this idyllic church. “Exploring is not just about going to a place and taking the perfect photo — it’s about seeing things from different angles.” "}, {"num_of_comments": 24, "num_of_like": "823,507", "path": "instagram/picture0541.jpg", "like_list": [], "date_time": "Nov 5, 2017", "location": "Aussois", "tag_list": ["@maariegibert", "@maariegibert", "#TheWeekOnInstagram"], "caption": "Photo by \nEighteen-year-old Marie Gibert’s () dog, Plume, has been by her side for eight years. “We are inseparable,” says Marie. “She’s like that friend you’ve had since your childhood who has always been there for you, even if you made lots of mistakes.” 🐶❤️ "}, {"num_of_comments": 24, "num_of_like": "823,507", "path": "instagram/picture0542.jpg", "like_list": [], "date_time": "Nov 4, 2017", "location": "Haifa, Israel", "tag_list": ["#Boomerang", "@dinalf", "#BoomerangOfTheWeek", "@dinalf"], "caption": " by \nA boy and his soccer ball = inseparable. In our OfTheWeek, Dina Alfasi () captured this loop of her friend’s son in action. “He plays nonstop — just like a Boomerang,” she says."}, {"num_of_comments": 18, "num_of_like": "1,633,506", "path": "instagram/picture0543.jpg", "like_list": [], "date_time": "Nov 4, 2017", "location": "", "tag_list": ["@yuki.5_", "#WHPpetproject", "@yuki.5_", "#WHPpetproject"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThis weekend, the goal is to take photos and videos that celebrate our furry friends, like this featured photo of Yuki (), an especially fluff-tastic Angora rabbit from Germany. Here are some tips to get you started:\nWhat are some of your favorite activities to do with your pet? Whether it’s singing with your parakeet or playing with a puppy, capture the moment with a video or Boomerang.\nPets like posing, too. Try using props or setting the scene to take a regal portrait of your favorite fluff.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 19, "num_of_like": "1,633,506", "path": "instagram/picture0544.jpg", "like_list": [], "date_time": "Nov 4, 2017", "location": "", "tag_list": ["@bananalawneh", "@bananalawneh"], "caption": "Video by \nCreative director and photographer Banan Alawneh’s () greatest joy is working behind the scenes. “I love creating weird things!” says the 34-year-old from Amman, Jordan, who moved to Dubai for a new career adventure. “The modern city offers high technology and advanced equipment for photography and motion picture,” says Banan of Dubai. She travels often for work (and play) — Barcelona, Paris and Venice are some of her favorite cities — but she’ll always have a soft spot for Amman, and for Jordan. “There is heritage everywhere you look, even in the faces of its people,” she says.\nWe’re excited to announce that Instagram is now available in three right-to-left languages on Android. We hope even more speakers of these languages are able to share their language and culture with the world and connect with the people and things that matter to them."}, {"num_of_comments": 24, "num_of_like": "640,837", "path": "instagram/picture0545.jpg", "like_list": [], "date_time": "Nov 3, 2017", "location": "Los Angeles, California", "tag_list": ["@mandymooremm", "@nbcthisisus", "@adamjk"], "caption": "It would be hard for actress Mandy Moore () to name her favorite part of starring in the television show “This Is Us” (), but spending time with the cast and crew is high up on the list. “I love the people I get to work with,” she says. “We all really lucked out!” On set in Los Angeles, Mandy spreads her appreciation for those around her with everyday acts of kindness. “I’m a big believer in the golden rule: treating others the way you wish to be treated,” she says. “I always respond to the little things in life, like bringing someone a cup of coffee, an unexpected note or text of gratitude or encouragement or holding the door open. In my mind, kindness is the most worthy virtue and the highest compliment. I strive to live a life of compassion and understanding.” Tune in to our Instagram story to spend a day on set with Mandy.\nStickers by "}, {"num_of_comments": 24, "num_of_like": "640,837", "path": "instagram/picture0546.jpg", "like_list": [], "date_time": "Nov 2, 2017", "location": "Philadelphia, Pennsylvania", "tag_list": ["@veggiedayz", "#WeeklyFluff", "#CSABoxKittens", "@veggiedayz", "@veggiedayz", "#NutsAboutKittens"], "caption": "Video by \nHello, world! Today’s  is even better than a pot of gold. 🌈 Meet Rutabaga, Butternut, Heirloom and Sprout, formerly known as the . Serena Boleto () has been fostering cats in Philadelphia since 2011 and she always chooses a theme when naming her litter. You’ll be glad to know these four playful cats have all been adopted (hurray!), but Serena currently has another litter — all named for nuts — in need of good homes. Follow  to keep up with Serena and her new crew, , which includes Mama Macadamia and her seven sweet babies."}, {"num_of_comments": 10, "num_of_like": "673,076", "path": "instagram/picture0547.jpg", "like_list": [], "date_time": "Nov 2, 2017", "location": "San Diego, California", "tag_list": ["@artelexia", "@artelexia"], "caption": "Photo by \nGrowing up in Tijuana, Elexia de la Parra was mesmerized by the crafts at local Mexican markets. For the past eight years, she’s owned Artelexia (), a shop in San Diego, California, that specializes in handcrafted Mexican gifts, art and decor.\nIn preparation for Día de Muertos (Day of the Dead) celebrations, she stocked up on the staples: sugar skulls, flowers and candles. But the heart of this holiday is respect. “It’s about remembering your loved ones that have passed away,\" says Elexia. “It’s about honoring their memory, their tradition.”\nWatch our Instagram story now to see Elexia celebrate in Mexico. 💀🌹"}, {"num_of_comments": 19, "num_of_like": "686,335", "path": "instagram/picture0548.jpg", "like_list": [], "date_time": "Nov 1, 2017", "location": "South End, Boston", "tag_list": ["@susanmbradley", "@susanmbradley", "#WHPpretend"], "caption": "Photo by \nSusan Bradley () knew that Halloween weekend in Boston would be prime time for people watching. “I had stopped in at a pharmacy and immediately noticed the man in the chicken suit at the counter. Totally casual. So funny!” 🐔 "}, {"num_of_comments": 19, "num_of_like": "1,551,859", "path": "instagram/picture0549.jpg", "like_list": [], "date_time": "Nov 1, 2017", "location": "Mexico City, Mexico", "tag_list": ["@luisarizamx", "@luisarizamx", "#WHPpretend"], "caption": "Photo by \nAs the celebrations for Day of the Dead approached in Mexico, photojournalist Luis Ariza () headed out with his camera. “I decided to look for a scene in my city that could show the culture, customs and traditions of my country,” he says. "}, {"num_of_comments": 18, "num_of_like": "805,240", "path": "instagram/picture0550.jpg", "like_list": [], "date_time": "Nov 1, 2017", "location": "", "tag_list": ["@janelledarnell", "@janelledarnell", "#WHPpretend"], "caption": "Photo by \nWalking into her home office, Janelle Darnell () found her daughter pretending to be a ghost. “What I love most about this photo is that it captures a real moment in my daughter’s childhood, playing and pretending.”\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "752,800", "path": "instagram/picture0551.jpg", "like_list": [], "date_time": "Oct 31, 2017", "location": "", "tag_list": ["@ishyvi", "#WHPpretend"], "caption": "Photo by \nPanda pals pop against pink. 🐼💕 "}, {"num_of_comments": 24, "num_of_like": "639,109", "path": "instagram/picture0552.jpg", "like_list": [], "date_time": "Oct 31, 2017", "location": "Hong Kong", "tag_list": ["@aianrosales", "#WHPpretend"], "caption": "Photo by \nOne pint-sized caped hero stands out from the crowd on a busy Hong Kong street. "}, {"num_of_comments": 24, "num_of_like": "636,122", "path": "instagram/picture0553.jpg", "like_list": [], "date_time": "Oct 31, 2017", "location": "", "tag_list": ["@lindseycrochets", "#WHPpretend"], "caption": "Photo by \nDreams do come true. “I’ve always wanted to be a mermaid, and now I am!” writes Lindsey in her caption for .\nFollow along to see more of our favorite submissions to last weekend’s hashtag project."}, {"num_of_comments": 20, "num_of_like": "916,850", "path": "instagram/picture0554.jpg", "like_list": [], "date_time": "Oct 31, 2017", "location": "Springfield, Missouri", "tag_list": ["@michael_brown04", "@michael_brown04"], "caption": "Photo by \nThese are not your average jack-o’-lanterns. Mike Brown’s () painstakingly carved, personality-packed takes on the Halloween staple are downright pumpkin sculptures. “About five years ago, I saw some images online and thought, ‘I could do that,’” says Mike, who designs homes with his wife in Missouri. “I hadn’t sculpted anything before that, but once I started I was hooked.” His passion shows, literally: He makes faces in a mirror and then re-creates his expressions with clay sculpting tools and sharp blades. But just like Cinderella’s pumpkin, once the clock strikes November 1, Mike’s sculptures disappear. “It’s such a short window, but I don’t like sculpting anything else at all,” he says.\nWatch our Instagram story now to see Mike’s sculptures come to life."}, {"num_of_comments": 6, "num_of_like": "687,215", "path": "instagram/picture0555.jpg", "like_list": [], "date_time": "Oct 30, 2017", "location": "Phoenix, Arizona", "tag_list": ["@danielzrotfl", "@danielzrotfl", "#FestivalOfRainbows", "@onentenphx"], "caption": "Photo by \nFor the past two years, freelance makeup artist Daniel Ruiz Smith () has challenged himself to create 31 separate Halloween looks during the month of October. The characters range from ghastly and grotesque to ethereal and charming, but the transformation is beyond skin deep. “When you put a face on you are another person,” says the 24-year-old Arizona native, who is based in Los Angeles. “You can change whatever type of character you’d like to be depending on what makeup you have on. You can be whoever you want — and that’s a confidence boost.” This weekend, Daniel took his talents back to his home state to do Halloween makeup at , a party thrown by one•n•ten (), a LGBTQ and homeless teen resource center.\n\nWatch our story to see more from the event."}, {"num_of_comments": 15, "num_of_like": "1,139,734", "path": "instagram/picture0556.jpg", "like_list": [], "date_time": "Oct 30, 2017", "location": "Toyama Prefecture", "tag_list": ["@itachousan", "#TheWeekOnInstagram"], "caption": "Photo by \nUp, up and away! "}, {"num_of_comments": 24, "num_of_like": "911,703", "path": "instagram/picture0557.jpg", "like_list": [], "date_time": "Oct 29, 2017", "location": "New York, New York", "tag_list": ["@chelsweets"], "caption": "Chelsey White () began baking out of her New York City kitchen five years ago to combat job stress. Her penchant for simple yet dramatic designs lasts year-round, but Chelsey really shines during October. “If you want to take your Halloween treats to the next level, shattered glass is a relatively easy thing to do, and black buttercream looks so dramatic,” she says. “I like the inside of the cake to be as much fun as the outside.” Tune in to today’s Instagram story to watch Chelsey put together one of her spectacular and spooky cakes. 🕸"}, {"num_of_comments": 22, "num_of_like": "1,091,219", "path": "instagram/picture0558.jpg", "like_list": [], "date_time": "Oct 28, 2017", "location": "Osaka", "tag_list": ["@tetsu6o6", "@tetsu6o6", "#TheWeekOnInstagram"], "caption": "Photo by \nTetsu Ishikawa () captured the hustle and bustle of Osaka Station. “I like the color and speediness of this photo,” he says. 🚕 "}, {"num_of_comments": 17, "num_of_like": "768,108", "path": "instagram/picture0559.jpg", "like_list": [], "date_time": "Oct 28, 2017", "location": "Witten, Germany", "tag_list": ["@bebeismyname", "@bebeismyname", "#TheWeekOnInstagram"], "caption": "Photo by \nWith the help of thick fog and a timer, Bebe () created this surreal self-portrait in the woods near her home. “This is all about self-expression,” she says. “I’m the model, the photographer and the director.” 📷 "}, {"num_of_comments": 21, "num_of_like": "816,820", "path": "instagram/picture0560.jpg", "like_list": [], "date_time": "Oct 28, 2017", "location": "Novosibirsk, Russia", "tag_list": ["@alexandr_ivanec", "#WHPpretend", "@alexandr_ivanec", "#WHPpretend"], "caption": "Featured photo by \nWeekend Hashtag Project: \nOn Tuesday, ghouls and goblins in the US and other parts of the world will celebrate Halloween. To get in the creative spirit of the holiday, the goal this weekend is to let your imagination loose and see people, places and things transform before your eyes — as in this featured photo from Alexander Ivanec (). Here are some tips to get you started:\nIf you could be anyone or anything for a day, who or what would you be? Dress up as your idol or inspiration and show us your best looks.\nNature likes to play dress up, too. Train your eye to see a spooky tree turn into an emoji, or a landscape that takes on a new shape when seen above from a drone.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "816,820", "path": "instagram/picture0561.jpg", "like_list": [], "date_time": "Oct 28, 2017", "location": "Seoul, South Korea", "tag_list": ["@designdain", "@designdain"], "caption": "Video by \nDain Yoon () believes her body art mirrors the way people experience the world. “People live in illusions,” says the 24-year-old artist from Seoul, South Korea. “People see everything in their own subjective way. For example, when people see the sky, they think the sky is just blue. But actually, the color of the sky is composed of so many colors. My illusions distort reality and perception.” Dain describes her elaborate makeup as a form of painting, and she’s been using her body as a canvas for the past three years.\nWatch our Instagram story to see more of Dain’s illusionary art. 👀"}, {"num_of_comments": 7, "num_of_like": "983,581", "path": "instagram/picture0562.jpg", "like_list": [], "date_time": "Oct 27, 2017", "location": "Tompkins Square Park", "tag_list": ["#WeeklyFluff", "@cruzthefrenchie"], "caption": "Hello, world! It’s time for a very special Halloween edition of . Last weekend in NYC’s Alphabet City neighborhood, plenty of precious pups, like Cruz  (pictured), let their alter egos shine at the 27th Annual Tompkins Square Halloween Dog Parade.\nWatch our Instagram story now to see some of the cutest and most clever costumes from the event. 🐶❤️🎃"}, {"num_of_comments": 12, "num_of_like": "679,414", "path": "instagram/picture0563.jpg", "like_list": [], "date_time": "Oct 26, 2017", "location": "", "tag_list": ["@mabgraves", "@mabgraves", "#MabsDrawlloweenClub"], "caption": "Art by \nMab Graves’ () mischievous goblins and ghouls look more like your pouty kid sister than scary monsters. “We have enough darkness. People are thirsty for hope,” says Mab, who co-owns Indianapolis’ Monster Gallery. “I never paint negative or sad.” A shy child who didn’t speak until she was 3 years old, Mab’s been drawing since she could “grip a crayon,” and the imps tussling in her sketchbooks have always done plenty of talking (and troublemaking) for her — especially during , her annual spooks-inspired, daily drawing challenge.\nWith each brace-face ghoul eyeing candy apples, bratty witch sulking over hand-me-down familiars and lagoon creature breaking dad’s no-makeup rule, Mab defangs darkness. “Even in a sad, dark subject, you can find the humanity, humor or sweetness,” she says.\nWe’re counting down to Halloween with Mab. Watch our Instagram story now to see more. 🎃"}, {"num_of_comments": 24, "num_of_like": "577,588", "path": "instagram/picture0564.jpg", "like_list": [], "date_time": "Oct 26, 2017", "location": "Los Angeles, California", "tag_list": ["@isadorakosofsky", "@isadorakosofsky", "@gettyimages"], "caption": "Photo by \nLos Angeles native Isadora Kosofsky () documents stories of the unseen, the lonely and the often overlooked, like this image from her long-term series about a senior citizen love triangle. “I started writing to juvenile detention centers when I was 15,” says Isadora. The now 24-year-old photojournalist finds empathy, patience and a sense of responsibility at the core of her work. “I spend much more time listening than photographing,” she says. “It’s about asking questions and just leaving space for people to feel.” Her aim is to humanize her subjects. “Even in the most difficult moments working intimately with people, I feel responsible for the story — a story has the power to bring people together, and it has the power to heal,” she says.\nIsadora is one of this year’s recipients of the Getty Images () Instagram Grant. The grant supports photographers who use Instagram to document stories from underrepresented communities around the world."}, {"num_of_comments": 23, "num_of_like": "752,319", "path": "instagram/picture0565.jpg", "like_list": [], "date_time": "Oct 26, 2017", "location": "", "tag_list": ["@arkansasfamilyalbum", "@ninarobinsonnyc", "@arkansasfamilyalbum", "@gettyimages"], "caption": "Photo by \nPhotojournalist Nina Robinson () isn’t one to talk about her feelings at length, but her work documenting her family and African-Americans in rural Arkansas () is rich in emotion. “This project was never really for the public’s eye, because I’m a very private person,” she says. “It was about me reconnecting with families that I hadn’t seen for over 15 years.” Nina’s work, which aims to “break the visual prejudices of race, class, age and gender,” is motivated in large part by her father — who never wanted to be photographed. But the day before he passed away unexpectedly, he finally allowed Nina to photograph him. This motivated Nina to pursue work that challenges her viewers to shift their visual concepts and narratives. She says, “If we’re not challenging ourselves, we’re not living, we’re not growing.”\nNina is one of this year’s recipients of the Getty Images () Instagram Grant. The grant supports photographers who use Instagram to document stories from underrepresented communities around the world."}, {"num_of_comments": 13, "num_of_like": "550,548", "path": "instagram/picture0566.jpg", "like_list": [], "date_time": "Oct 26, 2017", "location": "", "tag_list": ["@khandelwal_saumya", "@khandelwal_saumya", "@gettyimages"], "caption": "Photo by \nIn Shravasti, India, Saumya Khandelwal () documents vibrant, joyous scenes in celebration of marriage – but the reality is these brides are children. “It almost feels like a girl is born to be married here,” says the 27-year-old photojournalist. “They don’t know that there is an alternative way of life.” Saumya maintains a physical distance from Shravasti with her home in New Delhi, but her connections with the girls, and their stories, keep drawing her back to the rural city. “I think, primarily, what they need to know is that they have options in life. They should have the ability to dream,” she says.\nSaumya is one of this year’s recipients of the Getty Images () Instagram Grant. The grant supports photographers who use Instagram to document stories from underrepresented communities around the world."}, {"num_of_comments": 24, "num_of_like": "550,548", "path": "instagram/picture0567.jpg", "like_list": [], "date_time": "Oct 25, 2017", "location": "Tenerife", "tag_list": ["@andykwhau", "@andykwhau", "#WHPperfectpair"], "caption": "Video by \nLeaning over the bow of the boat, Andy Hau () saw these two dolphins racing alongside. “We didn’t entice them with food or encourage them to come over — they just decided they wanted to play with us.” 🐬 "}, {"num_of_comments": 24, "num_of_like": "584,787", "path": "instagram/picture0568.jpg", "like_list": [], "date_time": "Oct 25, 2017", "location": "Dessau, Germany", "tag_list": ["@tinimauskapuzenlaus", "@tinimauskapuzenlaus", "#WHPperfectpair"], "caption": "Photo by \nAn 11-year age difference doesn’t stop these two brothers from always having fun together. “Even though you can’t see their faces, you can see them looking at each other and smiling,” says their mother Tini Kuenzel (). 👑 "}, {"num_of_comments": 22, "num_of_like": "615,405", "path": "instagram/picture0569.jpg", "like_list": [], "date_time": "Oct 25, 2017", "location": "Museum Boijmans Van Beuningen", "tag_list": ["@marcorama", "@marcorama", "#WHPperfectpair"], "caption": "Photo by \nWith an eye for composition and color, Marco de Groot () likes matching people with their environments. “I like the way the lines draw your eye to his funny body language.”\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 22, "num_of_like": "463,768", "path": "instagram/picture0570.jpg", "like_list": [], "date_time": "Oct 25, 2017", "location": "", "tag_list": ["@babyariel", "@kingbach"], "caption": "Baby Ariel () is hanging out and going live with her brother — and starting today, you can too. Simply tap the new icon on the bottom right and then tap “Add” to invite anyone who’s currently watching. Once they join, you’ll see the screen split into two and your friend will pop up right below you.\nTo see co-broadcasting in action, head to the stories bar and tap on our profile photo. We’re going live with King Bach () right now. 🎉"}, {"num_of_comments": 23, "num_of_like": "954,001", "path": "instagram/picture0571.jpg", "like_list": [], "date_time": "Oct 24, 2017", "location": "", "tag_list": ["@escalhuda", "@escalhuda", "#WHPperfectpair"], "caption": "Photo by \nEven the best duos can be out of sync — Gabriela’s ()  submission proves this can (sometimes) be the case."}, {"num_of_comments": 23, "num_of_like": "1,538,830", "path": "instagram/picture0572.jpg", "like_list": [], "date_time": "Oct 24, 2017", "location": "Minneapolis, Minnesota", "tag_list": ["@dottidee", "@dottidee", "#WHPperfectpair"], "caption": "Photo by \n“No two kitties are more of a perfect pair than Darwin and Darcy,” writes Sarah () in her caption for ."}, {"num_of_comments": 21, "num_of_like": "708,363", "path": "instagram/picture0573.jpg", "like_list": [], "date_time": "Oct 24, 2017", "location": "", "tag_list": ["@merypace", "#WHPperfectpair"], "caption": "Photo by \nTwo times the 🌊🌞 for .\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 22, "num_of_like": "1,020,144", "path": "instagram/picture0574.jpg", "like_list": [], "date_time": "Oct 24, 2017", "location": "Leblon, Rio De Janeiro, Brazil", "tag_list": ["@100limitefilmes", "@100limitefilmes"], "caption": "Photo by \n“Highline isn’t a sport, it is a way of life,” explains Brazilian adventure photographer Murilo Vargas (). “It’s all about what happens when nature and adrenaline combine. No doubt you have to be ready for action, physically and emotionally. You’ve got to be healthy, practicing as much you can to be ready. And you’ve got to keep your mind free.”\nOn today’s Instagram story, Murilo takes us on a seaside sunrise excursion with highline athletes. Watch now to see them in action at the Leblon Lookout in Rio de Janeiro."}, {"num_of_comments": 6, "num_of_like": "994,474", "path": "instagram/picture0575.jpg", "like_list": [], "date_time": "Oct 23, 2017", "location": "Tokyo, Japan", "tag_list": ["@wallah", "@wallah", "#TheWeekOnInstagram"], "caption": "Photo by \nRain at twilight set the scene for Alan Kastner () as he took photos using a long exposure in Yanaka, his neighborhood in Japan’s capital city. “Storytelling and conveying the mood of a given moment are the elements of utmost priority in my shooting,” he says. 📷 "}, {"num_of_comments": 19, "num_of_like": "764,220", "path": "instagram/picture0576.jpg", "like_list": [], "date_time": "Oct 23, 2017", "location": "", "tag_list": ["@annimagines", "@annimagines", "#TheWeekOnInstagram"], "caption": "Photo by \nOn a sunset walk in Crimea, photographer Anna Fedorova () made such an impression on a herd of gentle donkeys that they followed her back to her car. “One donkey turned his head like he was showing us we could leave,” she says. “And I clearly saw the picture that I wanted to keep as a memory of this very moment.” "}, {"num_of_comments": 21, "num_of_like": "764,220", "path": "instagram/picture0577.jpg", "like_list": [], "date_time": "Oct 22, 2017", "location": "Jakarta, Indonesia", "tag_list": ["@tot.aw", "@tot.aw"], "caption": "Boomerang by \nGreetings from Jakarta! Meet Edi, Erwin and William, the trio behind  — short for TOTally AWesome. This Indonesian pop-up restaurant serves quick bites, but they’re famous for a cake constructed of instant noodles, sausage, chicken and even cheese.\nWatch our story right now to take a closer look at this savory work of art. 🍜"}, {"num_of_comments": 22, "num_of_like": "1,123,557", "path": "instagram/picture0578.jpg", "like_list": [], "date_time": "Oct 21, 2017", "location": "Tre Cime di Lavaredo", "tag_list": ["@its_jjayjay", "@its_jjayjay", "#TheWeekOnInstagram"], "caption": "Photo by \nNico the golden retriever was in the right place at the right time with his human friend Julian Troi () to catch this stunning scene in Italy’s Dolomite Mountains. “We were surrounded by wind and snow, but soon the fog disappeared and the sun shone through the clouds,” says Julian. “Even Nico seemed to be really impressed by the scenery.” 🐶 "}, {"num_of_comments": 23, "num_of_like": "1,123,557", "path": "instagram/picture0579.jpg", "like_list": [], "date_time": "Oct 21, 2017", "location": "Marimurtra Botanical Gardens", "tag_list": ["#Boomerang", "@kosh_dp", "@kosh_dp", "#Boomerang", "#BoomerangOfTheWeek"], "caption": " by \nAnastasia Kosh () ... or a modern-day Alice in Wonderland? 🐰 Just in time to celebrate ’s second birthday this weekend, the 27-year-old photographer (and self-proclaimed fairy) from Moscow flew up a flight of stairs and into our OfTheWeek."}, {"num_of_comments": 24, "num_of_like": "831,435", "path": "instagram/picture0580.jpg", "like_list": [], "date_time": "Oct 21, 2017", "location": "", "tag_list": ["@markabramsonphoto", "#WHPperfectpair", "@markabramsonphoto", "#Boomerang", "#WHPperfectpair"], "caption": "Featured photo by \nWeekend Hashtag Project: \nSome things are just better together. This weekend, the goal is to take photos and videos that capture duos that complement and enhance each other, as in this featured photo from Mark Abramson (). Here are some tips to get you started:\nA hammock and a book, coffee and bagels, two best friends — some things just naturally go together. As you go about your weekend, take photos of some of your own perfect pairs.\nNot every match is so simple! Keep an eye out for more surprising duos — much like this pedestrian and matching billboard — that might be hidden in plain sight.\nOnce you’ve found an interesting pairing, how can you use camera tools to further enhance the match? Try taking a  of two running buddies or a video of a dog and cat strolling through your backyard.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "831,435", "path": "instagram/picture0581.jpg", "like_list": [], "date_time": "Oct 21, 2017", "location": "Michigan", "tag_list": ["@angel_dancer_1", "@angel_dancer_1"], "caption": "Video by \n“The more the better.” This is Angelnae Randalle’s () stance when it comes to practice. On average, the 14-year-old, who currently lives in Michigan, rehearses 24 to 30 hours a week — and that number only goes up when a competition or convention is on the horizon. You might be surprised to learn that Angelnae started dancing just three years ago; her grandmother signed her up for her first class and passed away shortly thereafter. “She was my biggest supporter,” says Angelnae. “I think she is very proud of me.”\nSee what a day in Angelnae’s life is like. It’s on our Instagram story right now."}, {"num_of_comments": 24, "num_of_like": "917,945", "path": "instagram/picture0582.jpg", "like_list": [], "date_time": "Oct 20, 2017", "location": "", "tag_list": ["@brittneybeadle", "@brittneybeadle", "#BreastCancerAwareness"], "caption": "Photo by \nBrittney Beadle () does not put off anything for tomorrow. “Do it now,” she advises. “Live in the moment and enjoy your life.” In May 2015, Brittney was diagnosed with metastatic (stage 4) breast cancer, at the age of 18. “I felt I was alone,” Brittney says. “There are some young women in their 20s who I found, but still no one who was “my age” young, with breast cancer.”\nBy sharing her journey, she hopes to help others in a similar position. “Whenever I have to go through a new treatment that’s really hard — like when I had radiation to my brain — I think, ‘OK. Yes, this sucks. I have to do this. But you know what? I get to live.’” "}, {"num_of_comments": 15, "num_of_like": "1,047,001", "path": "instagram/picture0583.jpg", "like_list": [], "date_time": "Oct 19, 2017", "location": "", "tag_list": ["@samlaks", "@samlaks", "#Diwali"], "caption": "Photo by \n“I love connecting with people,” says documentary photographer Samyukta Lakshmi (). “I think it’s a privilege when people open up their lives to you and let you tell their story through photos.”\nSamyukta is currently on the ground in her hometown of Bangalore, India, for the five-day  festival, a Hindu holiday celebrated throughout the world. “Diwali is the festival of lights,” she explains. “It is the celebration of good over evil, light over darkness.”\nWatch our Instagram story right now to take in the sights and sounds of Diwali celebrations from all over India."}, {"num_of_comments": 24, "num_of_like": "1,008,678", "path": "instagram/picture0584.jpg", "like_list": [], "date_time": "Oct 18, 2017", "location": "Polanco, Mexico City", "tag_list": ["@manumanuti", "@manumanuti", "#WHPmyeveryday"], "caption": "Photo by \nFor Manu Espinosa Nevraumont (), weekends are spent taking photos with friends — and colorful backdrops. “I wanted to express how important photography is to me, and how it’s a part of my everyday life,” says Manu. “This photo includes one of my favorite places in the city and one of my closest friends.” "}, {"num_of_comments": 24, "num_of_like": "811,527", "path": "instagram/picture0585.jpg", "like_list": [], "date_time": "Oct 18, 2017", "location": "Franklin, Tennessee", "tag_list": ["@shaina_sullivan", "@shaina_sullivan", "#WHPmyeveryday"], "caption": "Photo by \nAfter becoming a stay-at-home mom, Shaina Sullivan () focused more on capturing everyday moments with her camera, like this one between her son and his great-grandmother. “Never did I imagine life every day with a child, but now that it’s here, I can’t picture life any other way.” ❤️📷 "}, {"num_of_comments": 19, "num_of_like": "811,527", "path": "instagram/picture0586.jpg", "like_list": [], "date_time": "Oct 18, 2017", "location": "Los Angeles, California", "tag_list": ["@domingoxlatarde", "@domingoxlatarde", "#WHPmyeveryday"], "caption": "Video by \nThe energy and movement of downtown Los Angeles made its way into designer Domingo’s ()  submission. “My inspiration was the interaction between people and the city,” he says. “Every day on my way to work I see all different types of people. There’s always something happening in downtown LA.”"}, {"num_of_comments": 20, "num_of_like": "920,197", "path": "instagram/picture0587.jpg", "like_list": [], "date_time": "Oct 18, 2017", "location": "", "tag_list": ["@artdr3am", "@artdr3am", "#NationalBodyConfidenceDay"], "caption": "Photo by \nComfortable, secure, confident in your own skin — this is what body positivity means to Leia Immanuel (). For the past three years, Leia has dealt with hormonal acne. “I used to try and cover it all up with makeup,” says the eighth-grade student from New York. “Slowly, I began to accept that my acne is natural. I’ve grown more comfortable in my skin and body, and it’s changed the way I’ve seen people and the world.” Her advice to others? “Self-confidence comes differently for everyone. Being confident in your skin takes time and learning. Stay true to yourself and most importantly, keep an open mind. People are different, and when you accept that, you can accept your differences.” "}, {"num_of_comments": 10, "num_of_like": "855,512", "path": "instagram/picture0588.jpg", "like_list": [], "date_time": "Oct 17, 2017", "location": "Stockholm, Sweden", "tag_list": ["@kutovakika", "@kutovakika", "#WHPmyeveryday"], "caption": "Photo by \n“Fragmented” was the word that came to mind for Veronika () when describing her day-to-day life. “Thus, a picture of a puzzle,” she writes in her caption. “Every day might not be a dance on roses, but sometimes the puzzle comes together just right.” 🌹 "}, {"num_of_comments": 10, "num_of_like": "1,053,430", "path": "instagram/picture0589.jpg", "like_list": [], "date_time": "Oct 17, 2017", "location": "Sicilia, Italy", "tag_list": ["@its_me_zazie", "@its_me_zazie", "#WHPmyeveryday"], "caption": "Photo by \nLines from a poem by Australian poet Erin Hanson provide daily inspiration for Alessandra () and her children: “And you ask, ‘What if I fall?’/ Oh, but my darling,/ What if you fly?” 🕊 "}, {"num_of_comments": 20, "num_of_like": "486,984", "path": "instagram/picture0590.jpg", "like_list": [], "date_time": "Oct 17, 2017", "location": "New Delhi, India", "tag_list": ["@vineet_vohra", "@vineet_vohra", "#WHPmyeveryday"], "caption": "Photo by \nEvery morning for the past five years, photographer Vineet Vohra () visits the bus terminal to observe “different people, buses, changes of weather and changes of mood.” 🚌\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 13, "num_of_like": "1,145,810", "path": "instagram/picture0591.jpg", "like_list": [], "date_time": "Oct 17, 2017", "location": "Daylesford, Victoria", "tag_list": ["@milkwood_permaculture", "@milkwood_permaculture", "#WorldFoodDay"], "caption": "Photo by \nFrom the golden pellets of sprouted grain they feed their chickens to the ingredients that make it to their kitchen table for supper, nearly every bite of food Kirsten Bradley and her family eats is grown on the sustainable farm where they live in Victoria, Australia. “Homegrown food tends to be very delicious,” she says. Kirsten is part of Milkwood (), a school where people can learn how to build sustainable farm systems. Along with an extended community of educators, Milkwood offers courses on everything from natural beekeeping and mushroom cultivation to biointensive growing, an organic vegetable growing method designed to maximize harvest in small spaces.\nSoon it’ll be growing season in Australia, so Kirsten's family is busy planting tomato, pepper and eggplant seedlings and making sure the bees pollinate their fruit trees in hopes of a big summer bounty. And then? They wait. “Growing of food is not an instant process, and it needs patience and perseverance,” she says. “But watching people bloom out of consumerism into makers and doers is really quite beautiful.” \nWatch our Instagram story to see what life is like at Milkwood."}, {"num_of_comments": 9, "num_of_like": "827,282", "path": "instagram/picture0592.jpg", "like_list": [], "date_time": "Oct 16, 2017", "location": "", "tag_list": ["@kyyyyyyyyyyyyyyyyyyyyle", "#TheWeekOnInstagram"], "caption": "Photo by \nRound and round we go. 🌀 "}, {"num_of_comments": 9, "num_of_like": "1,298,019", "path": "instagram/picture0593.jpg", "like_list": [], "date_time": "Oct 16, 2017", "location": "21st Century Museum of Contemporary Art, Kanazawa", "tag_list": ["@ayane7628", "@ayane7628", "#TheWeekOnInstagram"], "caption": "Photo by \nIt only took 20 or so jumps for Ayane Motomitsu () to perfect her form in front of this art exhibit in Japan. 🏊‍♀️ "}, {"num_of_comments": 4, "num_of_like": "933,664", "path": "instagram/picture0594.jpg", "like_list": [], "date_time": "Oct 16, 2017", "location": "Madrid, Spain", "tag_list": ["@cocodavez", "@cocodavez"], "caption": "Photo by \nArtist Coco Dávez’s () “faceless faces” give pop culture icons a new feel. “I started with a portrait of Patti Smith. I was going to throw it away, but before doing that, I had so much paint left over that I did a brushstroke on the face to fill in all of that,” says the artist from Madrid of discovering her signature style. “A lightbulb went off.”\nWhen she was 21, Coco went to live in London with the intention of studying photography, but painting still called to her. Her inspiration? “Artists from the 20th century like Jackson Pollock, Alexander Calder and David Hockney.”\nGet to know Coco’s world and colorful style on today’s Instagram story. 🎨"}, {"num_of_comments": 18, "num_of_like": "1,114,009", "path": "instagram/picture0595.jpg", "like_list": [], "date_time": "Oct 15, 2017", "location": "", "tag_list": ["@bakedbymelissa", "@bakedbymelissa", "#NationalDessertDay"], "caption": "Photo by \nMelissa Ben-Ishay transformed her passion into her livelihood — but it only happened after she came up against some tough times. “In the summer of 2008, I was fired from my job in advertising,” says the 33-year-old from New York City. “Instead of feeling sorry for myself, I went home and I baked four batches of cupcakes (s’more, peanut butter cup, cookie dough and tie-dye).” The very next day, her best friend’s sister shared the treats at the public relations agency where she worked, and the right connections were made. “The rest is history!” says Melissa, who is the president and chief product officer of . The company currently has 13 retail locations in the US plus a nationwide shipping operation.\n“There is no better way to learn than through experience and by surrounding yourself with people who have skills that you don’t,” says Melissa of her team. “The opportunity to collaborate with hardworking, passionate, like-minded people is the best part of my job.”\nWe’re celebrating  with the Baked by Melissa team! See more on our Instagram story now."}, {"num_of_comments": 16, "num_of_like": "1,027,334", "path": "instagram/picture0596.jpg", "like_list": [], "date_time": "Oct 14, 2017", "location": "Catedral de Brasília", "tag_list": ["@jonathaspassoss", "#TheWeekOnInstagram"], "caption": "Photo by \nFlowers brighten up the weekend in Brazil. 💐 "}, {"num_of_comments": 6, "num_of_like": "999,854", "path": "instagram/picture0597.jpg", "like_list": [], "date_time": "Oct 14, 2017", "location": "", "tag_list": ["@carlos_oses79", "#TheWeekOnInstagram"], "caption": "Photo by \nOne of these things is not like the other… 🐑 "}, {"num_of_comments": 24, "num_of_like": "999,854", "path": "instagram/picture0598.jpg", "like_list": [], "date_time": "Oct 14, 2017", "location": "Stockholm, Sweden", "tag_list": ["#Boomerang", "@macro.girl", "#BoomerangOfTheWeek", "@macro.girl", "#BoomerangOfTheWeek", "#Boomerang", "@instagram"], "caption": " by \nToday’s OfTheWeek is brought to you by Sofia Englund () with the help of some ferrofluid, a liquid that becomes strongly magnetized in the presence of a magnetic field. She calls it her “weird stress ball” — but to be clear, that’s weird in a good way.\nAdd OfTheWeek to your next . Yours might show up here on ."}, {"num_of_comments": 10, "num_of_like": "1,128,964", "path": "instagram/picture0599.jpg", "like_list": [], "date_time": "Oct 14, 2017", "location": "", "tag_list": ["@_nguan_", "#WHPmyeveryday", "@_nguan_", "#WHPmyeveryday"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThere’s beauty in the everyday. This week, the goal is to take photos and videos that capture moments from your daily life, as in this featured photo from . Here are a few tips to get you started:\nAs you go about your routine, note the shapes, shadows and colors you pass by. What details stand out when you pay attention?\nTake portraits of the people you regularly spend time with, like your family, friends, neighbors and co-workers.\nA picture is worth a thousand words. Use your camera to explain a part of your daily life and culture to someone who lives on the other side of the world.\nPROJECT RULES: Please add the  hashtag only to photos and videos taken over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video taken over the weekend is eligible to be featured next week."}, {"num_of_comments": 12, "num_of_like": "850,332", "path": "instagram/picture0600.jpg", "like_list": [], "date_time": "Oct 13, 2017", "location": "", "tag_list": ["@heyshalice", "@heyshalice"], "caption": "Photo by \n“Just be yourself” is a defining motto for 18-year-old Shalice Ader (), who was diagnosed with alopecia when she was less than 2 years old. “That motto has stuck with me and motivates me every day,” says Shalice, who has lost most of her body hair to the autoimmune disease. “And I want to share that message with my followers — the only way you can love yourself is to be yourself.”\nAfter wearing a wig for most of her years growing up in Oahu, Hawaii, Shalice decided she didn’t want to hide her baldness anymore. “It was tough because I became insecure,” she explains. But by removing wigs from her daily life, Shalice opened up and gained confidence. “I think my alopecia has made me stronger. If I didn’t have it, I would not be the person I am today.” 💪"}]}