{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "424,559", "path": "instagram/picture4601.jpg", "like_list": [], "date_time": "Aug 13, 2013", "location": "보성녹차밭", "tag_list": ["@mariesophie21"], "caption": "In the Honam region of South Korea, towards the country's southern tip, sits Boseong, an area famous throughout the world for its green tea leaves.\n\nThe region—home to tea cultivation for over 500 years—has become a popular destination for Instagrammers because of the photogenic tea plants that cover its hillsides.\n\nSee more photos and videos of these vibrant tea plants by tapping the blue location link above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "394,323", "path": "instagram/picture4602.jpg", "like_list": [], "date_time": "Aug 13, 2013", "location": "", "tag_list": ["@tibman", "@beatricemanzoni", "@kitsunetsukiki", "@dezjeff", "@shelter7", "@viertelstunde", "@colbytricoli", "@k_mustafa", "@willemsizoo1", "#WHPsidewayscity"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "323,102", "path": "instagram/picture4603.jpg", "like_list": [], "date_time": "Aug 12, 2013", "location": "", "tag_list": ["#sturgis", "@honestlylauren"], "caption": "Every year in early August, motorcycle enthusiasts from around the world congregate in the small town of Sturgis, South Dakota, for the Sturgis Motorcycle Rally. The event started as a single motorcycle race but has since become a major destination for showing off custom cycles. The rally draws up to a half-million spectators each year and ends today.\n\nFor more photos and videos, browse the  hashtag and tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "299,818", "path": "instagram/picture4604.jpg", "like_list": [], "date_time": "Aug 11, 2013", "location": "", "tag_list": ["@tutes", "@riquemb", "@fortnightlabel", "@jonesjanuary", "@seeyouinthecrowd", "@axlif", "@kirstinmckee", "@kevinandcaruso", "@bigmanjapan"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "471,429", "path": "instagram/picture4605.jpg", "like_list": [], "date_time": "Aug 11, 2013", "location": "", "tag_list": ["#大久野島", "@nanakote"], "caption": "The small island of Ōkunoshima () in the Inland Sea of Japan is famous for two things: poison gas and bunnies. In 1925, the Imperial Japanese Army started a secret program to develop chemical weapons in defiance of the Geneva Protocol. They built a gas plant on the island four years later that made mustard gas. Ōkunoshima was chosen for its isolation and to keep the plant secret the island was even removed from some maps.\nAfter the war, the poison was disposed of and the laboratory animals—rabbits—were set loose. Without any predators on the island, the bunny population exploded, and now the island is full of tame rabbits. For more photos and videos from Instagrammers who have visited Ōkunoshima, tap the blue location text above this image. Photo by ."}, {"num_of_comments": 24, "num_of_like": "299,099", "path": "instagram/picture4606.jpg", "like_list": [], "date_time": "Aug 10, 2013", "location": "Outside Lands Music Festival", "tag_list": ["@outside_lands", "#outsidelands", "@bohmusic", "@headandtheheart", "@thelonebellow", "@kaskade", "@dawestheband", "@4505_meats", "@caseyspizza", "@nopalitosf", "@richtable", "@wisesons", "@scttftchn"], "caption": "Today, more than 60,000 music fans will flood San Francisco’s Golden Gate Park for a weekend of music, art and food at Outside Lands (). Will you be there? Tag your Instagram shots with the  hashtag and your photos and videos may be projected on jumbotrons during the festival. You can get a first-hand look at the festival by following this year's performers and food vendors: , , ,  and . You can also tune into the culinary festivities by following these local restaurants and vendors: , , ,  and .\n\nFor real-time photos and videos from the event, tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "253,027", "path": "instagram/picture4607.jpg", "like_list": [], "date_time": "Aug 10, 2013", "location": "", "tag_list": ["@brycetron", "#sidewayscity", "#WHPsidewayscity", "#WHPsidewayscity", "@namkcaps"], "caption": "This week we were inspired by Instagrammer 's  series, but San Francisco isn't the only place with steep hills. The goal of this week's project, , is to rotate your hill photos to create an exciting new way of looking at your surroundings. Some tips to get you started:\n\nVenture out to a hilly area near you—any incline will do! Don't be afraid to break out of the city and get away from urban streets. Make sure there are strong vertical elements in your photo like trees, buildings or even people. These will make up the unexpected tilt once you rotate your photo. Finally, after you take your photo, rotate it until the slant of the hill is level with the bottom of the frame. Use Instagram's new straightener tool to get it just right! (If you're on Android, try tilting your phone to capture the shot without any editing.) PROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "616,648", "path": "instagram/picture4608.jpg", "like_list": [], "date_time": "Aug 9, 2013", "location": "The Awakening", "tag_list": ["#ArtThursday", "@heyterri"], "caption": "Welcome to the third installment of ! Today we make our way to National Harbor in Prince George's County, Maryland, home of \"The Awakening.\" This dramatic sculpture, created in 1980 by J. Seward Johnson, Jr., is made of five separate pieces to give the impression of a giant struggling to free himself from the earth. The tallest piece of the aluminum sculpture is the arm, which extends 17 feet (5.2 meters) into the air. To see more photos of \"The Awakening,\" tap the blue location link above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "412,433", "path": "instagram/picture4609.jpg", "like_list": [], "date_time": "Aug 9, 2013", "location": "", "tag_list": ["@brycetron", "#sidewayscity", "@brycetron", "#sidewayscity", "@brycetron"], "caption": "Instagrammer Bryce Tron () moved to San Francisco in 2011 and, like any new resident to a city, found his bearings by visiting all of the top tourist destinations. Fun though they were, Bryce's attention turned more to the city's steep hills and the structures built upon them. Inspired by other photos from the San Francisco community, Bryce began rotating his photos so that the normally steep hill appeared flat and all of the buildings leaned at an impossible tilt. \"It makes your mind twist,\" he says.\nAfter venturing outside of San Francisco and continuing to take these photos, Bryce started the  hashtag to encourage a new way of looking at uneven terrain that anyone could use no matter where they live.\n\nFor more tilted photos from the San Francisco hills, follow  and explore the series around the world by browsing his  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "474,988", "path": "instagram/picture4610.jpg", "like_list": [], "date_time": "Aug 9, 2013", "location": "", "tag_list": ["#eidmubarak", "#eidalfitr", "@ammar_alamir"], "caption": "Eid Mubarak to all those who observed Ramadan!\nTo see more photos and videos of the celebration, tap the blue location text above this image and browse the  and  hashtags. Photo by "}, {"num_of_comments": 24, "num_of_like": "405,750", "path": "instagram/picture4611.jpg", "like_list": [], "date_time": "Aug 8, 2013", "location": "", "tag_list": ["#lmab13", "#mondialairballons", "#chambley", "@skapier"], "caption": "On July 31, 408 hot air balloons took to the skies in Chambley, France, as part of this year's Lorraine Mondial international hot air balloon festival. The event was a successful attempt to set a world record for a mass hot air balloon takeoff. This was actually the second record broken at the festival this year, as the prior record of a 343-balloon takeoff was also set earlier in the festival.\n\nDespite poor weather conditions forcing the cancellation of more than half of the planned mass takeoffs, over 350,000 people came out to watch the flights throughout the festival. Nearly 1,000 hot air balloons were estimated to be in attendance.\nFor more photos and videos from the hot air balloon festival and the record-breaking takeoff, check out the ,  and  hashtags.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "283,224", "path": "instagram/picture4612.jpg", "like_list": [], "date_time": "Aug 8, 2013", "location": "", "tag_list": [], "caption": "Today we're excited to announce Instagram 4.1, our newest app update. Today's release includes the ability to import video from your phone's media library and a new automatic straightening tool for iOS. We've also expanded Video on Instagram to Android 4.0 (Ice Cream Sandwich), and we can't wait to see the moments you capture and share. For more information, visit blog.instagram.com.\nInstagram 4.1 is now available for iOS in Apple’s App Store and for Android on Google Play."}, {"num_of_comments": 24, "num_of_like": "235,388", "path": "instagram/picture4613.jpg", "like_list": [], "date_time": "Aug 7, 2013", "location": "", "tag_list": ["@drewkelly", "@drewkelly"], "caption": "The Instagram team was lucky enough to have  stop by our office yesterday! Drew is home for the summer, but spends most of the year teaching English in the DPRK. For more scenes from his daily life there, be sure to follow him ."}, {"num_of_comments": 24, "num_of_like": "251,418", "path": "instagram/picture4614.jpg", "like_list": [], "date_time": "Aug 7, 2013", "location": "", "tag_list": ["@lolagil", "@lolagil"], "caption": "Lola Gil's paintings are as distinctive as they are arresting. Some are lighthearted and whimsical, others are haunting and melancholy, but all are executed with painstaking detail. Lola brings her paintings—and process—to life through Instagram: . \"I really paint in a manner that lends better to 'in person' viewing due to my tiny crazy small details,\" says Lola. \"However, Instagram really opened up a whole new way for myself and most artists I know to share those details and give a new life to the paintings I create.\" Learn more about Lola at blog.instagram.com, and experience her creations through Instagram: ."}, {"num_of_comments": 24, "num_of_like": "231,086", "path": "instagram/picture4615.jpg", "like_list": [], "date_time": "Aug 7, 2013", "location": "", "tag_list": ["#aomori", "#ねぶた", "#nebuta", "@hitomi1207"], "caption": "From August 2-7 every year, the streets of Central Aomori, Japan, are filled with colorful lantern floats called nebuta as part of the Aomori Nebuta Festival (青森ねぶた祭り). The floats are built of wooden bases with metal frames and coated with Japanese paper called washi. They often depict historical figures or kabuki and can take up to a year to complete. Costumed parade participants dance and sing alongside the floats, and, on the final evening, a fireworks show lights up the sky as revelers carry the floats into the sea. While the origins of the festival are fairly uncertain, one explanation is that it originated from the flutes and taiko a shōgun used to attract the attention of the enemy during a battle.\n\nWant to see more? Tap the blue location text above this image and visit the photos and videos tagged ,  and . Video by "}, {"num_of_comments": 24, "num_of_like": "561,954", "path": "instagram/picture4616.jpg", "like_list": [], "date_time": "Aug 6, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@hamilton_the_hipster_cat"], "caption": "Happy Monday, Instagram! Time for the . Now, there are adorable cats, and there are adorable cats with mustaches. Meet Hamilton () who falls firmly in the second category. Follow Hamilton if your Instagram feed could use a few more mustaches… on cats."}, {"num_of_comments": 24, "num_of_like": "332,922", "path": "instagram/picture4617.jpg", "like_list": [], "date_time": "Aug 6, 2013", "location": "Centralia, PA", "tag_list": ["#Centralia", "@andymarie"], "caption": "In May of 1962, a fire—the origins of which remain in dispute—ignited a strain of anthracite coal beneath a landfill on the outskirts of Centralia, Pennsylvania.\n\nIt would be nearly 20 years before the severity of the still-smoldering fire would become clear to the town's inhabitants. All but a few residents voluntarily relocated to nearby towns in 1984, and despite the state's reclaiming the land in 1992, approximately 10 people still call Centralia home.\n\nThe town's abandoned buildings and fire-scarred landscape attract a few intrepid Instagrammers each month. Explore Centralia through their photos and videos by searching the  hashtag or tapping the blue Centralia, PA location link above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "263,879", "path": "instagram/picture4618.jpg", "like_list": [], "date_time": "Aug 6, 2013", "location": "", "tag_list": ["@whighfield", "@skiantogalattico", "@gregdandino", "@joshterada", "@_bahamasgirl_", "@citomegalovirus", "@mskatherineq", "@ryanpostel", "@puanindya", "#WHPreflectagram"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to  ,, , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "249,045", "path": "instagram/picture4619.jpg", "like_list": [], "date_time": "Aug 5, 2013", "location": "", "tag_list": ["@tuhin", "@josecabaco", "@jnsilva", "@morgan__phillips", "@juanchofrancisco", "@sophhdawg", "@mischiru", "@zachspassport", "@the_atl_aaron"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "367,016", "path": "instagram/picture4620.jpg", "like_list": [], "date_time": "Aug 4, 2013", "location": "Stahl House - Case Study House #22 International Style", "tag_list": ["#22", "@sarbair"], "caption": "In 1959, architect Pierre Koenig designed a home in the Hollywood Hills as part of the Case Studies Houses program, a series of architectural experiments meant to create prototypes for efficient and aesthetically-pleasing homes at a time when millions of soldiers were returning to the United States from WWII. Officially named Case Study House , Koening's modernist home has become popularly known as the Stahl House after the architect's client, Buck Stahl.\n\nPerched on a steep slope, the modernist home features strong geometric lines and glass walls that offer sweeping views of the Los Angeles area. Throughout the years, the house's unique design and ideal—if surprising—location have led to a stardom of its own through appearances in numerous ad campaigns, photo shoots and feature films. The iconic home especially holds an appeal to Instagrammers who have made the trek to visit.\n\nFor more photos and videos from The Stahl House, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "255,289", "path": "instagram/picture4621.jpg", "like_list": [], "date_time": "Aug 3, 2013", "location": "", "tag_list": ["#WHPreflectagram", "#WHPreflectagram", "@hashtagjulz"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture photos and videos with beautiful and interesting reflections. Some tips to get you started: Look for naturally reflective surfaces like ponds and windows, but keep an eye out for subtle reflections in wet sand or puddles (and don't be afraid to bring a bucket of water and create your own). Play with rotating your photo for an unexpected twist with the reflection on top. Finally, be careful how you frame the photo or video—stand far away to show both the entire subject and its reflection or crop in closer for a more unique take.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\n\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "308,595", "path": "instagram/picture4622.jpg", "like_list": [], "date_time": "Aug 3, 2013", "location": "Lollapalooza", "tag_list": ["#lolla", "@lollapalooza", "@ntnl", "@elliegoulding", "@jessieware", "@dadalife", "@reflektor", "@baauer", "@alzmanshumang"], "caption": "Starting today, over 250,000 music fans will flood Chicago’s Grant Park for a weekend of music at Lollapalooza. The festival encourages concert-goers to tag their Instagram shots with the  hashtag. Some of those photos and videos will be projected on jumbotrons during the festival.\n\nWant to see more from Lollapalooza 2013? Check out the content taken by the official  account and performers , , , ,  and . For real-time photos and videos from the event, tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "361,463", "path": "instagram/picture4623.jpg", "like_list": [], "date_time": "Aug 2, 2013", "location": "", "tag_list": ["#ArtThursday", "@serpentineuk", "@aiww", "@mybeautifulcity", "@unrest23"], "caption": "Ready for the second edition of ?\nSince the year 2000, London's Serpentine Gallery () has invited a different notable architect to design a structure—the Pavilion—on their lawn to showcase contemporary architectural practice. While past invitees include legendary Brazilian architect Oscar Niemeyer and Chinese artist Ai Weiwei (), this year's architect is 41-year-old Sou Fujimoto—the youngest architect to receive a Serpentine commission yet. Fujimoto has constructed a 350 square-meter structure made of delicately latticed steel poles that questions the relationship between architecture and nature.\n\nRecently, the Gallery also commissioned London-based studio United Visual Artists (UVA) and creative agency My Beautiful City () to install a series of LED lights throughout the pavilion for the 2013 Summer Party. For the event, the lights flashed and pulsated to mimic the electrical charges active within a storm cloud while a perfectly synchronized soundtrack of electrical buzzing and rolling thunder brought the experience to life.\n\nFor more photos and videos from the Serpentine Pavilion by Sou Fujimoto, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "315,148", "path": "instagram/picture4624.jpg", "like_list": [], "date_time": "Aug 1, 2013", "location": "", "tag_list": ["#Serengeti", "#Ngorongoro", "@bkbrown"], "caption": "A stretch of land that extends 12,000 square miles from Tanzania into southwestern Kenya has captured the imaginations of people for centuries. The Serengeti, which translates to \"endless plains\" from the local Maasai language, is known for its sweeping terrain and for the 500-mile journey made each year by millions of wildebeest, zebras, gazelles and other diverse forms of wildlife.\n\nThe chance to see hundreds of species against the backdrop of their majestic habitat is irresistible to many, and those fortunate enough to visit the region have documented their experiences through Instagram.\n\nExplore photos shared by intrepid travelers by searching the  and  hashtags, or tapping the blue Ngorogoro Crater location link above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "364,559", "path": "instagram/picture4625.jpg", "like_list": [], "date_time": "Aug 1, 2013", "location": "", "tag_list": ["@kitkat_ch", "#martina_fiat500", "@kitkat_ch"], "caption": "Swiss Instagrammer Martina Bisaz () bought her classic Fiat 500 in September 2010 and started her Instagram account in the months that followed. At first, she rarely shared shots of her Fiat but soon realized people really enjoyed photos of her beloved little car. \"When I composed shots of my Fiat, it didn't look like a car but more like a piece of art in a landscape. I realized that people were as crazy about this cute little car as I am, so I decided to create a hashtag for it: .\" After shooting tons of photos and videos of her car in the Alps, Martina has developed quite an eye for autos. Want to take great shots of your own ride? Here are her tips: 1. Compose the car well in the frame and keep in mind you are shooting for a square format. 2. Make sure the lighting is just right and you have a nice contrast of colors in your scene. 3. Get your angle right—it can make the car look cute if you get it right, or daunting if you get it wrong. (\"For example, I don't like to photograph my Fiat from the front. It just doesn't look right to me.\") For more from Martina and her Fiat, follow her ."}, {"num_of_comments": 24, "num_of_like": "365,655", "path": "instagram/picture4626.jpg", "like_list": [], "date_time": "Jul 31, 2013", "location": "EAA Airventure 2013", "tag_list": ["@eaahq", "#OSH13", "#AirVenture", "#EAA", "@jetsetcd"], "caption": "Every year since 1953, the Experimental Aircraft Association () holds its Fly-In Convention in Wisconsin. Now known as EAA AirVenture Oshkosh, the event is America's largest annual gathering of aviation enthusiasts.\n\nBetween 300,000 and 500,000 visitors are expected to attend the airshow this year, and EAA estimates 10,000 to 15,000 aircraft will be at the event. This will make the control tower at the host airport, Wittman Regional Airport, the busiest in the world during the gathering.\n\nThe show began Monday, July 29, and will close at the end of this week on August 4. For more photos from the EAA AirVenture Oshkosh 2013, tap the blue location text above and browse the ,  and  hashtags.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "267,573", "path": "instagram/picture4627.jpg", "like_list": [], "date_time": "Jul 31, 2013", "location": "", "tag_list": ["@jasonmpeterson", "@jasonmpeterson"], "caption": "Jason Peterson () is known for capturing and sharing photos of everyday life in Chicago. Now, with the introduction of video, Jason is able to bring motion to those distinctive urban scenes. “I love how much more story the video feature can bring to my favorite stills,\" Jason says. “I have shot the tree on Foster Beach in Chicago tons of times, but I feel the video is able to convey that awesome feeling of summertime in Chicago to the absolute fullest.\" After more than two years of capturing his hometown through photos, video has been a welcome creative challenge for Jason. “It has forced me outside my comfort zone. I have been unsure of so many shots I’ve posted, but the positive feedback has definitely kept me motivated….You’ll find that the encouragement of the Instagram community is truly inspiring.\" To view more of Jason’s videos, follow ."}, {"num_of_comments": 24, "num_of_like": "454,315", "path": "instagram/picture4628.jpg", "like_list": [], "date_time": "Jul 30, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@goldenjays"], "caption": "Happy Monday, Instagram! We've got a special  treat for you this week… or should we say \"treats.\" Meet Jessie, Jaxson and Jamie—two golden retrievers and a goldendoodle—whose adventures you can follow here: . Join along if you feel your feed could use more golden fluff."}, {"num_of_comments": 24, "num_of_like": "295,511", "path": "instagram/picture4629.jpg", "like_list": [], "date_time": "Jul 30, 2013", "location": "", "tag_list": ["@tjschwarz", "@ivancnn", "@newsjean", "@edjonesafp", "@dguttenfelder", "@magsabc", "@anncurry"], "caption": "This past weekend, North Korea marked the 60th anniversary of the armistice that halted the Korea war with a display of military might and pageantry. The country's 30-year-old leader, Kim Jong Un, presided over a massive parade of troops and weaponry as well the Arirang mass games.\n\nA handful of western journalists—normally barred from entering the country—were invited to witness the spectacle. Those journalists documented the events on Instagram in real time. These rarely captured images offer a glimpse into life in a country notorious for its reclusive practices.\n\nFor more photos and videos from the events, be sure to follow these journalists Instagramming from North Korea: TJ Schwarz (), Ivan Watson (), Jean Lee (), Ed Jones (), David Guttenfelder (), Margaret Dawson () and Ann Curry ()."}, {"num_of_comments": 24, "num_of_like": "251,295", "path": "instagram/picture4630.jpg", "like_list": [], "date_time": "Jul 30, 2013", "location": "", "tag_list": ["@teamsnake", "@teresa_franco", "@mrjonjon", "@scottrinck", "@swerved", "@derekktang", "@esteeveeen", "@syazninabila", "@wdstocklee", "#WHPbigreveal"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured videos for !\nRemember to tap through to the individual accounts to find the videos and see them in action!"}, {"num_of_comments": 24, "num_of_like": "325,886", "path": "instagram/picture4631.jpg", "like_list": [], "date_time": "Jul 29, 2013", "location": "Museo de Arte Latinoamericano de Buenos Aires", "tag_list": ["@museomalba", "#kusamaenmalba", "@valejin"], "caption": "Acclaimed Japanese artist Yayoi Kusama brought her life retrospective exhibition, \"‘Yayoi Kusama: Infinite Obsession,\" to Latin America for the first time at Buenos Aires's Museo de Arte Latinoamericano de Buenos Aires, popularly known as MALBA (). Debuting under its Spanish name, \"Obsesión infinita,\" Kusama's retrospective includes polka-dotted trees lining the sidewalk outside of the museum, an all-white room that visitors progressively decorate with colored stickers and a host of art-filled, all-mirrored rooms that reflect visitors into infinity.\n\nFor more photos and videos from the Kusama retrospective, browse the  hashtag or tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "246,238", "path": "instagram/picture4632.jpg", "like_list": [], "date_time": "Jul 29, 2013", "location": "", "tag_list": ["@micahlowens", "@miaglastonbury", "@andres55", "@dguttenfelder", "@miriamschaefer", "@henry_flagler", "@nathanmichael", "@brandonalan", "@tfreiij"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "327,174", "path": "instagram/picture4633.jpg", "like_list": [], "date_time": "Jul 28, 2013", "location": "", "tag_list": ["@nikolalenivets", "@katia_mi", "@russian_moscow", "#archstoyanie", "#aрхстояние", "#nikolalenivets", "@russian_moscow"], "caption": "Archstoyanie (Aрхстояние) 2013 is underway! Archstoyanie, a festival held in the small Russian village of Nikola-Lenivets (), has become one of the most important gatherings around Russian contemporary art today. As part of the kick-off, Archstoyanie held an InstaMeet led by Russian Instagammers  and .\n\nThe village boasts permanent, massive land sculptures that reflect the surrounding environment, and the festival brings in new installations every year such as 2012's \"Fast Track\" trampoline. This year's festival features 13 projects that synthesize space and sound.\n\nFor more photos and videos from the festival, browse the ,  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "472,881", "path": "instagram/picture4634.jpg", "like_list": [], "date_time": "Jul 28, 2013", "location": "Gullfoss", "tag_list": ["#gullfoss", "@juliamanchik"], "caption": "Gullfoss Falls is one of Iceland's most stunning sights and popular tourist attractions. Instagrammers trek to the site to photograph its rushing waters, frequent rainbows and 32-meter (105-foot) drop. Now with video, the sound and movement of the falls comes to life on Instagram.\nTo view more photos and videos of the natural wonder, tap the blue location text above this image and browse the  location page. Photo by "}, {"num_of_comments": 24, "num_of_like": "247,831", "path": "instagram/picture4635.jpg", "like_list": [], "date_time": "Jul 27, 2013", "location": "", "tag_list": ["#WHPbigreveal", "#WHPbigreveal", "@jonpauldouglass"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to reveal something unexpected through video. This is a common technique in movies, and now with this weekend's Hashtag Project it's your turn to try! Some tips to get you started:\n\nPan slowly at a controlled, sustained rate to avoid confusing a viewer's eye (and inducing motion sickness). Go slower than you think you need to—and then go slower than that. Timing is everything, so have an appropriate build up to your big reveal. Don't reveal your surprise too early or you'll lessen its impact. Finally, surprise us! What you reveal can be anything. Have fun with it, and show us something funny, beautiful or unexpected in any way.\n\nPROJECT RULES: Please only add the  hashtag to videos taken over this weekend and only submit your own videos to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "317,806", "path": "instagram/picture4636.jpg", "like_list": [], "date_time": "Jul 27, 2013", "location": "", "tag_list": ["@oddfellowsnyc", "@oddfellowsnyc"], "caption": "OddFellows Ice Cream Co. () makes small-batch ice cream from scratch in Brooklyn, New York. Before the shop itself opened a couple months ago, the folks at OddFellows were sharing photos on Instagram to entice New Yorkers eager to beat the summer heat. Now that they’ve opened their doors, OddFellows uses their Instagram account to let customers know what flavors they’re serving and where you can find their ice cream carts each day. They also give you a sneak peek into their kitchen, sharing their process of mixing up delicious batches of ice cream in offbeat flavors like root beer remix, burnt marshmallow and buttermilk honey blueberry.\n\nIf you’re looking for a way to beat the summer heat, follow along at ."}, {"num_of_comments": 24, "num_of_like": "416,482", "path": "instagram/picture4637.jpg", "like_list": [], "date_time": "Jul 26, 2013", "location": "Bateaux Mouches", "tag_list": ["#ArtThursday", "#ArtThursday", "#ArtThursday", "@jordansou"], "caption": "Welcome to a new series, Instagrammers! Starting today, we'll be posting a weekly  that highlights video-friendly or photogenic public artwork around the world. We need your help finding the best pieces, so be sure to label your favorite artwork with the  hashtag and we just might write about it!\n\nFor our inaugural , we're featuring artist Philippe Pasqua's monumental Tyrannosaurus Rex skeleton now overlooking the Seine River and the Eiffel Tower in Paris. It's composed of 350 chrome bones molded from an actual prehistoric skeleton. To view more photos and videos of the menacing T-Rex, be sure to tap the location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "271,174", "path": "instagram/picture4638.jpg", "like_list": [], "date_time": "Jul 26, 2013", "location": "", "tag_list": ["@dressupbox", "@dressupbox"], "caption": "Nearly every day of the past six months, makeup artist Hannah Concannon () has reinvented herself on Instagram. \"Growing up, between ballet, synchronized swimming and an intense love of Halloween, I had a lot of makeup put on my face by other people,\" says Hannah. \"It wasn't until college, when I took my first costume design course, that I started to experiment with makeup on my own.\" Now, after only six months of makeup study, Hannah has taken up her passion full time and shares a makeup creation each day on Instagram. Read more about her project at blog.instagram.com, and follow her imaginative feed on Instagram: ."}, {"num_of_comments": 24, "num_of_like": "389,947", "path": "instagram/picture4639.jpg", "like_list": [], "date_time": "Jul 25, 2013", "location": "Catedral Basílica de Nossa Senhora Aparecida", "tag_list": ["#WYD", "#papamovel", "#jmjrio2013", "#papafrancisco", "@gsuribe"], "caption": "On Monday, Pope Francis arrived in Rio de Janeiro, Brazil, and kicked off his 6-day stay in the country for World Youth Day (), a major Roman Catholic youth festival. More than 1.5 million pilgrims from around the world are expected to make the trip to Rio for the event and a chance to see the pontiff in person. Despite recent protests and tensions in Brazil, Pope Francis will not use his traditional popemobile (). As a sign of eased concern and in attempt to be closer to his constituents, he will instead employ two open jeeps.\n\nWorld Youth Day will have five main events over the course of the next few days. Be sure to browse the  and  hashtags to follow the festivities in real time on Instagram. To see photos and videos from Pope Francis's first public Mass in Brazil and his motorcade to the church this morning, tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "336,019", "path": "instagram/picture4640.jpg", "like_list": [], "date_time": "Jul 25, 2013", "location": "Paris Plages", "tag_list": ["@lafargegroup", "#ParisPlages", "@patcamargox"], "caption": "Every summer since 2002, the City of Paris organizes a month-long event that transforms the Seine river into a beach. Tons of sand from Normandy is transported by Lafarge () to the Seine by boat to create a temporary beachfront complete with free concerts, a floating swimming pool and a shuttle ferry linking the two riverbanks. Over four million people will visit 's three main locations over the course of the next 30 days.\n\nTo view more photos from Paris Plages, tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "270,789", "path": "instagram/picture4641.jpg", "like_list": [], "date_time": "Jul 24, 2013", "location": "", "tag_list": ["@hansulrichobrist", "@serpentineuk", "@hudsonmai", "@yokoonoofficial", "@olafureliasson", "@89plus"], "caption": "Hans Ulrich Obrist () of the Serpentine Gallery in London () is one of the art world's leading curators and perhaps its most creative Instagrammer. In the midst of his daily conversations with creatives—artists, architects, writers and poets like Marina Abramovic (), Yoko Ono (), Olafur Eliasson () and Kanye West (photo above)—Hans will spontaneously ask them to handwrite a sentence which he then uploads to Instagram. The idea came to Hans a few weeks after starting his account. \"I re-read an essay by Umberto Eco, who talks about the disappearance of handwriting, and actually a lot of people nowadays use handwriting less because of the internet. I was thinking it’s interesting because you can obviously lament the disappearance of handwriting, but much more interesting than that would actually be to make handwriting exciting again and celebrate handwriting within this media. So that started me on this project.\" For Hans, the project is an extension of the work he does in his gallery. \"I see the handwriting project as an Instagram group exhibition which grows organically over time,\" he says. \"It's fascinating to read the comments. At the beginning, I had mostly art world followers but in the last three weeks many people from other worlds started to follow me which is exciting. I always believed that curating is about building bridges.\" Love Hans's photos? Be sure to also check out his  project to engage and support young artists on Instagram."}, {"num_of_comments": 24, "num_of_like": "443,102", "path": "instagram/picture4642.jpg", "like_list": [], "date_time": "Jul 23, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@kimchikitty"], "caption": "Happy Monday, Instagram! It's time for the . Today we meet an adorable gray striped kitty named Kimchi, whose leisurely life you can follow here: . Enjoy!"}, {"num_of_comments": 24, "num_of_like": "345,451", "path": "instagram/picture4643.jpg", "like_list": [], "date_time": "Jul 23, 2013", "location": "", "tag_list": ["#buckinghampalace", "#stmaryshospital", "#royalbaby", "@clarencehouse", "@sarahdeykin"], "caption": "Today, Kensington Palace announced the birth of the new Prince of Cambridge, the son of Prince William and Catherine, Duchess of Cambridge. Traditionally the announcements are made via an easel placed outside Buckingham Palace, and crowds have gathered for weeks in anticipation of its placement.\n\nFor more photos and videos from the crowds at the announcement, browse the ,  and  hashtags. You can also discover more from the Royal Family by following .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "295,052", "path": "instagram/picture4644.jpg", "like_list": [], "date_time": "Jul 23, 2013", "location": "", "tag_list": ["@llewllewtoo", "@imangelslv", "@quietpoem", "@mbenson125", "@aspen_leaf", "@low_key_loki", "@merileeloo", "@egieshapi", "@90ld3n80y", "#WHPreplacemyface"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured photos for !"}, {"num_of_comments": 24, "num_of_like": "499,654", "path": "instagram/picture4645.jpg", "like_list": [], "date_time": "Jul 22, 2013", "location": "Château de Versailles", "tag_list": ["@letourdefrance", "@heathermitchell7"], "caption": "Just southwest of Paris, France, lies the Château de Versailles—one of the world’s most famous palaces. Versailles is known not just for its lavish decor and architecture, but also as a historic symbol for the country. The court of Versailles was the center of political power in France starting when Louis XIV moved there from Paris in 1682. In October 1789, the royal family was forced to leave Versailles when a mob of mostly female revolutionaries stormed the palace and essentially evicted Louis XVI and his queen, Marie-Antoinette.\n\nThe Château now serves as a museum and one of France’s biggest tourist attractions, with more than three million people visiting the grounds each year. Today, Versailles had a special visit from the Tour de France (), which began its final day at the palace en route to the finish line tonight along the Avenue des Champs-Élysées in Paris. To see more photos of the palace, be sure to tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "224,436", "path": "instagram/picture4646.jpg", "like_list": [], "date_time": "Jul 22, 2013", "location": "", "tag_list": ["@createfolly", "@olgavimo", "@froyholtbakk", "@artfuldesperado", "@cschoonover", "@incelestial", "@ryandcharles", "@nativekindco", "@katiehawk"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "377,783", "path": "instagram/picture4647.jpg", "like_list": [], "date_time": "Jul 21, 2013", "location": "San Diego Comic-Con", "tag_list": ["@entertainmentweekly", "@nerdmachine", "@thehungergames", "@amcthewalkingdead", "@adamwingard", "@jenamalone", "@aishatyler", "@coltonlhaynes", "@thatkevinsmith", "@caspervandien", "@brian_tee", "@anselelgort", "#sdcc", "#nerdhq", "@ijustine"], "caption": "Superheroes, aliens and costumed enthusiasts of all kinds have descended upon San Diego, California, over the past three days for Comic-Con International 2013. The convention first began in 1970 as a small one-day meeting with about 100 people in attendance, but over the past 46 years San Diego Comic-Con has grown to a four-day affair with over 130,000 attendees and a host of celebrity special guests. The convention has even expanded to other nearby locations, including The Nerd Machine's popular mini-convention, Nerd HQ.\n\nThis year's attractions include appearances from the cast of Game of Thrones, a giant dancing Snoopy and InstaStops for photos from your favorite celebrities. For photos from the InstaStops, check out the  and  Instagram accounts. For more awesome content from Comic-con, check out photos and videos from the following Instagrammers: the official accounts for  and ; director , actresses  and ; and actors , , ,  and .\n\nWant to nerd out even more? Browse the  and  hashtags or tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "298,247", "path": "instagram/picture4648.jpg", "like_list": [], "date_time": "Jul 21, 2013", "location": "", "tag_list": ["#boryeong", "@ashleyleos"], "caption": "Every July, thousands flock to Boryeong, South Korea, for its annual Mud Festival. Started in 1998, the 9-day festival originated as a way to market the health and cosmetic benefits of the region's mud. Tons of mud is trucked to the Daecheon Beach area where it is used as the centerpiece of a \"Mud Experience Land\" complete with mud pools, mud slides, mud prisons, mud skiing competitions and colored mud for body painting.\n\nThe festival continues through 28 July. To view real-time photos and videos from the event, be sure to browse the  hashtag and tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "235,452", "path": "instagram/picture4649.jpg", "like_list": [], "date_time": "Jul 20, 2013", "location": "", "tag_list": ["#WHPreplacemyface", "#WHPreplacemyface", "@penelopelane"], "caption": "Weekend Hashtag Project: \nThe goal this weekend is to grab a friend, get creative with perspective and replace your face with a face on an object. Some tips to get you started: check out your local record store or go through your books at home to start finding faces you can use on the sleeves and covers, have your subject hold the object closer or nearer to his or her face until things line up just right and be patient—these types of photos require lots of attention to detail.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "377,937", "path": "instagram/picture4650.jpg", "like_list": [], "date_time": "Jul 20, 2013", "location": "", "tag_list": ["@kchensays"], "caption": "In southern Africa, where the Zambezi River flows along the border between Zambia and Zimbabwe, the water suddenly erupts into what those indigenous to the region call Mosi-oa-Tunya: \"The Smoke that Thunders.\" Though not technically the tallest or widest waterfall independently, the combined height (1,708 meters) and width (108 meters) of Victoria Falls makes it the largest continuous sheet of falling water in the world. Spray from the falls rises 400 meters on average and is visible from up to 48 kilometers away—the \"smoky\" effect that gave rise to the falls' indigenous name.\nAs nearly a million tourists flock to the falls each year, the falls have been well documented with photos and videos on Instagram. For more photos from Victoria Falls, tap the blue location text above.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "283,922", "path": "instagram/picture4651.jpg", "like_list": [], "date_time": "Jul 19, 2013", "location": "Muirfield", "tag_list": ["#TheOpen", "@pgachampionship", "@graeme_mcdowell", "@pga_tour", "@therealrickiefowler", "@golfdigestmag", "@jacknicklaus", "@charlietour"], "caption": "The British Open Championship—the oldest of the four major championships in professional golf—is in full swing at Muirfield golf club in Edinburgh. The tournament was first held on October 17, 1860, at Prestwick Golf Club in Scotland. Eight golfers played three rounds in a single day and the winner, Willie Park, was presented with the prize of a red leather belt with a silver buckle.\n\nToday,  is the only major tournament held outside the United States. The other three domestic tournaments are made up of the Masters, the U.S. Open and the PGA Championship (). Want a first-hand look at the world of professional golf? Be sure to follow these Instagrammers: Graeme McDowell (), PGA TOUR (), Rickie Fowler (), Golf Digest () and Jack Nicklaus (). To see more real-time content from the tournament, be sure to tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "238,446", "path": "instagram/picture4652.jpg", "like_list": [], "date_time": "Jul 19, 2013", "location": "Манежная площадь", "tag_list": ["@navalny4", "#навальный", "#navalny", "#манежка", "@zombifly"], "caption": "Today, Russian opposition leader Aleksey Navalny () was convicted of embezzlement and sentenced to five years in prison. Navalny supporters took to the streets of Moscow and St. Petersburg to protest, claiming that the conviction was politically motivated. Dozens of protesters have been arrested.\n\nTo see more real-time photos and videos from the demonstrations, tap the blue location link above and explore these hashtags:   \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "387,459", "path": "instagram/picture4653.jpg", "like_list": [], "date_time": "Jul 18, 2013", "location": "", "tag_list": ["#mandeladay", "@dyled"], "caption": "On July 18, South Africans and people around the world observe Mandela Day and honor the birthday of anti-apartheid activist, former South African President and Nobel Peace Prize recipient Nelson Mandela. Today is Mandela's 95th birthday.\nMandela Day was formally established by the United Nations in 2009 and asks people around the world to honor Mandela's legacy through volunteering or performing community service. Share your own Mandela Day experience and see others' through the  hashtag.\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "265,344", "path": "instagram/picture4654.jpg", "like_list": [], "date_time": "Jul 18, 2013", "location": "Nokia Theater", "tag_list": ["@espn", "#espys", "@gabbydoug2012", "@missyfranklin88", "@alexmorgan13", "@brittney4griner", "@vichka35", "@stephaniegilmore", "@kingjames", "@m_phelps00", "@kfp48", "@kaepernick7", "@usainbolt", "@puigyasiel", "@andymurray", "@court_neyc"], "caption": "Tonight, ESPN () hosts their annual ESPY Awards (). Short for Excellence in Sports Performance Yearly, the awards show brings together the world's top athletes and recognizes individuals and teams for their athletic achievements over the last calendar year.\n\nTo get a first-hand look at tonight's festivities, be sure to follow this year's nominees on Instagram. Female nominees: Gabby Douglas (), Missy Franklin (), Alex Morgan (), Brittney Griner (), Victoria Azarenka () and Stephanie Gilmore (). Male nominees: Lebron James (), Michael Phelps (), Pablo Sandoval (), Colin Kaepernick (), Usain Bolt (), Yasiel Puig () and Andy Murray (). You can also see real-time photos and videos from the ESPYS by tapping the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "317,639", "path": "instagram/picture4655.jpg", "like_list": [], "date_time": "Jul 18, 2013", "location": "Instagram HQ", "tag_list": ["@torahbright"], "caption": "Today, pro snowboarder and Olympic gold medalist Torah Bright () stopped by our office. Be sure to check out Torah's account for scenes from the slopes and a first-hand look at her preparations for next year's Winter Olympic Games!"}, {"num_of_comments": 24, "num_of_like": "561,614", "path": "instagram/picture4656.jpg", "like_list": [], "date_time": "Jul 18, 2013", "location": "", "tag_list": ["#swimmingpigs", "@kristietravels"], "caption": "The nation of the Bahamas consists of more than 700 islands. While the tropical climate and pristine beaches are invitation enough to make the Bahamas a prime tourist destination, one island has a particular draw: swimming pigs.\n\nBig Major Cay is a small island that is uninhabited with the exception of a few dozen pigs. Though quite popular, no one quite seems to know how they got there in the first place. Local lore, however, suggests they may have been the sole survivors of a nearby shipwreck.\nAs visitors come and bring snacks for the animals, the pigs have come to view visiting tourists as a dependable food source. As a result, the pigs will actually swim out to oncoming boats to greet them as they approach in hopes of a handout.\nFor more photos from \"Pig Island,\" check out blog.instagram.com and the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "255,282", "path": "instagram/picture4657.jpg", "like_list": [], "date_time": "Jul 17, 2013", "location": "", "tag_list": ["#rathayatra", "@generalaesthetic"], "caption": "For the past 7 days, Hindus in the state of Odisha, India, have been celebrating Ratha-Yatra, a festival characterized by large, ornate chariots pulled through throngs of people. The event honors Lord Jagannath, the \"Lord of the Universe,\" and the western term \"juggernaut\" is derived from the raucousness that characterizes the parade.\nJagannath is actually made up of three deities who are usually worshipped in a temple; But during the month of Asadha, they are paraded in large chariots down a main avenue in Puri to the Sri Gundicha Temple so that they may be seen by the public.\nSee more photos of the colorful chariots and lively crowds from Ratha-Yatra celebrations in India and around the world by browsing the  hashtag.\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "467,974", "path": "instagram/picture4658.jpg", "like_list": [], "date_time": "Jul 16, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@coopertheprince"], "caption": "Hi Instagram, happy Monday! Time for the . Today we meet Cooper (), an adorable ball of white Maltese fluff. Follow Cooper, and let him snuggle his way into your heart."}, {"num_of_comments": 24, "num_of_like": "250,775", "path": "instagram/picture4659.jpg", "like_list": [], "date_time": "Jul 16, 2013", "location": "", "tag_list": ["@aniyudhoyono", "#instameetgz_shameen", "#kopdaristura", "#instameetmoscow", "#swissmountainspotters_instameet_1", "#shreveportinstameet", "@srt4shawn", "@russian_moscow", "@aniyudhoyono", "@candyteng", "@kitkat_ch"], "caption": "Over the past several weeks, Instagrammers around the world gathered together to take photos and videos and share them on Instagram, including a special gathering hosted by the First Lady of Indonesia, Ani Yudhoyono (). We also saw what was perhaps the first InstaMeet held in Russia! We were excited to see photos and videos posted from Guangzhou (), Istana Bogor (), Moscow (), Zermatt () and Shreveport, Louisiana ()! Want to host your own InstaMeet? Be sure to check out blog.instagram.com for tips on how to organize a great event. Photos by     "}, {"num_of_comments": 24, "num_of_like": "298,024", "path": "instagram/picture4660.jpg", "like_list": [], "date_time": "Jul 16, 2013", "location": "", "tag_list": ["@craighowes1", "@davidcrunelle", "@mikestinson", "@waufhammer", "@livscreams", "@__ayom", "@srt4shawn", "@jaquib", "@sejkko", "#WHPsuperpower"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "250,468", "path": "instagram/picture4661.jpg", "like_list": [], "date_time": "Jul 15, 2013", "location": "Citi Field", "tag_list": ["@mlb", "#HRDerby", "#ASG", "@robinsoncano", "@thecutch22", "@miketrout", "@patrickcorbin46", "@joeybats19", "@john_stru"], "caption": "Baseball fans around the world will tune in to Major League Baseball's () All-Star Game festivities this week. Every July at the symbolic halfway point of the season, the league goes on an All-Star break and halts all regular season games. The highlights of the four-day event are tomorrow's Home Run Derby () and Tuesday's All-Star Game () between top players from the National League and the American League.\nCan't make it to the game this year? Be sure to follow your favorite All-Stars on Instagram: Robinson Cano (), Andrew McCutchen (), Mike Trout (), Patrick Corbin () and Jose Bautista (). You can also tap the blue location text above this image to see more photos and videos from the festivities.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "294,383", "path": "instagram/picture4662.jpg", "like_list": [], "date_time": "Jul 15, 2013", "location": "", "tag_list": ["#14juillet", "@raphvillatte"], "caption": "Today, Francophiles everywhere celebrate Bastille Day (), France's national holiday. It commemorates the storming of the Bastille on 14 July 1789, a fortress-prison in the center of Paris that represented royal authority. The Bastille's fall was a catalyst for the French Revolution.\nBastille Day festivities include a fireworks display at the Tour Eiffel and Europe's oldest and largest military parade in Europe held on the Champs-Élysées. Want to see more photos and videos from the celebrations? Tap the blue location text above this image.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "245,467", "path": "instagram/picture4663.jpg", "like_list": [], "date_time": "Jul 15, 2013", "location": "", "tag_list": ["@the69th", "@donalrey", "@mattcbauer", "@howl_hemulen", "@locarl", "@k_mao", "@drewkelly", "@jwfreeman", "@ayummer"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "508,032", "path": "instagram/picture4664.jpg", "like_list": [], "date_time": "Jul 14, 2013", "location": "Manhattan Henge", "tag_list": ["#manhattanhenge", "@merlinuward"], "caption": "Don't miss out on Manhattanhenge! Tonight is the last time this year when the setting sun aligns perfectly with Manhattan's east-west street grid. This phenomenon makes for the perfect chance to capture photos and videos of the sun setting between the skyscrapers of Manhattan. If you're in New York City, be sure to share your shots with the  hashtag. To see more photos and videos from Manhattanhenge, tap the blue location text above this photo.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "289,635", "path": "instagram/picture4665.jpg", "like_list": [], "date_time": "Jul 14, 2013", "location": "", "tag_list": ["@tfitzsimons", "@edouphoto", "@terukuwayama", "@wissamgaza", "@damirsagolj", "@danielberehulak", "@tfitzsimons"], "caption": "People around the world are capturing and sharing moments from their lives through Instagram. This includes photojournalists, who travel the globe and tell other people's stories as a career.\n\nFor a glimpse into the life of a photojournalist, take a look at these accounts: Beirut-based journalist ; Middle East, Africa and Central Asia-based journalist ; Afghanistan and Pakistan-based journalist ; Middle East-based photographer ; Reuters Bangkok-based photojournalist ; New Delhi-based Australian photojournalist \n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "238,268", "path": "instagram/picture4666.jpg", "like_list": [], "date_time": "Jul 13, 2013", "location": "", "tag_list": ["#WHPsuperpower", "@pketron"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to show off your own Instagram superpower! Some tips to get you started: get in touch with your powers of invisibility by blending into your surroundings with a camouflage portrait, set up a vintage scene filled with old objects to create a time warp, or stage an epic superpower battle scene with some creative jumpstagrams (this may take multiple tries). PROJECT RULES: Please only add the hashtag to photos and videos taken over this weekend and only submit your own content to the project. Any content taken then tagged over the weekend is eligible to be featured on the Instagram blog at blog.instagram.com on Monday morning!\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "327,436", "path": "instagram/picture4667.jpg", "like_list": [], "date_time": "Jul 12, 2013", "location": "", "tag_list": ["@stace_a_lace", "@stace_a_lace"], "caption": "During the work day, Stacey Baker () is an associate photo editor at The New York Times Magazine. But during her commute and lunch hour, Stacey has taken to documenting the various styles and shapes of women's legs in New York City. \"Like a lot of people who live in New York, I walk a great deal, and almost everywhere you look, you see wonderfully stylish people,\" she says. \"Occasionally, I get a negative response, but for the most part, the women I approach are game and seem pleased to have been asked. A number of women have told me I've made their day.\" Learn more about Baker's project at blog.instagram.com, and follow her on Instagram: ."}, {"num_of_comments": 24, "num_of_like": "254,309", "path": "instagram/picture4668.jpg", "like_list": [], "date_time": "Jul 12, 2013", "location": "Instagram HQ", "tag_list": ["@jethromullen", "@jethromullen"], "caption": "Today Hong Kong Instagrammer  made a stop by our office as a part of his trip to California! For great shots of Hong Kong's dramatic hilltops and skyscrapers, be sure to follow Jethro on Instagram: "}, {"num_of_comments": 24, "num_of_like": "355,891", "path": "instagram/picture4669.jpg", "like_list": [], "date_time": "Jul 12, 2013", "location": "Cementerio de la Recoleta", "tag_list": ["@gevisacri"], "caption": "In Argentina’s capitol, Buenos Aires, the city’s most expensive stretch of real estate is not made up of luxury apartments, corporate skyscrapers or ultimately any buildings desgined for the living. Rather, the most expensive price tags belong to El Cementerio de la Recoleta (La Recoleta Cemetery): 15 acres of land that house over 4,500 mausoleums and above-ground tombs.\n\nFounded in 1822 as the first public cemetery in Buenos Aires, Recoleta adopted the layout of a small city with tree-lined blocks of mausoleums that boast elaborate funerary sculptures from a broad range of artistic styles. The cemetery has also come to house some of the country’s most illustrious figures, including Nobel Prize winners, military heroes, many of the nation’s presidents and—perhaps most famously—first lady Eva Perón.\n\nFor more photos from El Cementerio de la Recoleta, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "361,073", "path": "instagram/picture4670.jpg", "like_list": [], "date_time": "Jul 11, 2013", "location": "", "tag_list": ["#ramadan", "@marwa_elshafie"], "caption": "Ramadan, the ninth month of the Islamic calendar, has begun, and devout Muslims across the world will observe the month by fasting during the daytime.\n\nThe sacred nature of Ramadan is rooted in Muslim belief that Muhammad’s first revelation came during this period. Muslims adhering to the fasting ritual will give up food and drink from dawn until sunset until the month ends on August 7.\n\nExperience Ramadan around the world by exploring the  hashtag.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "279,097", "path": "instagram/picture4671.jpg", "like_list": [], "date_time": "Jul 10, 2013", "location": "", "tag_list": ["@colorgrading", "@enilkatt"], "caption": "When working on video, Instagram turned to film colorist Denver Riddle () to create 13 custom, cinema quality filters. Each filter has its own personality and is designed to evoke a certain feeling by highlighting or subduing different colors and tones.\n\nDenver provided some background on the Dogpatch filter, which heightens contrast and mutes colors for a dramatic feel. \"Some of the more organic video filters I created emulate the traditional photochemical techniques that are achieved in the lab. One of the most popular techniques is the bleach bypass look, like Instagram’s Dogpatch filter, where the bleaching step is skipped in the processing. The result is a sort of grungy, high-contrast muted look live you’ve seen in Steven Spielberg’s Saving Private Ryan, as well as in many post-apocalyptic thrillers.\" Video by ."}, {"num_of_comments": 24, "num_of_like": "281,633", "path": "instagram/picture4672.jpg", "like_list": [], "date_time": "Jul 10, 2013", "location": "", "tag_list": ["@joselourenco", "@joselourenco"], "caption": "With small pieces of cardboard and a dash of acrylic paint, Portuguese artist José Lourenço () is bringing the Instagram app to life. Nine weeks ago, José posted his first play on Instagram symbology. He liked that first post so much that he started thinking of ways to bring Instagram design elements into three dimensions. With the introduction of Photos of You, the idea really took flight. José created custom Photos of You labels for the clouds, houses, trees and even giraffes.\n\nFor José, these posts add a new angle to the way he shares the world around him. “With the symbols I can create new universes and recreate elements of world history.\" He is always looking for the right scene to match his designs: \"The symbols are all designed at scale for the scene I photograph or video and are very light and easy to carry around. Yes, I carry the symbols with me all the time!\" To see more of José’s creations, be sure to follow him  on Instagram."}, {"num_of_comments": 24, "num_of_like": "477,447", "path": "instagram/picture4673.jpg", "like_list": [], "date_time": "Jul 9, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@rokuthecat"], "caption": "Happy Monday, Instagram! Your  this week is an amazing silver-furred kitty named Roku. Follow  for a steady stream of adorable photos and videos of Roku's antics."}, {"num_of_comments": 24, "num_of_like": "503,686", "path": "instagram/picture4674.jpg", "like_list": [], "date_time": "Jul 9, 2013", "location": "", "tag_list": ["@out_inthefield", "@out_inthefield"], "caption": "Jim Denevan founded Outstanding in the Field () in the late 1990s following a series of farmer dinners he hosted in Santa Cruz, California. From these dinners, Jim realized that people wanted to learn more about where their food was coming from. Now, over a decade later, Outstanding in the Field hosts farm-to-table dinners all across the United States, and they're inviting you to join in by following along on Instagram.\nJim and his crew travel the United States in a vintage red and white bus, hosting dinners at local ranches, vineyards and orchards along the way. The crew teams up with farmers and chefs at each location to prepare dinners using local, seasonal ingredients. Guests tour the site and meet the farmers before gathering at a long table — often in a scenic area such as a mountaintop or sea cave — to enjoy their meal together.\n\nFollow  for more photos from their farm-to-table dinners across the United States."}, {"num_of_comments": 24, "num_of_like": "235,148", "path": "instagram/picture4675.jpg", "like_list": [], "date_time": "Jul 9, 2013", "location": "", "tag_list": ["@miklasmanneke", "@jamie_babineau", "@littlecoal", "@ailoves", "@adrianxthe", "@tmyers526", "@misshattan_nyc", "@kriss_creol", "@25degreesc", "#WHPmyfavoriteplace"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "296,890", "path": "instagram/picture4676.jpg", "like_list": [], "date_time": "Jul 8, 2013", "location": "Plaza de toros de Pamplona", "tag_list": ["#pamplona", "#sanfermin", "@justinejat888"], "caption": "Today at 8:00 AM local time, the running of the bulls took place in Pamplona, Spain. The running of the bulls is the highest profile event of the San Fermin festival, which is held July 6-14 every year. Eight runnings take place over the course of the eight-day festival. Runners start each bull run, or \"encierro,\" singing a benediction at the statue of the event's patron saint San Fermin, shouting together “¡Viva San Fermín! Gora San Fermin!” (\"Long live San Fermin\" in Spanish and Basque). A rocket then signals that all six bulls have been released and the 826 meter sprint begins.\nRunners must be over 18 years old and traditionally carry that day's rolled-up newspaper in hand to draw the bulls' attention. Every year, between 200 and 300 people are injured and 15 people have been killed since record-keeping began. While many people turn out for the running of the bulls, the tradition is not without controversy, as many animal rights activists oppose and actively protest the event. View more photos and videos of the events in San Fermin by tapping the blue location text above this image and visiting the  and  hashtags. Photo by "}, {"num_of_comments": 24, "num_of_like": "256,875", "path": "instagram/picture4677.jpg", "like_list": [], "date_time": "Jul 8, 2013", "location": "", "tag_list": ["@waddy722", "@intothemild", "@dylanisbell", "@sarakhanov", "@lookitsevan", "@charlottewillner", "@jeko_1", "@miszkifung", "@joehdodd"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "352,091", "path": "instagram/picture4678.jpg", "like_list": [], "date_time": "Jul 7, 2013", "location": "", "tag_list": ["@montreuxjazzfestival", "@catpowerofficial", "@greendayig", "@katedmonson", "@richiehawtin", "@wyclefjean", "@liannelahavas", "@jamesblake", "#montreuxjazzfestival", "@hellyinthesky"], "caption": "The lakeside town of Montreux, Switzerland, is best known for two things: its notable, reclusive residents (including Queen frontman Freddie Mercury!) and its annual Jazz Festival (). The festival has been held every July since 1967, and this year's event started yesterday.\n\nOver 200,000 people attend the festival each year, making it the second largest in the world. Originally a pure jazz festival, today Montreux's lineup includes nearly every music genre imaginable. Want to get a first-hand look at the concerts in Montreux? Be sure to follow these Instagrammers: Cat Power (), Green Day (), Kat Edmonson (), Richie Hawtin (), Wyclef Jean (), Lianne La Havas () and James Blake (). You can also view the photos and videos taken at the festival by visiting the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "297,778", "path": "instagram/picture4679.jpg", "like_list": [], "date_time": "Jul 7, 2013", "location": "", "tag_list": ["@flolum", "@akaalec", "@maurice", "@othellonine", "@othellonine"], "caption": "Vancouver, British Columbia, is a city of contrasts. The myriad skyscrapers that support the area's dense population sit in stark relief to the pristine bay and lush forests surrounding the city. And nods to the region's diverse cultural heritage are apparent throughout the modern city—from public art to First Nations-inspired architecture.\n\nVancouver is also home to a thriving Instagram community with frequent InstaMeets and photo walks. Here are just a few Instagrammers sharing their city with the world: , a chef and photographer frequently out in nature; , minimalist black and white photos of architectural patterns; , a photographer with a love of nature and building patterns; and , photos from Vancouver and its lush surroundings.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "292,051", "path": "instagram/picture4680.jpg", "like_list": [], "date_time": "Jul 6, 2013", "location": "", "tag_list": ["@wimbledon", "@andymurray", "@laurarobson5", "@wimbledon", "#1", "@bryanbros", "#6", "@tomasberdych", "@bbcsport", "@ashleybest"], "caption": "This weekend, Wimbledon () will name its two singles champions. The annual event is the oldest—and many would say most prestigious—tennis tournament in the world and is the only Grand Slam still played on grass. Thousands of tennis fans have flocked to the All England Lawn Tennis and Croquet Club in London over the last few weeks to watch the matches and pageantry. Wimbledon traditions include a strict all-white dress code for competitors, the eating of strawberries and cream by spectators and Royal patronage.\n\nWant to get a first-hand look at the tournament and more tennis in your feed? Be sure to follow these Instagrammers: World No. 2 Andy Murray (), British No. 1 Laura Robson (), Wimbledon (), Men's Doubles  Bob Bryan (), Men's World  Tomáš Berdych () and BBC Sport (). Photo by "}, {"num_of_comments": 24, "num_of_like": "188,630", "path": "instagram/picture4681.jpg", "like_list": [], "date_time": "Jul 6, 2013", "location": "", "tag_list": ["#WHPmyfavoriteplace", "@mattmaniego"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture video of a place you visit to find photographic inspiration! Some tips to get you started: capture details like the way the wind affects the landscape, consider the sounds of your favorite location (are the birds chirping, engines revving or waves crashing?) and focus on movement—whether it's a friend you bring along exploring the space, other visitors milling about or the sun slowly setting.\n\nPROJECT RULES: Please only add the hashtag to videos taken over this weekend and only submit your own content to the project. Any content taken then tagged over the weekend is eligible to be featured on the Instagram blog at blog.instagram.com on Monday morning!\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "360,956", "path": "instagram/picture4682.jpg", "like_list": [], "date_time": "Jul 6, 2013", "location": "", "tag_list": ["@greggboydston", "@greggboydston"], "caption": "Earlier this month, 19 hotshots—firefighters that specialize in containing forest fires—were killed while battling a fire that destroyed hundreds of homes and thousands of acres of forest near the small Arizona town of Yarnell. All across the American west, these small, elite units are dispatched to contain and extinguish fires before they spread to inhabited areas.\n\nGregg Boydston () is one such firefighter stationed in Oregon who has been sharing photos and providing insight into his job through Instagram. Visit blog.instagram.com to read more about life as a firefighting \"hotshot,\" and follow  for photos and updates from the field."}, {"num_of_comments": 24, "num_of_like": "409,645", "path": "instagram/picture4683.jpg", "like_list": [], "date_time": "Jul 5, 2013", "location": "", "tag_list": ["#fireworks", "#july4", "#independenceday", "@brianladder"], "caption": "Tonight, skies across the United States lit up with fireworks for Independence Day. We've gathered some of our favorite photos and videos on blog.instagram.com, and you can find more by searching the ,  and  hashtags. We hope you enjoyed the fireworks in your town!\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "387,104", "path": "instagram/picture4684.jpg", "like_list": [], "date_time": "Jul 5, 2013", "location": "1 World Trade Center", "tag_list": ["#oneworldtradecenter", "#IndependenceDay", "#July4", "@transplantedindc"], "caption": "On this day in 1776, the United States declared its independence from Great Britain. Now, the U.S. celebrates the 4th of July as Independence Day, an occasion commemorated with parades, fireworks and barbecues. To highlight this important day in 1776, Lower Manhattan's One World Trade Center (formerly called the Freedom Tower) reached its final height of 1,776 feet with the recent addition of the tower's 408-foot spire. See more photos at the  hashtag, and by tapping the blue location link above.\n\nAlso remember to share photos of your own Independence Day celebrations (and fireworks!) with the  and  hashtags!\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "375,943", "path": "instagram/picture4685.jpg", "like_list": [], "date_time": "Jul 4, 2013", "location": "", "tag_list": ["@vdubl", "@edwardkb"], "caption": "Hong Kong-based Architect Vivien Wei Wei Liu () loves building design and mobile photography - two passions that come together in a powerful way through her Instagram images. Through her smartphone, Vivien captures the seemingly endless repetition and colorful patterns found in many of the city's residential towers and deep urban canyons, where light barely reaches the street level. \"My goal is to immerse the viewer into the space in which the photo was taken,\" Vivien says. Read more about Vivien and her stunning perspectives of Hong Kong at blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "231,785", "path": "instagram/picture4686.jpg", "like_list": [], "date_time": "Jul 4, 2013", "location": "Remainders End", "tag_list": ["#June30", "#egypt", "#cairo", "#tahrirsquare", "@ismailr"], "caption": "Late Wednesday, Egyptian President Mohamed Morsi, the nation’s first freely elected president, was ousted in a coup by the military following several days of protests across the country. Crowds first began to gather en masse on June 30,sharing photos and videos from the demonstration through the  hashtag. With crowds continuing to grow and the president responding defiantly to the issued 48-hour ultimatum, the military began seizing control of the government. The crowds that had gathered in Tahrir responded to the news with cheers and fireworks, many documenting the event through Instagram.\nSee more photos and videos from the demonstrations by tapping the blue location text above and by browsing the ,  and  hashtags.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "386,311", "path": "instagram/picture4687.jpg", "like_list": [], "date_time": "Jul 3, 2013", "location": "Loch Ness", "tag_list": ["#lochness", "@katakorn"], "caption": "Tucked away in the Scottish Highlands is what may be the world's most famous lake: Loch Ness. Although notably deep, wide and quite scenic, the loch is best known as the home of the Loch Ness Monster. “Nessie\" was first brought to the world’s attention in 1933 after two alleged sightings and a few prominent photographs. The monster is formally described as a cryptid, a creature or plant whose existence has been suggested but is not recognized by scientific consensus.\n\nCurious Instagrammers have made their way to northern Scotland to hunt for Nessie, some choosing to cruise the lake in hopes of a sighting. To view more photos and videos of Loch Ness, tap the blue location text above this image and browse the  hashtag. Photo by "}, {"num_of_comments": 24, "num_of_like": "268,850", "path": "instagram/picture4688.jpg", "like_list": [], "date_time": "Jul 3, 2013", "location": "Piazza del Campo", "tag_list": ["#palio", "@mcbrainsmc"], "caption": "Today thousands of people in Siena, Italy, gathered in the Piazza del Campo to watch the Palio di Siena, a famous horse race that dates back to the late 1500s. In Il Palio, jockeys representing 10 of the 17 city wards, or contrade, make three laps riding bareback around the piazza. It usually takes under 90 seconds for a jockey to finish the race, but while negotiating the piazza’s tight turns it is not uncommon for a few to fall off their horses — and in fact, the winner of the race is the first horse that crosses the finish line, with or without its jockey.\n\nTo view photos and videos from the race, tap the blue location text above this image and browse the  hashtag. Photo by "}, {"num_of_comments": 24, "num_of_like": "222,941", "path": "instagram/picture4689.jpg", "like_list": [], "date_time": "Jul 3, 2013", "location": "Instagram HQ", "tag_list": ["@karlthefog", "@karlthefog"], "caption": "Today the one and only  materialized in full human form here at Instagram HQ, though he left a little patch of fog in the sky as a reminder of where he parked. For beautiful photos of San Francisco's fog complete with plenty of snarky commentary from the fog himself, head on over to 's account."}, {"num_of_comments": 24, "num_of_like": "460,964", "path": "instagram/picture4690.jpg", "like_list": [], "date_time": "Jul 2, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@kobi_and_dillon"], "caption": "Happy Monday,  fans! This week we meet Kobi and Dillon (), two longhaired German Shepherds sharing their lives from England. Follow along if your feed could use a little more canine fluff!"}, {"num_of_comments": 24, "num_of_like": "233,725", "path": "instagram/picture4691.jpg", "like_list": [], "date_time": "Jul 2, 2013", "location": "", "tag_list": ["#June30", "#June30", "@aymanm", "@ahmadelnemr", "@zannaalmehdar", "@maxfkface", "@molyneuxberry", "@aymanm"], "caption": "Yesterday, hundreds of thousands of protestors streamed into the streets of Cairo and Alexandria demanding the resignation of Egyptian President Mohamed Morsi. The demonstrations, which resulted in the deaths of as many as 16 people, have been heavily documented on Instagram through the  hashtag. The protests culminated in the military issuing the president an ultimatum to address the protestors' grievances.\n\nSee more photos and videos shared from yesterday's demonstrations through the  hashtag or by following these people on the ground in Egypt:     and .\n\nVideo by ."}, {"num_of_comments": 24, "num_of_like": "269,618", "path": "instagram/picture4692.jpg", "like_list": [], "date_time": "Jul 2, 2013", "location": "", "tag_list": ["#worldwideinstameet_cph300613", "#instameetmiami_calle8", "#instameet_veluwe", "#instameetatl", "#cv_party", "#igersjozi_innercity", "#gf_malaysia_publika", "@jesperbulow", "@shaneinthemia", "@jupiler", "@weloveatl", "@cv_party", "@unclescrooch", "@jwseeingstars"], "caption": "Last weekend, Instagrammers around the world gathered together to explore, take photos and videos and share them on Instagram. We were excited to see InstaMeets hosted in locations around the world, including Copenhagen (), Miami (), National Park De Hoge Veluwe in The Netherlands (), Atlanta (), Tenerife in the Canary Islands (), Johannesburg () and Kuala Lumpur ()! Want to host your own InstaMeet? Be sure to check out blog.instagram.com for tips on how to organize a great event. Photos by , , , , ,  and ."}, {"num_of_comments": 24, "num_of_like": "365,650", "path": "instagram/picture4693.jpg", "like_list": [], "date_time": "Jul 1, 2013", "location": "Meteor Crater", "tag_list": ["#meteorcrater", "@joecow"], "caption": "Meteor Crater is a 50,000 year old meteorite impact site in the northern Arizona desert. It boasts the title of the largest discovered impact crater in the United States and the best preserved meteorite crater on earth.\n\nThe mile-wide and 570-foot-deep crater has become a tourist destination as a result of its proximity to the historic Route 66. Visitors can explore the crater along outdoor observation trails, get a close-up look at the 1,406-pound Holsinger meteorite—the largest discovered fragment found in the area—and take photographs atop the Meteor Crater Overlook.\n\nWant to see more? Be sure to visit  and the Meteor Crater location page by tapping the blue text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "227,116", "path": "instagram/picture4694.jpg", "like_list": [], "date_time": "Jul 1, 2013", "location": "", "tag_list": ["@laurenzunno", "@jsuarez54", "@kitato", "@cooperhill", "@perapera", "@its_me_zazie", "@henry_flagler", "@legolasfbs", "@erinfeinblatt"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos from the week. Congrats to those whose photos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "340,648", "path": "instagram/picture4695.jpg", "like_list": [], "date_time": "Jun 30, 2013", "location": "", "tag_list": ["#NYCpride", "#SFpride", "@jhallett"], "caption": "The month of June marks LGBTQ Pride month in the United States. Instagrammers throughout the country—and in various locations around the world—have captured photos of the festivities and parades from the largest cities to the smallest towns. This year's Pride comes with extra cause for celebration in light of the past week's landmark decisions on same-sex marriage from the Supreme Court of the United States.\n\nPride falls in June to commemorate the Stonewall Riots, a series of demonstrations in June of 1969 after police raided New York City's Stonewall Inn. This event is generally accepted as the catalyst of the gay rights movement in the United States. Want to see more photos from Pride throughout the US? Keep an eye on the  and  hashtags for this weekend's parades. Photo by "}, {"num_of_comments": 24, "num_of_like": "277,138", "path": "instagram/picture4696.jpg", "like_list": [], "date_time": "Jun 30, 2013", "location": "Porto Vecchio", "tag_list": ["@letourdefrance", "#granddepart", "#tdf", "@bradwiggins", "@bicyclingmag", "@michaelschaer", "@chrisfroome", "@teamsky"], "caption": "Today marks the official beginning of the 100th Tour de France bicycle race (). The world’s best cyclists will make their way through a route that spans 21 stages and covers a total distance of 3,479 kilometers (2,161 miles), starting with the Grand Départ () in Corsica’s Porto-Vecchio and continuing through mainland France.\n\nWant to get a first-hand look at the the Tour de France ()? Be sure to tap the blue location text above this image and follow these Instagrammers: cyclist Bradley Wiggins (), Bicycling Magazine (), cyclist Michael Schär () and cyclist Chris Froome (). Photo by "}, {"num_of_comments": 24, "num_of_like": "213,455", "path": "instagram/picture4697.jpg", "like_list": [], "date_time": "Jun 29, 2013", "location": "", "tag_list": ["#WorldwideInstaMeet", "@thuglifeforevs"], "caption": "We're putting the Weekend Hashtag Project on hold this weekend. Instead, we're challenging people around the world to participate in the the seventh Worldwide InstaMeet! Grab a few good friends or meet up with a larger group in your area and share your BEST photographs and videos from the walk with the  hashtag for a chance to be featured on our blog Monday morning! Be sure to include the name of the location where your event took place along with your InstaMeet's designated hashtag in your caption.\nTo learn how to host your own InstaMeet or photo walk, visit blog.instagram.com/instameets. Photo by "}, {"num_of_comments": 24, "num_of_like": "195,397", "path": "instagram/picture4698.jpg", "like_list": [], "date_time": "Jun 28, 2013", "location": "", "tag_list": ["@yokokaku", "@yokokaku"], "caption": "Typographer Yoshihide Okazawa () of Kawasaki, Japan, joined Instagram in November 2010, just one month after Instagram first launched. He was drawn to Instagram so early on because the product suited his passion: \"Japanese types are designed in a square format unlike Latin alphabet types. Because Instagram pictures are square in format, it is ideal for showing Japanese characters...Square is great!\" Yoshihide shares photos of the characters and types he encounters in his daily life with a global audience through Instagram. \"I have a habit of looking at different fonts when I walk around and determining which font it is and whether or not it’s hand-written,\" Yoshihide explains, noting unique hand-written characters are his favorite to photograph. To see more of Yoshihide's favorite discoveries, be sure to follow him on Instagram "}, {"num_of_comments": 24, "num_of_like": "215,332", "path": "instagram/picture4699.jpg", "like_list": [], "date_time": "Jun 28, 2013", "location": "", "tag_list": ["@whitehouse", "@michelleobama", "#ObamaInAfrica", "#FLOTUSinAfrica", "@evanvucci", "@davidnakamura", "@arishapiro", "@whitehouse"], "caption": "This week, the White House and First Lady Michelle launched their Instagram accounts— and —just in time to document their tour of Africa, which kicked off with a visit to the west African country of Senegal. Both the White House and the First Lady have been documenting their trip on Instagram, sharing photos and videos with the  and  hashtags.\n\nReporters have also been documenting the trip, among them: Associated Press photographer Evan Vucci (), Washington Post reporter David Nakamura () and NPR reporter Ari Shapiro (). Follow along as the President continues his tour in South Africa and Tanzania.\n\nVideo by ."}, {"num_of_comments": 24, "num_of_like": "320,464", "path": "instagram/picture4700.jpg", "like_list": [], "date_time": "Jun 28, 2013", "location": "", "tag_list": ["@rccam", "@chistoprudov", "@rccam"], "caption": "Stanislav Sedov () of Moscow is one member of AirPano, a group of Russian photographers who create high-resolution, 360-degree aerial panoramas of the most interesting places on Earth. Stanislav shares some of those sky-high photographs from all around the world on Instagram. \"I travel a lot and I capture different interesting places around the world from air, usually from unmanned aerial vehicles (UAVs),\" he says. \"I have been posting those photos on Instagram since last year. My friend Dmitriy () showed me it as a way to post photos really quickly and I really like it,\" he says.\n\nTo see more bird's-eye view photos from around the world, be sure to follow  on Instagram."}]}