{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "439,048", "path": "instagram/picture4201.jpg", "like_list": [], "date_time": "Feb 15, 2014", "location": "", "tag_list": ["#WHPinteractivegrams", "@dschwen", "#WHPinteractivegrams", "@dschwen"], "caption": "Weekend Hashtag Project: \n\nThis weekend, we were inspired by Minneapolis designer and illustrator David Schwen () for a special Valentine's Day project. By staging his photos and videos with a heart shape in the center, David creates an interactive experience for his followers: when they double tap his photo or video to 'like' it, the heart that appears on Instagram matches up with the heart in his photo or video. (Still not sure what this means? Double-tap this photo for an example!) The goal this weekend is to take a creative interactive photo or video of your own.\n\nKeep an eye out for heart shapes in the wild. Whether it's a particularly well-shaped leaf, the design in your latte foam or part of a sign, you'll see them everywhere once you start looking. You can also get crafty with this project. Experiment with objects you can mold, gather, carve or arrange into a heart. You can also make a video by showing the whole process. To figure out the arrangement of your shape, place the heart in the center of the composition. Try to crop your photo so that there's about a heart and a half of space between your heart and the edge of your frame.\n\nPROJECT RULES: Please only add the  hashtag to photos or videos taken over this weekend and only submit your own photographs or videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\n\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "326,429", "path": "instagram/picture4202.jpg", "like_list": [], "date_time": "Feb 15, 2014", "location": "", "tag_list": ["@kathyryan1", "@kathyryan1"], "caption": "\"The ‘Office Romance’ series started when I saw a zigzag of sunlight hit the stairs in our office one day. From that moment on I realized how extraordinary the light is in this building designed by Renzo Piano,” says New York Instagrammer Kathy Ryan (), the Director of Photography at The New York Times Magazine.\nCapturing the light at the New York Times Building has become a passion and near-daily ritual for Kathy. “I am always looking for the poetic moments in office life. I never cease to be surprised by how light can transform the most ordinary objects into something special,” she says. Kathy often comes into work early or stays late to shoot the best quality of light in a calm office. “The photo department is on the east side of the building, so it is flooded with light first thing in the morning. Sometimes at the end of the day, I head up to the 14th and 15th floors on the western side of the building, where the light of the setting sun is amazing.” Photo by "}, {"num_of_comments": 24, "num_of_like": "386,857", "path": "instagram/picture4203.jpg", "like_list": [], "date_time": "Feb 14, 2014", "location": "", "tag_list": ["#ArtThursday", "@gracecathedral", "@nathanmichael"], "caption": "Welcome to another ! This month marks the last opportunity to see \"Graced with Light,\" artist Anne Patterson's year-long installation in San Francisco's Grace Cathedral (). Commissioned in 2013 as Grace Cathedral’s artist in residence, Patterson strung nearly 32 kilometers (20 miles) of multicolored ribbons from the Cathedral’s vaulted ceilings. Illuminated from above and by light streaming in through the cathedral’s windows, the ribbons represent pathways of light carrying the prayers and dreams of visitors skyward.\n\nFor more photos and videos from Grace Cathedral and the \"Graced with Light\" installation, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "252,221", "path": "instagram/picture4204.jpg", "like_list": [], "date_time": "Feb 13, 2014", "location": "", "tag_list": ["@alpinesmusic", "@catherinealpines", "@eudonchoi", "@antipodium", "@dominicjonesjewellery", "@viviennewestwoodofficial", "@susiebubble", "@somersethouselondon", "@hardingegeorgia", "@claire_barrow", "@mawijewellery", "#LFW14", "@catherinealpines", "@eudonchoi"], "caption": "\"Music and fashion are my two great loves,\" says Alpines () frontwoman Catherine Pockson (). \"Every time I go to London Fashion Week I am struck by the infectious energy in the air. Each year, you can guarantee that boundaries in fashion design will be pushed and new talent will flourish.\" Some of Catherine's favorite shows to watch out for at this year's fashion week include Eudon Choi (), Antipodium (), Dominic Jones () and Vivienne Westwood (). She reminds fashionistas hotstepping the shows to pack your flats, wear pastel shades no matter the weather and follow her favorite \"FROWer\" (front rower) fashion blogger Susie Lau (). \"As well as the infamous catwalk shows, there is also the hub of designers showcasing their work throughout the week within the rooms of Somerset House (). These rooms exhibit emerging talent across the board in all fields ranging from luxe, knitwear and street wear. The designers which I am most excited about are Georgia Hardinge (), Claire Barrow () and jewelry designer Mawi ().\" To see more from behind the scenes, browse the  hashtag and follow  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "398,960", "path": "instagram/picture4205.jpg", "like_list": [], "date_time": "Feb 13, 2014", "location": "", "tag_list": ["@bampiri73"], "caption": "Within the historical grounds of Gyeongju National Park in Gyeongju, South Korea, a legendary, man-made pond lends its scenic beauty to the park lands. Named Anapji (안압지), which means a lake for geese and ducks, the pond was constructed in 674 CE during the Silla Dynasty as a garden for the royal family. Ancient writings say that the pond and its surroundings housed many rare and exotic plants, flowers and animals for the Silla rulers to enjoy. When the Silla Dynasty collapsed in 935 CE, Anapji fell to ruins. In 1974—over a millennium later—restoration of the pond began and in just over a decade it was restored to its original state. Now, Anapji is appreciated not only for its historical value, but once again for its gorgeous garden. Local and visiting Instagrammers have captured the pond's beauty, often shooting at night to capture the glowing reflections of the pavillions in the pond's waters.\nFor more photos and videos from Anapji, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "425,683", "path": "instagram/picture4206.jpg", "like_list": [], "date_time": "Feb 13, 2014", "location": "", "tag_list": ["@shopmazama", "@shopmazama", "@shopmazama"], "caption": "\"We take a design and production approach that blends both the technical and the organic,\" declares Mazama (), a collective of six craftspeople in Portland, Oregon, that produces a variety of ceramics by hand and shares the process on Instagram. \"We take our inspiration from those studios and the people whose love of their craft was what fueled their commitment to creating.\" \"We all have a creative background, ranging from industrial design to fashion and interior design,\" says Casey Keasler, one of the studio's artists. \"We were all on Instagram with personal accounts, so it only seemed natural to have a Mazama account.\" Instagram gives Mazama a way to share everyday scenes from around the studio, and photos and videos of the creation process cultivate a deeper appreciation for their craft. Casey explains, \"It's been a wonderful tool to share our ceramics and the process with a wider community.\" To see more photos and videos from the Mazama studio, follow .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "388,301", "path": "instagram/picture4207.jpg", "like_list": [], "date_time": "Feb 12, 2014", "location": "", "tag_list": ["#standwithme", "#sailangclans", "#mycolormeet", "#instameeteastbali", "#instameetcha", "#instameetcmb", "#steadbrookmeet", "#instameettamanmini", "#outintheozarks", "#my_genggua_upm", "#mini_oumun3", "#winterwalknyc", "#miniwalkpku", "#queencityinstameet", "#zoomeet", "@ghaniwalarif", "@katia_mi_", "@julseas", "@brenton_clarke", "@degole", "@shahmi_mi_kolai", "@nunoassis", "@boylagi", "@jnsilva"], "caption": "Over the past several weeks, Instagrammers around the world gathered to take photos and videos and share them on Instagram. Communities met up for an InstaMeet at the 2014 Winter Olympics in Sochi, got behind-the-scenes looks at both New York Fashion Week and The New York Times printing facility and came together around the world with  in support of freedom and ending child slavery. Other meets took place in Alor Setar (), Atlanta (), Bali (), Chattanooga (), Colombo (), Denver (), Jakarta (), Jasper (), Kuala Lumpur (), Macau (), New York City (), Pekanbaru (), Queen City () and Washington DC (). Photos and videos by , , , , , , ,  and "}, {"num_of_comments": 24, "num_of_like": "333,836", "path": "instagram/picture4208.jpg", "like_list": [], "date_time": "Feb 12, 2014", "location": "The Garden", "tag_list": ["@westminsterkennelclub", "#wkcdogshow", "@westminsterkennelclub", "@duck_muscle"], "caption": "Canine lovers and connoisseurs from around the globe have descended upon New York City for the Westminster Kennel Club's () 138th Annual Dog Show. The two-day event kicked off on Monday at Piers 92 and 94 in Midtown Manhattan and at Madison Square Garden. This year, 2,845 dogs from 190 breeds and varieties are competing for the coveted \"Best in Show\" title.\n\nFor the first time, the Kennel Club opened its competitions to mixed-breed dogs with the Masters Agility Championship, which took place on Sunday. This year also saw three new additions to the list of approved WKC breeds: the rat terrier, the Portuguese Podengo Pequeno and the Chinook.\n\nTo see more photos and videos from behind the scenes at the show, tap the blue location text above, explore the  hashtag and follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "610,289", "path": "instagram/picture4209.jpg", "like_list": [], "date_time": "Feb 11, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@bingelibong"], "caption": "Hello, Instagram! Time for the ! Meet Tibbe the Cockerpoo and Poppe the Siberian cat, a phenomenally furry duo whose adventures are documented on Instagram.\nFollow  for a daily dose of adorable."}, {"num_of_comments": 24, "num_of_like": "316,027", "path": "instagram/picture4210.jpg", "like_list": [], "date_time": "Feb 11, 2014", "location": "", "tag_list": ["@rosegoldroma_", "@joyjamesonn", "@juliegeb", "@dswenson", "@ahmdgamal", "@knoxmosis", "@mb20matchstick", "@belhoughton", "@andrewtneel", "#WHPsentbymail"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "480,797", "path": "instagram/picture4211.jpg", "like_list": [], "date_time": "Feb 10, 2014", "location": "Сочи", "tag_list": ["@myatna", "#Sochi2014", "@russian_moscow"], "caption": "\"Two years ago, I came here and I remember these small, old two-story houses and this tiny airport,\" recalls Russian Instagrammer Julia Mikhaleva (). \"As I was flying into Sochi for the Winter Olympics, I looked out of the window and all I could see were lights upon lights coming from this big city.\" Julia is one of many Russians who have been amazed (\"and pleasantly surprised,\" she adds) by the rapid transformation of Sochi to prepare the city for the 2014 Winter Olympics.\n\nSitting on Russia's southernmost coast looking out onto the Black Sea, the resort town was a popular holiday destination for its warmer climate and proximity to alpine ski slopes. The successful bid to host the Winter Olympics in Sochi also led to the construction of new buildings, a new road infrastructure, an expanded airport and hotels. Sochi's metamorphosis is also expected to turn the city into a popular ski resort for locals and tourists after the Games.\n\nTo view more photos and videos from Sochi, tap the blue location text above and browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "577,053", "path": "instagram/picture4212.jpg", "like_list": [], "date_time": "Feb 10, 2014", "location": "", "tag_list": ["@avianrecon", "@avianrecon", "@chewiebird", "@floatingfeather", "@hawk_stalker", "@mypetsknt", "@meagletrainer", "@avianrecon"], "caption": "\"My official title is 'Raptor Management Specialist'—I help clean, feed, and care for injured and orphaned birds of prey brought to the Avian Reconditioning Center,\" says Florida Instagrammer Allison Miller (). \"My favorite part is getting to release a healthy bird back to the wild. It’s the best thing ever!\" On Instagram, Allison shares photos and videos of the birds she works with at the center. \"My favorite bird to photograph is Archer, a red shouldered hawk that I do flight demos with, because he just has the silliest personality. That said, everyone else favors the owls! Our petite screech owls, Hunter and Lucy, get the most likes, heads and shoulders above all the other birds.\" For more great bird photos and videos, follow  and some of Allison's favorite Instagrammers: , , ,  and .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "341,974", "path": "instagram/picture4213.jpg", "like_list": [], "date_time": "Feb 10, 2014", "location": "", "tag_list": ["@tatsuhiro1", "@carlosfandabidozy", "@milkstachio", "@padamcrook", "@navanel", "@nothing_collapses", "@benzank", "@ermiegram", "@mariustomuta"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!\n\n        "}, {"num_of_comments": 24, "num_of_like": "423,947", "path": "instagram/picture4214.jpg", "like_list": [], "date_time": "Feb 9, 2014", "location": "สวนสาธารณะหนองบวกหาด", "tag_list": ["#flowerfestival", "#chiangmaiflowerfestival", "@uramajo"], "caption": "The 2014 Chiang Mai Flower Festival started yesterday in Chiang Mai, Thailand. Often referred to as the \"Rose of the North\" by Thai locals, the city of Chiang Mai is home to a wide range of rare and exotic flowers. The flower festival is held annually on the first weekend of February, which is the best season to see these flowers in full bloom. During the flower festival, many floral displays and flower shops line up in Buak Hard Park on the southeast corner of Chiang Mai’s moat. The highlight of the event is the Flower Festival Parade, where traditional Thai dancers and elaborately decorated floral floats carrying contestants of the Miss Chiang Mai Flower Festival beauty pageant work their way from Nawarat Bridge to Buak Hard Park.\n\nTo view more photos and videos of this year's flower festival, tap the blue location text above and explore the  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "404,062", "path": "instagram/picture4215.jpg", "like_list": [], "date_time": "Feb 9, 2014", "location": "", "tag_list": ["@dejumatos", "@dejumatos", "@dejumatos"], "caption": "“I like investigating everything that is human, unstable and ephemeral,\" says São Paulo Instagrammer . \"I enjoy being in the kind of moment where you have to breathe in the environment in order to belong.\" Ju’s creative portrait series explores the relationship between individuals and their surroundings. Her portraits feature herself and other characters blending into their surroundings either while in motion or lounging. Ju explains, “For me, movement has lots to do with mystery. It tells a story. It asks you the question, 'What’s next?' You have to continue the story in your mind. When you put yourself in contact with something, your body blends—be it with nature, art or other people.\" For more photos and videos from Ju, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "285,048", "path": "instagram/picture4216.jpg", "like_list": [], "date_time": "Feb 8, 2014", "location": "", "tag_list": ["#WHPsentbymail", "#WHPsentbymail", "@worksology"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to explore the themes of mail and post offices through creative photos and videos. Some tips to get you started: Take a trip to a post office in your town or city. Look for the architectural elements both inside and outside to capture what makes it unique. If you're more interested in people than buildings, strike up a conversation with your local mail delivery person. Take a portrait of and tell their story in the caption. Finally, you can also get crafty with this project. Keep an eye out for old or interesting stamps and postcards to photograph or share a photo or video of your own piece of mail art before you send it.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "605,381", "path": "instagram/picture4217.jpg", "like_list": [], "date_time": "Feb 8, 2014", "location": "", "tag_list": ["@olympics", "@russian_moscow", "@Back2Thailand", "@katia_mi", "@the69th", "@maka_smirnova", "@palchenkov", "@myatna", "@contour7", "#Sochi2014", "@juliamancuso"], "caption": "The Opening Ceremony of the Sochi 2014 Winter Olympics () took place on Friday to officially open the Games in Russia. The ceremony presented a history of Russia seen through the eyes of a young girl named Lubov, or 'Love,' opening with a journey through the unique Russian alphabet Azbuka. To get a first-hand look at the atmosphere at the Opening Ceremony, follow these Russian Instagrammers who were in attendance and shared their experience on Instagram:        .\nTo view more photos and videos from the Sochi Winter Olympics opening ceremony, tap the blue location text above and browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "377,026", "path": "instagram/picture4218.jpg", "like_list": [], "date_time": "Feb 7, 2014", "location": "Angel Of The North", "tag_list": ["#ArtThursday", "@melaikoo"], "caption": "Welcome to another ! Antony Gormley's massive sculpture, \"Angel of the North,\" is the largest sculpture in England. Towering over the towns of Gateshead, Tyne and Wear, the Angel weighs 200 metric tons (440,924 pounds) and has a wingspan of 54 meters (177 feet). It was built above the Lower Tyne Colliery where thousands of coal miners worked over the past three centuries. Upon erecting the sculpture in 1998, Gormley hoped his piece would convey hope during difficult times as the hard labor of the industrial age gave way to the advances of the age of information. Nowadays, thousands of tourists and Instagrammers find \"Angel of the North\" to be a source of creative inspiration as they gather to shoot the piece from unique angles and capture the work's monumental scale.\n\nTo see more photos and videos of \"Angel of the North,\" tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "348,902", "path": "instagram/picture4219.jpg", "like_list": [], "date_time": "Feb 7, 2014", "location": "さっぽろ雪まつり", "tag_list": ["#さっぽろ雪まつり", "#雪まつり", "@siro_pug"], "caption": "The 65th Sapporo Snow Festival (さっぽろ雪まつり) began yesterday in the northern city of Sapporo, Japan. The week-long festival is one of the biggest winter events in the country, displaying hundreds of snow statues and ice sculptures in three venues across the city. The Japan Self-Defense Forces, local construction companies, guest teams from abroad and local volunteers spend up to one month completing their projects. Millions of visitors from around the world gather to marvel at the towering snow art and the elegantly shaped figures made of ice.\n\nTo view more photos and videos of the Sapporo Snow Festival, tap the blue location text above and browse the  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "349,945", "path": "instagram/picture4220.jpg", "like_list": [], "date_time": "Feb 7, 2014", "location": "", "tag_list": ["@luckymagazine", "@evachen212", "@soojmooj", "@carlynecerfdedudzeele", "@prabalgurung", "@sammcknight1", "@evachen212"], "caption": "Thursday marks the official kick-off of New York Fashion Week. As models sporting the newest styles for fall and winter 2014 begin to make their way down the catwalks, we caught up with Lucky Magazine () editor-in-chief Eva Chen (). Eva keeps in close touch with her community on Instagram: \"I love it when I can engage in a back-and-forth Instagram comment Q&A about the best SPF or my favorite designers of the season,\" she says. \"That, to me, is the new standard of fashion.\" Eva shared the people she's most excited to follow this Fashion Week. For a look at the week through Eva's recommendations, check out these accounts: model Soo Joo Park (), stylist Carlyne Cerf de Dudzeele (), designer Prabal Gurung () and hairstylist Sam McKnight (). For more from Eva and her selections for who to follow this Fashion Week, check out blog.instagram.com.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "303,058", "path": "instagram/picture4221.jpg", "like_list": [], "date_time": "Feb 6, 2014", "location": "", "tag_list": ["@wesleytaylor", "@wesleytaylor"], "caption": "For Instagrammer Wesley Taylor (), every portrait is an opportunity to connect more deeply with a friend. \"I enjoy shooting portraits because the possibilities are so endless!\" he explains. \"The range of human emotions is there just waiting to be captured. I love how even the same emotions can look different depending on the person or their surroundings. I get a jolt of adrenaline when I see a portrait begging to be made.\" Want to try your hand at capturing portraits of your friends? Wesley provides the following tips: Keep an eye out for patches of light. Once you've found one, have your subject stand in it and pay special attention to their eyes. Their energy and emotion there will carry the feel of your portrait. Try using an app that lets you split and lock exposure and focus. Once you find an exposure you like, lock it, compose your photo and double check that your focus is in the right place. Finally, don't be afraid to experiment. Have your subject do different things with their body and hands and always keep shooting—sometimes the 'in-between' shot can be the best!\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "381,957", "path": "instagram/picture4222.jpg", "like_list": [], "date_time": "Feb 6, 2014", "location": "", "tag_list": ["#standwithme", "@standwithme", "@stillmot", "#MakeAStand", "@makeastandlemonaid", "@standwithme", "#standwithme", "@makeastandlemonaid"], "caption": "This past Saturday, Instagrammers around the world came together in support of freedom and ending child slavery.\n\nInstaMeets in Hong Kong, New York City, Mexico City, San Francisco and beyond coincided with the premiere of  (), a documentary by Stillmotion () telling the story of 10-year-old Vivienne Harr and her efforts to end child slavery. After her parents showed her a photo of child workers in Nepal, Vivienne decided to open a lemonade stand and ask people to pay with \"what's in your heart\" to free child slaves with the funds. After manning the stand for 365 days straight and raising over $100,000, Vivienne still wasn't done. She and her family founded ! Lemon-Aid, a fair-trade lemonade company that donates a portion of its profits to leading anti-slavery organizations around the world.\n\nTo follow along with the Harr family's efforts, follow  and . For more from the InstaMeets around the world, browse the  hashtag.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "472,670", "path": "instagram/picture4223.jpg", "like_list": [], "date_time": "Feb 6, 2014", "location": "田代島", "tag_list": ["@tamiko51244"], "caption": "Off the Oshika Peninsula on the eastern shore of Japan sits Tashirojima (田代島), a small island that is home to about 100 people and hundreds of cats. \"Cat Island,\" as Tashiorjima is commonly called, was once home to a fishing industry and about 1,000 people, but the population has steadily declined and aged since its peak in the 1950s.\n\nThe island's cats—believed to bring good fortune by locals—are Tashirojima's biggest draw these days. Feline fanatics that are lucky enough to make the journey can also explore the island's many cat shrines and cat-shaped stone monuments.\n\nFor more photos and videos of Tashirojima's cats, tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "495,758", "path": "instagram/picture4224.jpg", "like_list": [], "date_time": "Feb 5, 2014", "location": "Instagram HQ", "tag_list": ["@laurenlemon", "@laurenlemon"], "caption": "Los Angeles photographer Lauren Randolph () dropped by the office today! Lauren downloaded Instagram on day one and we've been a fan of her work ever since. Lauren has an affinity for fun portraits, beautiful landscapes and anything with her favorite color: bright lemon yellow. For more of her work, follow "}, {"num_of_comments": 24, "num_of_like": "430,475", "path": "instagram/picture4225.jpg", "like_list": [], "date_time": "Feb 5, 2014", "location": "", "tag_list": ["@patrickbrownphoto", "@patrickbrownphoto", "@patrickbrownphoto"], "caption": "Patrick Brown () has spent the past decade documenting the illicit animal trade around the world. His focus shifted from photographing dancers 12 years ago when he was asked to take photos for \"Black Market,\" a book documenting the trade of endangered species in Asia. \"The book was completed in 18 months, but I knew I had only started to scratch the surface of this incredibly complex subject.\" When Patrick's photography later won an award, the prize money gave him the freedom to continue his work on the subject.\n\nPatrick's work is collected in a new book called \"Trading to Extinction,\" the goal of which is to stir people to action. \"This is important not to me but to the subjects I photograph,\" says Patrick, who turned to Instagram to give his photos greater exposure. \"There are a lot of people that won't be able to get a copy of my book, but with Instagram I can quite literally touch tens of thousands of people. It's a very powerful tool.\" To see more photos from \"Trading to Extinction,\" follow  on Instagram. Photo by ."}, {"num_of_comments": 24, "num_of_like": "540,629", "path": "instagram/picture4226.jpg", "like_list": [], "date_time": "Feb 5, 2014", "location": "", "tag_list": ["@olympics", "#Sochi2014", "@sochi2014", "@millerbode", "@ted_ligety", "@mikaelashiffrin", "@callumwxc", "@lenok_radionova", "@rshoei", "@pennycoomes", "@spencerobrien", "@tarjei_boe", "@teamgb"], "caption": "If you can't make it to the Winter Olympics () this week, don't worry. Athletes, teams, spectators and the Olympic organization themselves will be sharing photos from the  Games () on Instagram.\nThe Olympic and Paralympic Games will take place from February 7-23 and many of the athletes, coaches, family members and officials are making their way to Sochi now. Be sure to follow these Instagrammers for a behind-the-scenes look at the Winter Olympics: US skier , US skier , US skier , Australia skier , Russia figure skater , GB speed skater , GB figure skater , Canada snowboarder  and Norway biathlete . To view more real-time photos from Sochi Olympic Park, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "526,077", "path": "instagram/picture4227.jpg", "like_list": [], "date_time": "Feb 4, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@winnie_cat_", "@winnie_cat_"], "caption": "Hello, Instagram! It's time for the ! Today, we meet a marvelous Bengal/tabby cat named Winnie () and her beautiful avian sister, Blue. If your Instagram feed could use a dash of inter-species friendship, follow their adventures on Instagram: ."}, {"num_of_comments": 24, "num_of_like": "482,783", "path": "instagram/picture4228.jpg", "like_list": [], "date_time": "Feb 4, 2014", "location": "Casapueblo", "tag_list": ["@michaelarafat"], "caption": "In 1958, Uruguayan artist Carlos Páez Vilaró purchased property on Punta Ballena near Punta del Este, Uruguay. He built a wooden lodge on the land to live in and then began building a grand, inhabitable sculpture there stage by stage. Páez Vilaró created each new portion of his *Casapueblo* (\"House-Village\") in the image of the mud nests that local hornero birds build.\nThe final product is a 13-floor surrealist compound of whitewashed cement and stucco that looks like nothing else in South America. The site has been a leading tourist destination in Uruguay since the late 1960s and now houses a museum, art gallery and Hotel Casapueblo. To see more photos and videos from the seaside masterpiece, tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "292,184", "path": "instagram/picture4229.jpg", "like_list": [], "date_time": "Feb 4, 2014", "location": "", "tag_list": ["@jnsilva", "@stefankarlstrom", "@lilyromano", "@corinnahoffman", "@erinleight", "@peugeot84", "@archlifephotography", "@djrage", "@misspotterphd", "#WHPblackandwhitevideo"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "527,640", "path": "instagram/picture4230.jpg", "like_list": [], "date_time": "Feb 3, 2014", "location": "Metlife Stadium", "tag_list": ["@nfl", "@seahawks", "@denverbroncos", "@brunomars", "@sllollaryee", "@rsherman25", "@dangerusswilson", "@demaryiust", "@edeck87", "#superbowl", "#SB48", "@jyuke"], "caption": "Want to go behind the scenes of today’s Super Bowl XLVIII in New Jersey? The game starts at 6:30 PM ET / 3:30PM PST, but activities are already underway. For live photos and videos from the sidelines, follow the NFL (), the Seattle Seahawks () and the Denver Broncos (); get a backstage pass to the halftime show with Bruno Mars () and Flea of the Red Hot Chili Peppers (); and for an athlete’s perspective, follow NFL players Richard Sherman (), Russell Wilson (), Demaryius Thomas () and Eric Decker (). To view more photos and videos from MetLife Stadium, tap the blue location text above. Watching the big game from home? Share photos and videos from your Super Bowl party with  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "314,025", "path": "instagram/picture4231.jpg", "like_list": [], "date_time": "Feb 3, 2014", "location": "", "tag_list": ["@itsgarrettlea", "@sgoralnick", "@dondregreen", "@jordywordy", "@carobittencourt", "@elizabethengle", "@leebobarooskie", "@domingoxlatarde", "@filo_69"], "caption": "Every Sunday we post a weekly roundup on our blog, featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "430,522", "path": "instagram/picture4232.jpg", "like_list": [], "date_time": "Feb 2, 2014", "location": "", "tag_list": ["@ajkajk", "@ajkajk"], "caption": "\"After I finish school I'd like to study photography,\" says Agata Jackowiak (), an 18-year-old Instagrammer from Oborniki Wielkopolskie, a small town in Poland. Agata captures a vivid snapshot of life in the Polish countryside.\n\nThough it's a town of only 18,000, Oborniki provides Agata with ample creative inspiration. \"Many of my photographs show the streets of my town and the terraced houses I pass by while going to and from school,\" Agata says. \"A favorite spot here is Obornickie Łazienki by the Wełna River, where people go for scenic walks and to spend time with their families. There is also the old Wroniecki Bridge, which is perfect for Instagramming.\" Outside of Oborniki, Agata suggests visiting Ustronie Morskie, a small town along the Baltic Sea. \"There is a long wooden jetty on the beach where you can take pictures of amazing sunrises and sunsets. If the weather is good you can see a lighthouse 13km (8mi) away in Kolobrzeg. It is absolutely breathtaking.\" In February, Agata will continue her exploration of Poland—first visiting Warsaw, then Krakow. Follow  to join in on her tour."}, {"num_of_comments": 24, "num_of_like": "210,918", "path": "instagram/picture4233.jpg", "like_list": [], "date_time": "Feb 1, 2014", "location": "", "tag_list": ["#WHPblackandwhitevideo", "#WHPblackandwhitevideo", "@palchenkov"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture creative videos in black and white. Some tips to get you started: Without color, light and shadows become your focal point. Look for window light and cloudy skies for a softer effect or seek out brighter sunlight for more contrast and drama. Shapes also become more apparent in black and white. Focus on patterns and lines to create something more abstract. Lastly, don't forget about sound! Keep your ears open as you shoot and be aware of the sounds being recorded. Avoid windy settings to cut down on noise.\n\nPROJECT RULES: Please only add the  hashtag to videos taken over this weekend and only submit your own videos to the project. Any video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "482,002", "path": "instagram/picture4234.jpg", "like_list": [], "date_time": "Feb 1, 2014", "location": "", "tag_list": ["@movable"], "caption": "For everyone celebrating Lunar New Year today, happy new year from Instagram! 🐎🎉 Photo by "}, {"num_of_comments": 24, "num_of_like": "406,723", "path": "instagram/picture4235.jpg", "like_list": [], "date_time": "Jan 31, 2014", "location": "", "tag_list": ["#ArtThursday", "@ernestzacharevic", "@beanoo"], "caption": "Welcome to another ! A reclaimed bus depot in Penang, Malaysia, is home to the first solo show by Lithuanian artist Ernest Zacharevic (). Adorning the Hin Company Bus Depot with dozens of murals and other site-specific installations, Zacharevic challenges the distinction between decay and art in an exhibit he's named \"Art is Rubbish/Rubbish is Art.\" The show, which opened on January 17 and runs through February 14, is free and open to the public. To see more photos and videos of Zacharevic's work, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "360,223", "path": "instagram/picture4236.jpg", "like_list": [], "date_time": "Jan 31, 2014", "location": "", "tag_list": ["@torahbright", "@sochi2014", "@olympics", "@torahbright", "@juliamancuso", "@travelindan", "@markmcmorris", "@believeinsteven", "@roxy"], "caption": "Australian snowboarder Torah Bright (), the defending gold medalist in the women's halfpipe event, heads to Sochi () next week for her third Winter Olympics (). While there, Torah plans to share her experience on Instagram. \"Snowboarding has given me a life I never could have dreamed of. My motivation to bring people along for the ride in Sochi is to share our sport's rather unique culture,\" she explains. \"Some parts of competing at the Olympics are glamorous and some are not. I hope to share and paint a realistic picture of an athlete's experience.\" In particular, Torah's looking forward to meeting and spending time with other Olympians. \"The Olympics is the only time that all of our paths cross. The food hall in the athlete village is the best place for meeting people!\" Follow  for a first-hand look at her experience at Sochi, and tune into a few of the Olympians she'll be cheering for at the games: US alpine ski racer , US snowboarder , Canada snowboarder  and US alpine ski racer .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "387,553", "path": "instagram/picture4237.jpg", "like_list": [], "date_time": "Jan 30, 2014", "location": "Pedra Bonita", "tag_list": ["@anajulialps"], "caption": "Brazil’s Rio de Janeiro is known for its breathtaking views and natural beauty, a combination that makes nearby Praia São Conrado one of the world’s premiere hang gliding spots for tourists and locals alike. Hang gliders experience a bird’s-eye view of iconic landmarks such as Pão de Açúcar and the Cristo Redentor statue on Corcovado mountain. The setting allows hang gliders to savor an adrenaline rush while feasting on Rio’s jaw-dropping skyline. A few daredevils have shared their experience through photos and videos on Instagram.\n\nFor more photos and videos of hang gliding in Rio, tap the blue location text above.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "485,011", "path": "instagram/picture4238.jpg", "like_list": [], "date_time": "Jan 30, 2014", "location": "Останкинская Телебашня", "tag_list": ["@kaylie_kell"], "caption": "Soaring 540 meters (1,772 feet) into the sky above Moscow, Russia, the Ostankino Tower (Останкинская телебашня) provides radio and television signal as well as an astounding view for those who venture to its top.\n\nCompleted in 1967 and named after Moscow's Ostankino district, the tower was the world's first freestanding structure to top 500 meters. Today, visitors can snap both panoramas of Moscow and the earth 360 meters (1,180 feet) below the tower's glass-bottomed observation deck.\n\nTo see more photos and videos from Moscow's Ostankino Tower, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "340,446", "path": "instagram/picture4239.jpg", "like_list": [], "date_time": "Jan 29, 2014", "location": "South Bank Skatepark", "tag_list": ["@rich__", "@savesouthbank", "@ritaora", "@miketyson", "@rich__"], "caption": "Strolling tourists along London's Southbank next to the River Thames might at first miss the graffitied walls of the undercroft skatepark. The skatepark is home to skateboarders, graffiti artists and freestyle cyclists. Local Instagrammers also visit to shoot street art and take advantage of the park's scenic vantage point of the London Eye and skyline. \"The main railing is a great place to stand and snap away,\" says Rich Pearce () who often visits the location to shoot. \"The far ends are where the jumps and wipeouts happen, but great shots can be taken from the inside as the light comes through in various places.\" Development plans have put the existing skatepark at risk, but Southbank Centre promises another skatepark just 120 meters (394 feet) away from the current site as part of the new plans. Still, protests to preserve the current skatepark, led by the group Long Live Southbank (), have gained high-profile support from singer Rita Ora () and boxer Mike Tyson (). To view more photos and videos from Southbank skatepark, tap on the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "263,959", "path": "instagram/picture4240.jpg", "like_list": [], "date_time": "Jan 29, 2014", "location": "", "tag_list": ["#uphellyaa", "@beccacurran"], "caption": "In Scotland, on the last Tuesday of each January, towns throughout Shetland mark the end of the Yule Season with the Up Helly Aa fire festival. In preparation for the festival, each town's men organize into squads, with the chief squad led by the Jarl, an elected leader for the entire festival.\n\nOn the evening of the festival, the men dress in Viking costume and parade through the town carrying lit torches. In larger towns such as Lerwick, the processions can number nearly 1,000 celebrants. As night falls, the men follow the Jarl to the coastline where they throw their torches into a replica Viking longship and sing while it burns.\nFor more photos and videos from the celebrations in Scotland, browse the  hashtag.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "767,964", "path": "instagram/picture4241.jpg", "like_list": [], "date_time": "Jan 29, 2014", "location": "", "tag_list": ["#キャラ弁", "@as3920"], "caption": "For many Japanese people, having home cooked bentos, or boxed meals, for lunch is a part of everyday life. Often parents will wake up early in the morning to prepare and pack the lunches into individual bento boxes for the whole family before they go to school or work. In recent years, the daily endeavor to prepare a balanced and appetizing meal has evolved into an artistic talent. These have taken the form of \"charabens\" (キャラ弁), short for \"character bentos.\" Charabens are bentos that are arranged to resemble famous characters, animals or other cute icons using the ingredients of the meal. Charaben making originally started as a way to encourage fussy kids to eat everything in the bento, including vegetables. Nowadays, with more cooking ideas and specialized tools at hand, this elaborate style of bento creation has become a hobby for many mothers. The bentos are increasingly sophisticated with rice balls shaped into rabbits, eggs baked to form stars and seaweed carved out into kids' favorite manga characters.\n\nTo view more photos and videos of beautifully decorated bentos, browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "456,369", "path": "instagram/picture4242.jpg", "like_list": [], "date_time": "Jan 29, 2014", "location": "", "tag_list": ["@whitehouse", "#InsideSOTU", "#SOTU", "@speakerboehner", "@nancypelosi", "@cathymcmorris", "@petesouza", "@petesouza"], "caption": "Tonight, U.S. President Barack Obama will deliver his 5th State of the Union address before a joint session of Congress. The State of the Union is delivered each year, allowing the President to report on the condition of the United States and propose new agenda initiatives.\n\nIn the run up to tonight's speech, the  has been sharing a behind-the-scenes look at the work that goes into drafting the address by having different staff members take over the account.\n\nTo follow the State of the Union and the customary response from the opposing political party through Instagram, explore the  and  hashtags and follow these accounts: House Speaker John Boehner (), House Minority Leader , Republican Conference Chair  and White House photographer .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "497,351", "path": "instagram/picture4243.jpg", "like_list": [], "date_time": "Jan 28, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@flapi", "@flapi"], "caption": "Hello, Instagram! It's time for the ! Meet Flapi (), a gorgeous 4-year-old Keeshond/German Shepherd rescue that calls Israel home. This pup is fond of cooking and donning dapper menswear. To add some handsome canine fluff to your feed, follow ."}, {"num_of_comments": 24, "num_of_like": "400,667", "path": "instagram/picture4244.jpg", "like_list": [], "date_time": "Jan 28, 2014", "location": "Beco do Batman", "tag_list": ["@speto", "@marcelo8586"], "caption": "Tucked away in one of São Paulo’s most bohemian neighborhoods, Vila Madalena, you'll find a discrete alleyway known to locals as “Beco do Batman.” The passage is home to some of the city’s most respected graffiti artists' work and murals cover the walls in explosions of color, capturing the city's vibrant graffiti scene and overall creative energy. Artist Speto () considers Beco do Batman \"a peaceful and playful manifestation of street art in the city.\" He painted his first mural at Beco do Batman in 2006 when he was given a wall by Boleta, a fellow artist he deeply admired. Speto's mural, a beautiful large bird, is still there today and has deep significance for him as an artist.\n\nFor more photos and videos from Beco do Batman, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "351,617", "path": "instagram/picture4245.jpg", "like_list": [], "date_time": "Jan 28, 2014", "location": "", "tag_list": ["@thethinginthings", "@chriscreature", "@haizelygani", "@_m0e", "@jesiiii", "@rusdiumbara", "@griffinlamb", "@autumnjohnson", "@emejotaoese", "#WHPframed"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "643,624", "path": "instagram/picture4246.jpg", "like_list": [], "date_time": "Jan 27, 2014", "location": "", "tag_list": ["@thegrammys", "@llcoolj", "@lordemusic", "@macklemore", "@ryanlewis", "@sarabareilles", "@nilerodgers", "@mrjacko", "#grammys", "@thegrammys"], "caption": "The 56th annual Grammy Awards are underway in Los Angeles, California. The show officially begins at 8PM EST / 5PM PST, but you can follow your favorite musicians on Instagram as they get ready for the show and make their way down the red carpet. For a behind-the-scenes look into the awards, check out the following accounts: The Grammys (), host LL Cool J (), nominee Lorde (), nominees Macklemore and Ryan Lewis ( and ), nominee Sara Bareilles (), nominee Nile Rodgers () and MTV correspondent Jack Osbourne (). For more photos and videos from the awards, browse the  hashtag and tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "610,628", "path": "instagram/picture4247.jpg", "like_list": [], "date_time": "Jan 27, 2014", "location": "Gili Lankanfushi Maldives", "tag_list": ["@axlif", "@alexstrohl", "@finn", "@petehalvorsen", "@axlif", "@finn", "@alexstrohl", "@petehalvorsen", "@axlif"], "caption": "Graphic designer Azlif Mohamed () lives in the Maldives, the world's lowest-lying country: 99% of the country is covered by water and only 1% is land. For Azlif, Instagram is a tool to share and see parts of the world outside of his tiny home country. He started using Instagram in 2011 while studying in Bristol, England. \"Since then, it's become very much part of my life. A daily creative practice and a place to discover,\" he says.\n\nAzlif's favorite people to follow on Instagram share natural scenes that look very different from the ones he sees each day. \"Some of my favorite Instagrammers shoot the great outdoors,\" he says. \"Alex Strohl () of Vancouver, Canada, and Finn Beales () of the Black Mountains, Wales, are both great photographers. I love the diverse range of scenes they capture with perfect composition, tone and narrative.\" Azlif also likes to tune into California beach life. \"I recently discovered Pete Halvorsen () who captures life in Manhattan Beach. It's always refreshing to see different beach cultures in faraway places.\" In addition to sense of place, Azlif looks for personality in the people he follows. \"I love following people who seem humble and genuinely interested in what they capture and choose to share,\" he says. With Pete for instance, Azlif says he \"can always feel the rawness and authenticity in his videos and photos.\" To tune into the great outdoors around the world, be sure to follow  and his favorites ,  and .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "308,475", "path": "instagram/picture4248.jpg", "like_list": [], "date_time": "Jan 27, 2014", "location": "", "tag_list": ["@thara_photo", "@visionelie", "@skyelit", "@nictinworth", "@caulingrant", "@codymadison", "@thomasbrandt", "@johnthatcher", "@bob_sizoo"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "621,601", "path": "instagram/picture4249.jpg", "like_list": [], "date_time": "Jan 26, 2014", "location": "", "tag_list": ["@haruki_ogi"], "caption": "On the fourth Saturday of January, the annual Wakakusa Yamayaki (若草山焼き), or \"Roasting of Wakakusa Mountain\" festival, takes place in Nara, Japan. As the name suggests, the festival is celebrated by setting fire to the dry grass of Wakakusa Mountain, creating a hill of fire. The event begins with a dazzling fireworks show, immediately followed by a lighting ceremony held at the foot of the mountain by Shinto priests. The spectacle of fire emitted from the top of the 342-meter (1,122-foot) mountain can be viewed throughout the city of Nara and from parts of neighboring cities. Many local and visiting Instagrammers gather to capture the fireworks and blazing hillside as the fire spreads throughout the mountain.\n\nTo view more photos and videos of the Wakakusa Yamayaki, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "466,178", "path": "instagram/picture4250.jpg", "like_list": [], "date_time": "Jan 26, 2014", "location": "", "tag_list": ["@trynidada", "@trynidada"], "caption": "Patryk Kuleta (), an artist and graphic designer in Warsaw, showcases the diversity of Poland's scenery through his moody, minimalist photos. He shares some of his favorite photo-taking locations for visitors and locals alike. \"Most of my pictures on Instagram are from Warsaw or within a 50-mile radius. Some of my favorite spots include scenic Zalew Zegrzyński (Zegrze Lake), the photogenic bridge Most Gdański, an eerie abandoned factory called Zakłady mechaniczne Ursus and the beautifully woodsy Kampinoski Park Narodowy.\" While Warsaw is home to plenty of scenic spots, Patryk suggests getting out to explore other areas of the country as well, like the Tri-City area along the coast of the Baltic Sea. \"The Górki Zachodnie Plaża in Gdansk and Torpedownia in Gdynia are particularly worthy of a visit. Torpedownia, which was a torpedo testing facility during World War II, is my favorite spot to shoot.\" \"There are many other great places that are waiting for me to explore, like the Masurian Lake District in northeast Poland and the Tatra Mountains.\" To see Patryk's past adventures, and join for his next ones, follow ."}, {"num_of_comments": 24, "num_of_like": "413,796", "path": "instagram/picture4251.jpg", "like_list": [], "date_time": "Jan 25, 2014", "location": "", "tag_list": ["#Kiev", "#киев", "#євромайдан", "#euromaidan", "@lis_fcdk"], "caption": "Protests in the Ukraine capital of Kiev have escalated this week with barricades being set up in Independence Square. Instagrammers have taken to their phones to document the uprising through photos and videos of the protests.\nScenes show clashes with riot police as President Viktor Yanukovich enters into crisis talks while demonstrators continue to call for his resignation. The movement began after a landmark trade pact with the European Union was rejected.\nFor more photos and videos from Kiev visit the , ,  and  hashtags or tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "283,026", "path": "instagram/picture4252.jpg", "like_list": [], "date_time": "Jan 25, 2014", "location": "", "tag_list": ["#WHPframed", "#WHPframed", "@rivaramos"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to use a frame as a creative prop in your photos. Some tips to get you started: The goal this weekend is to use a frame as a creative prop in your photos. Some tips to get you started: Think of your composition as a photo within a photo. Your frame will call attention to a specific part of your scene. Use it to emphasize unexpected elements or highlight details that might otherwise go unnoticed. Your prop doesn't have to be a traditional picture frame. Objects like tires, eyeglasses or even your own two hands can stand in as creative substitutes. Finally, keep your frame level with your phone for a straight on composition, or try tilting it forward and backwards to create more unconventional shapes.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "447,451", "path": "instagram/picture4253.jpg", "like_list": [], "date_time": "Jan 25, 2014", "location": "Mavericks Beach", "tag_list": ["@mattcbauer", "@mattcbauer", "@benrwilliams", "@bobridges", "@carlosburle", "@jamie_sterls", "@donkeyshow", "@peter_mel", "@mattcbauer"], "caption": "On Friday, the world’s top surfers descend on Half Moon Bay, California, to compete in the Mavericks Invitational big-wave surf contest. Wave faces promise to be up to 12 meters (40 feet) tall and exceptionally powerful. \"You can immediately feel the raw power of Mother Nature leaving the harbor and entering the open ocean,\" says Instagrammer Matt Bauer (), who's sharing photos and videos from the competition. \"This legendary wave requires the right elements to align to show its fierce face. Luckily today is one of those days!\" For more photos and videos from Mavericks, tap the blue location text above and follow ,  and  for updates from the competition. For the athletes' perspective, follow Mavericks competitors , ,  and .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "437,996", "path": "instagram/picture4254.jpg", "like_list": [], "date_time": "Jan 25, 2014", "location": "", "tag_list": ["@alen4a_b", "#я_тебя_вижу", "@gmentezi", "@olasimxa", "@alen4a_b", "@gmentezi", "@olasimxa", "@alen4a_b"], "caption": "For Ukraine Instagrammer Alena Baranova (), the world is full of living creatures many people fail to notice. She loves bringing everyday objects to life and giving them new, unexpected identities. As she lets her imagination run wild, Instagram has become her creative sketchbook for ideas. Inspired by childhood games, she bought a pack of googly-eye stickers and began to post photos of her new living creations with the hashtag , which translates to \"I see you.\" \"The hashtag 'I see you' is a continuation of my favorite story from childhood,\" she says. \"The world is full of living creatures, and adults forget about it when they grow up—so I resurrected my favorite game about pretty monsters.\" Other Instagrammers welcomed the project. Alena sent a similar packet of googly-eye stickers to Ukraine Instagrammer Evgeniya Drach () to take part, who also shared the eyes with her sister Olga Simxa (). Since then, the three Instagrammers have been finding little monsters everywhere. \"Evgeniya and Olga make cooking videos and spend a lot of time in the kitchen,\" explains Alena. \"That's why food, vegetables and fruits are often the subjects of the project.\" As for Alena herself, she carries a special small box with the eyes in it so she is ready to shoot at any second inspiration appears. For more photos and videos of googly-eyed monsters follow ,  and  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "410,109", "path": "instagram/picture4255.jpg", "like_list": [], "date_time": "Jan 24, 2014", "location": "Spiral Jetty", "tag_list": ["#ArtThursday", "@bbtanner"], "caption": "Welcome to another ! Over the course of six days in 1970, American land artist Robert Smithson created his greatest work: \"Spiral Jetty.\" The 1,500-foot-long (460-meter) curlicue made of basalt rock juts from the shore of Utah's rose-colored Great Salt Lake and constantly changes with the surrounding environment. Two years after Smithson finished the sculpture, rising water levels submerged the entire artwork for decades. When recent droughts lowered the height of the lake the artwork reemerged, though its appearance had changed dramatically. The once-black rocks are now whitened by salt crystals and silt. Fortunately, Instagrammers have made the trek to rural Utah to see and capture \"Spiral Jetty\" in person while it's still visible.\n\nTo see more photos and videos of \"Spiral Jetty,\" tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "685,773", "path": "instagram/picture4256.jpg", "like_list": [], "date_time": "Jan 24, 2014", "location": "", "tag_list": ["@tukanana", "@tukanana", "@tukanana", "@tukanana"], "caption": "Over the past few years, cafés have become a place of craftsmanship and artistry in Japan. New coffee shops that roast their own beans and serve them in their own brewing styles are emerging across the country. Many locals have embraced the coffee culture, including Tokyo Instagrammer . A fan of Japanese cafés for nearly ten years, he goes to as many as four coffee shops daily to enjoy various types of coffee and the different atmosphere of the shops. \"Japanese cafés are great because each of the shops has their own personality which reflects the seasons as well as the area of their location,\" he says. \"Also, there is a good selection of cafés to choose from to find the one that best matches your taste.\"  makes his selection of cafés based on a holistic evaluation of location, appearance, interior and menu. While many of his photos focus on just the coffee, he always likes to share at least one photo that captures the total atmosphere of the shop.\n\nFor more photos of Japanese coffee shops and beautiful latte art, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "353,634", "path": "instagram/picture4257.jpg", "like_list": [], "date_time": "Jan 24, 2014", "location": "", "tag_list": ["@xgames", "@wilhelmvisualworks", "@aspensnowmass", "@markmcmorris", "@shaunwhite", "@tuckerhibbert", "@hannahteter", "@wilhelmvisualworks"], "caption": "The Winter X Games () are officially underway! Whether you're attending the Winter X Games or simply hitting the slopes with friends, keep these photo tips from X Games photographer Brett Wilhelm () in mind: Know your equipment. Learn to control focus and exposure, especially when shooting bright snowfields or nighttime compositions, and check to see if your device has a burst mode for a better chance at catching an action shot. Take care of your gear by keeping your camera warm until it's time to shoot and using a waterproof case or plastic bag to keep it dry. When setting up your shot, think about where the action will be and find a position that guarantees a clean background to make the subject jump out. Avoid distracting objects in the corners of your frame. Remember that most action sports are judged on height, difficulty and stylistic mastery—try zooming out to show the larger context when your subject is at peak height or performing a trick. Finally (and most importantly) have fun! Keep shooting and don't be afraid to share your images with others.\n\nFor more photos and videos from the X Games, tap the blue location text above and follow Aspen Snowmass (), Canada snowboarder Mark McMorris (), US snowboarder Shaun White (), US Snowcross World Champion Tucker Hibbert () and US snowboarder Hannah Teter (). Photo by "}, {"num_of_comments": 24, "num_of_like": "378,881", "path": "instagram/picture4258.jpg", "like_list": [], "date_time": "Jan 23, 2014", "location": "", "tag_list": ["@yealans"], "caption": "Located in the center of Jeju Island, Hallasan (한라산) is South Korea's highest peak, reaching 1,950 meters (6,398 feet) above sea level. Flowing lava shaped the mountain when a volcanic eruption first created the island.\n\nFor many hikers, winter is considered the best season to explore Hallasan. The trails are usually covered with a thick layer of snow making the journey especially beautiful.\n\nIn total, Hallasan has five hiking trails. Donnaeko (돈내코) is the only open trail that starts from the southern half of the island, which leads to a point near the peak called Witse Oreum (윗세오름). Eorimok (어리목) and Yeongsil (영실) are shorter trails that also terminate at Witse Oreum. Gwaneumsa (관음사) and Seongpanak (성판악) take much longer to hike, but lead to Baengnokdam (백록담), a magnificent volcanic crater lake at the peak of the mountain.\n\nTo view more photos and videos of hiking in Hallasan, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "379,064", "path": "instagram/picture4259.jpg", "like_list": [], "date_time": "Jan 23, 2014", "location": "", "tag_list": ["@alliedmaker", "@alliedmaker", "@alliedmaker"], "caption": "While attending art school, the founder of lighting design firm Allied Maker (), Ryden Rizzo, quickly realized that spending hours in front of the computer was not for him. While experimenting with new mediums, Ryden developed a passion for woodworking. After he taught himself the basics by watching YouTube videos, Ryden continued developing his craft by learning to build classical guitars at a small school in Vermont.\n\nWith his skills honed, Ryden set up a woodworking studio in his garage. Today, this garage is home to Allied Maker (), a team of three that designs and fabricates beautiful custom lighting and shares the process through Instagram. \"I joined Instagram because I needed a way to document the work I was doing,\" Ryden says. \"I was instantly captivated and inspired by the work of other people—Instagram has given me the ability to receive instant feedback from a community who shares my passion for design and craftsmanship.\" To see more photos and videos showing how Allied Maker designs and builds handcrafted lighting, follow ."}, {"num_of_comments": 24, "num_of_like": "441,886", "path": "instagram/picture4260.jpg", "like_list": [], "date_time": "Jan 22, 2014", "location": "", "tag_list": ["@sejkko", "@mrbrock21", "@barce", "#TwinBridgesMeet", "@joselourenco", "@gmateus", "#TwinBridgesMeet", "#TwinBridgesMeet", "@eljackson"], "caption": "For Portugal Instagrammer Manuel Pita (), Instagram is about more than just posting beautiful content—it's about connecting with people. The desire to bring together Instagrammers across Europe in the picturesque city of Lisbon, Portugal, led to an InstaMeet of great scale for the eighth Worldwide InstaMeet. \"There is a special brand of creativity in Instagram that carries an European signature, both in terms of aesthetics and concept,\" says Manuel. \"With all this came the desire to explore the connections between Europe and other strong Instagram communities in the US, Asia and Latin America.\" Manuel's idea was to host simultaneous events at Lisbon's Ponte 25 de Abril and San Francisco's Golden Gate Bridge in the US to symbolize the European community's connection with the rest of the world. He got in touch with San Francisco community organizers Brock Sanders () and Jim Barcelona () via Instagram Direct and set \"a beautiful project\" in motion. The result was the : two large groups of Instagrammers gathering to take photos and videos on Instagram more than 9,109 kilometers (5,660 miles) apart.\n\nWant to organize an InstaMeet in your city? Here are Manuel's tips for getting started: Be motivated by a passion for supporting the community, find the right balance between giving structure and allowing self-organization by the people participating and pick a special feature or a theme as the highlight of the InstaMeet. The organizers—José Lourenço (), Gabriela Mateus () and Manuel also walked away from  with a new tip for themselves, \"For the next event, we would encourage people to wear a name tag. This will make it easy for Instagrammers to interact.\" For more tips, visit blog.instagram.com and for more photos and videos from the Lisbon InstaMeet, browse the  hashtag. Photo by "}, {"num_of_comments": 24, "num_of_like": "475,358", "path": "instagram/picture4261.jpg", "like_list": [], "date_time": "Jan 22, 2014", "location": "Fort Point National Historic Site", "tag_list": ["@usfca"], "caption": "On the south end of San Francisco's iconic Golden Gate Bridge lies Fort Point National Historic Site, home to one of the most picturesque surf spots on the planet. Under ideal conditions, waves break right under the bridge and wrap around the point into a protected, calm cove. Beautiful though it may be, beware: the outgoing tide is strong, white sharks often visit the waters and the fickle left break is short, narrow and crowded. Surfers can catch the waves at only one takeoff point, which makes the lineup contentious and has earned Fort Point a reputation for territorial surfers.\n\nFor more photos and videos of the surfers at Fort Point, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "668,862", "path": "instagram/picture4262.jpg", "like_list": [], "date_time": "Jan 21, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@pontekitty", "@pontekitty"], "caption": "Hello, Instagram! It's time for the ! This week, we head down to Johannesburg, South Africa to meet Ponte Kitty (), a tiny blue-eyed rescue kitten with an abundance of curiosity. If you're looking to add some teensy feline to your Instagram feed, follow ."}, {"num_of_comments": 24, "num_of_like": "538,043", "path": "instagram/picture4263.jpg", "like_list": [], "date_time": "Jan 21, 2014", "location": "Martin Luther King, Jr. National Memorial", "tag_list": ["#dayofservice", "#MLK", "#martinlutherkingday", "@melissashow"], "caption": "On Monday, citizens across the United States celebrate the memory and achievements of Dr. Martin Luther King, Jr., a key leader in the African-American Civil Rights Movement throughout the 1950s and 60s. King fought against racial segregation in the United States and encouraged the practice of non-violent protest and free speech as means to change. King was an instrumental organizer of the 1963 March on Washington where he delivered his famous \"I Have a Dream\" speech to an audience of nearly 300,000 people.\n\nMartin Luther King, Jr. Day was officially established as a US federal holiday in 1986. It is celebrated on the third Monday of January, which falls around the time of King's birthday on January 15. Many now take this holiday as a day of service, dedicating time to work with volunteer organizations throughout the country.\n\nTo see more from Instagrammers celebrating Martin Luther King, Jr. and volunteering across the United States, browse the ,  and  hashtags. For photos and videos from the Martin Luther King, Jr. Memorial, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "363,282", "path": "instagram/picture4264.jpg", "like_list": [], "date_time": "Jan 21, 2014", "location": "", "tag_list": ["@rishabh_malik04", "@just_shishka", "@mrjonjon", "@ohzooey", "@namek_merauke", "@lolypopp3", "@erikaholum", "@missmadelinemcgee", "@eleniart_", "#WHPhelpinghand"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "399,580", "path": "instagram/picture4265.jpg", "like_list": [], "date_time": "Jan 20, 2014", "location": "", "tag_list": ["@marion_toy", "#mariontoy", "#mariontoy", "@marion_toy", "@marion_toy"], "caption": "Athens Instagrammer Mári Dimitrouli’s () creative portrait series had unexpected beginnings: “It all began with a skirt and a grater,” she explains. Mári bought a new skirt and wanted to show it to her friends in a unique way. “I searched my house to find something that would match the skirt. My cheese grater became the perfect clutch bag! I uploaded the photo to my Instagram account, starting the Marion Toy () series without even knowing it at the time.” Mári creates every element of her portraits herself: the concept, art direction, photos, posing, hair and makeup. “I visit toy shops, vintage shops, common markets—anywhere my instinct guides me to find the right object to match my shot. It actually became an entertaining obsession!” When Mári couldn’t find the right prop, she started making them herself. “After a while I started making paper constructions of the props I wanted. It turns out a flamingo head is not an easy thing to find!” To view more photos and videos from Mári's series, browse the  hashtag and follow . Photo by "}, {"num_of_comments": 24, "num_of_like": "316,277", "path": "instagram/picture4266.jpg", "like_list": [], "date_time": "Jan 20, 2014", "location": "", "tag_list": ["@lilgina", "@jvirrig", "@vnthota", "@krdkrnck", "@clairealiceyoung", "@thedennisli", "@youranyone", "@lolypopp3", "@gpavlov"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "389,898", "path": "instagram/picture4267.jpg", "like_list": [], "date_time": "Jan 19, 2014", "location": "両国国技館 (The Ryogoku Kokugikan Sumo Arena)", "tag_list": ["@jorgekento99"], "caption": "Another year of the Grand Sumo Tournament began a week ago at the Ryōgoku Kokugikan (両国国技館) in Tokyo, Japan.\nThe tournament, called honbasho (本場所), is a series of six seasonal tournaments, each of which lasts 15 days. The opening tournament in January, known as hatsu basho (初場所), as well as the third tournament in May (natsu basho – 夏場所) and the fifth tournament in September (aki basho – 秋場所), all take place at the Ryōgoku Kokugikan sporting arena. During the tournament period, Sumo wrestlers compete once a day to win a majority of the matches, which will ensure their promotion to a higher wrestling rank and their advancement to the next tournament.\nThe honbasho tournaments are the only opportunities for sumo wrestlers to gain their rights and ranks as professional wrestlers. For them, winning the tournaments is the most significant goal of their wrestling careers.\nTo view more photos and videos of the Grand Sumo Tournament held at the Ryōgoku Kokugikan, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "463,614", "path": "instagram/picture4268.jpg", "like_list": [], "date_time": "Jan 19, 2014", "location": "Mount Davidson", "tag_list": ["@karlthefog", "#thatsftree", "@karlthefog", "@karlthefog"], "caption": "In the second of a two-part series of local guides to San Francisco, the city's very own fog () shows you the best spots to photograph him.\nTo get below the fog, Karl suggests heading to Mt. Davidson, the tallest peak in the city and home of : \"What makes Mt. Davidson special is the landscapes: small narrow paths covered by trees that open to fields with panoramic views of the city. Go on a foggy morning and capture the way the paths disappear in my cloudy presence.\" You can also get above the fog by driving along the scenic Panorama Highway to Mt. Tam. As he explains, \"This place has everything: extremely windy roads, dense forests and spectacular views of the Pacific Ocean, California coast and the entire Bay Area. Check the weather report before you go and plan your trip on a foggy day. Time your trip around dusk to watch the sun set over me.\" Still want more fog? Immerse yourself in it with a trip to Point Reyes, \"a giant cape located 30 miles (48 kilometers) northwest of San Francisco.\" Aside from the famous Point Reyes Lighthouse, it’s also home to “vast countryside, farms, lakes, beaches and incredible views. Even the hike to get to the lighthouse is filled with several photo opportunities: steep cliffs, paths covered by trees and staircases that disappear into the horizon. It manages to make an ordinary road look simultaneously daunting and magical.\" Tap the blue location text above to see more photos and videos from Mt. Davidson. For more from the San Francisco's very own fog, follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "279,527", "path": "instagram/picture4269.jpg", "like_list": [], "date_time": "Jan 18, 2014", "location": "", "tag_list": ["#WHPhelpinghand", "#WHPhelpinghand", "@amyschmitzphoto"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to go out, make positive change in your community and document it through photos and videos on Instagram. Some tips to get you started: Getting involved can be as big or as small as you make it. To go big, search out volunteer opportunities such as community gardens, food banks or other local initiatives. For something at a smaller scale, do something nice or helpful for a family member, friend or acquaintance. People come together around stories. If you're helping a specific person, consider taking a portrait of them and sharing their story in the caption. If you're working with an organization, explain what led you to them and why you were inspired to help. Finally, if you're taking photos or videos at an event, seek out the few moments that best tell the story.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "314,470", "path": "instagram/picture4270.jpg", "like_list": [], "date_time": "Jan 18, 2014", "location": "", "tag_list": ["@gotlib", "@gotlib", "@gotlib"], "caption": "\"I’ve always liked street art because it’s more democratic—it can be appreciated by everyone,\" says Buenos Aires Instagrammer Agustín Gotlib (). \"I’m really excited by the creative potential of the graffiti that’s appeared in the streets of Buenos Aires.\" On the weekends, Agustín often visits the neighborhoods of San Telmo, Barracas and Palermo to shoot street art. “The streets are quiet on the weekends and the art has room to breathe,” he explains.\n\nOn one such weekend, Agustín discovered Pasaje Lanín—an entire alley of street art in Barracas. Artist Marino Santa María, who lives on Pasaje Lanín and has a studio there, decorated 35 houses on the street with wavy stripes of tile and paint. He painted his own house first, and soon after neighbors asked him to decorate their houses as well. Agustín fell in love with Santa María’s work immediately: “I liked the abstract forms and bright colors of the facades and how they covered people’s homes—it’s art unifying with life itself.” To view more photos and videos of Pasaje Lanín, tap the blue location text above and follow . Photo by "}, {"num_of_comments": 24, "num_of_like": "459,239", "path": "instagram/picture4271.jpg", "like_list": [], "date_time": "Jan 17, 2014", "location": "養老天命反転地", "tag_list": ["#ArtThursday", "@sayafull"], "caption": "Welcome to another ! This week, we visit the Site of Reversible Destiny - Yoro Park (養老天命反転地) in Gifu, Japan, an exploration park created in 1995 by contemporary artist Shusaku Arakawa and poet Madeline Gins.\nJust as eccentric as the name sounds, the park contains structures such as mazes, paths, mounds and hallows, which are designed to be physically disorienting. The two main areas of the park, the \"Critical Resemblance House\" and the \"Elliptical Field,\" take visitors through perception-bending courses with gigantic maps, unnaturally arranged furniture and strangely shaped buildings.\n\nTo view more photos and videos of the Site of Reversible Destiny - Yoro Park, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "509,941", "path": "instagram/picture4272.jpg", "like_list": [], "date_time": "Jan 17, 2014", "location": "", "tag_list": ["@dansmoe", "@eljackson", "#taipalebrothers", "@dansmoe", "@eljackson", "@eljackson"], "caption": "Inspired by their father's passion for living life to the fullest, brothers Daniel Taipale () and Samuel Taipale () often adventure together, both traveling abroad or sharing serene and stunning views from their home in Finland. For the two, sibling rivalry often gives way to a gentleman's code of honor when it comes to taking photos from the same spot. \"We are very similar when it comes to exploring and photography,\" Daniel explains. \"We travel a lot together and the photos we share are often the result of our combined effort and teamwork, thus following both our feeds complements the story of the .\" The two shed light onto the dark and wintry world of Finland—and they hope to encourage others to go out exploring through their own creative and energetic work. \"By looking at our photos, people will see that there are only two seasons in Finland: white winter and green winter,\" says Samuel. \"Finland is unique in the sense that it's mostly covered by lakes and forest. We hope to show that it's still a place that hasn't been ruined by the thumbprint of man.\" For more photos and videos from the Taipale brothers in Finland, follow  and  on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "323,167", "path": "instagram/picture4273.jpg", "like_list": [], "date_time": "Jan 16, 2014", "location": "", "tag_list": ["@mor__anna", "@mor__anna", "@mor__anna"], "caption": "For Swedish illustrator and designer Anna Olsson (), Instagram is an important part of her artistic process. She likes to capture and share creative inspirations such as nature, traditional crafts and geometric shapes. Anna fuses these elements together and transforms them into beautifully handcrafted artwork made out of colored papers, often painted with watercolor or acrylics. \"I use a paper cut technique that inspires and encourages me to reduce and simplify the motifs,\" says Anna. \"I want my artwork to have a handmade expression. For example, scissor-cut edges and brush strokes.\" Anna started using the camera app on her iPhone as a tool to snap samples of her work in progress. She takes photos of the assembled paper pieces and moves them around until she finds the right arrangement before gluing the pieces in place. Anna quickly saw the value in sharing these photos on Instagram as a way to collect reactions from others to further shape her work. \"I discovered that Instagram is a great community to get responses and feedback,\" she explains. \"I really appreciate all the comments and likes I receive on my feed!\" For more photos of Anna's cut paper art, follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "675,404", "path": "instagram/picture4274.jpg", "like_list": [], "date_time": "Jan 16, 2014", "location": "", "tag_list": ["@renecharlesritchie", "#swayingstructures", "#swayingstructures", "#swayingstructures", "@renecharlesritchie", "@renecharlesritchie"], "caption": "\"The moment an iPhone landed in my hands, it was over. I was documenting everything,\" says Instagrammer René Charles Ritchie () from Portland, Oregon, who has always been passionate about shooting photos and videos. One day, when he was out shooting and experimenting with his iPhone's panorama feature, he ended up with an unexpected effect. \"I was taking a vertical panorama photo of a building and didn’t keep the phone straight. The result turned out to be pretty cool.\" The accidental tilt as René Charles moved his phone caused a distortion in his photo, making it seem as though the building was swaying or leaning to the side. He started a hashtag for the effect, , and loves seeing how it's started to catch on in the community.\n\nWant to try creating your own  photo? René Charles provides a few tips to get the shot. First, find a building you want to 'sway.' Try standing about twenty feet away from the building so that it leans into a vanishing point when viewed from below. Activate your iPhone camera's panorama mode and take a vertical panorama of your building (pan upwards instead of side-to-side). While you're panning, tilt your phone to the left or right to distort the image and create the 'sway' effect. Pro tip: \"I find the best technique is to lock my arms and bend my body rather than just the phone. This helps to get smoother edges. It usually takes me about ten shots before I get one that looks natural.\" For more photos from the series, explore the  hashtag and follow .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "424,055", "path": "instagram/picture4275.jpg", "like_list": [], "date_time": "Jan 15, 2014", "location": "", "tag_list": ["@nasyakopteva", "@sashabraulov", "@nasyakopteva", "@sashabraulov", "@nasyakopteva"], "caption": "Some of the greatest writers in history have turned to love letters to communicate deep feelings despite distance. For two Russian Instagrammers,  and , it was their love for handmade letters and envelopes that kindled a deep friendship, which later developed into love. Living in different parts of Russia (St. Petersburg and Moscow) Nasya and Sasha would share small notes or \"mail art\" with each other. As their love and friendship grew, Sasha made sure he was glued to Nasya's Instagram account. \"I viewed Nasya's Instagram account every day,\" says Sasha. \"If there appeared multiple photos of her working desk with envelopes and paper, to me it was a sure sign that I should check my post box shortly after as a new creation must have been sent to me.\" Even though they're now physically together, their declarations of love through sharing handmade envelopes, postcards and other objects in the mail continues, sometimes privately through Instagram Direct as keepsakes as well as publicly on their accounts. \"We still love sending heartwarming things to surprise and gladden the other meaningful half—reminders of the moments that are particularly dear to both of us.\" To see more photos and videos of Nasya and Sasha's handmade mail art, follow  and . Photo by "}, {"num_of_comments": 24, "num_of_like": "486,001", "path": "instagram/picture4276.jpg", "like_list": [], "date_time": "Jan 15, 2014", "location": "", "tag_list": ["@f_althani"], "caption": "In Dubai’s coastal waters lie the World Islands, an artificial archipelago of 300 small islands assembled in the shape of a world map. The man-made islands were built from locally-dredged sand and are packed closely together with only 50-100 meters (165-330 feet) of water between each land mass.\n\nAlthough the final island was completed in January 2008, the World Islands housed only one structure—a show home—for two years. In July 2012, Lebanon Island was developed and is now used for private corporate events and public parties. Visitors to the World Islands can boat or fly there, but it’s also possible to view the entire chain from the air or the top of nearby buildings like the Burj Al Arab Hotel.\n\nTo view more photos and videos of the World Islands, tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "481,792", "path": "instagram/picture4277.jpg", "like_list": [], "date_time": "Jan 15, 2014", "location": "", "tag_list": ["@swdavest", "@swdavest"], "caption": "\"My husband built a hotel here a few years ago. After we met, we came back to do another building project,\" says Stanche Sweatman (), who shares photos and videos from her life in arctic Alaska on Instagram. \"This time around, we've been here just over year.\" Instagram helps pass the time in a place where, in the winter season, it's dark nearly 24 hours a day. \"My husband is busy working most of the time, so I escape every chance I get to take pictures and spend time during the day and evenings on Instagram.\" With temperatures often dropping to -40°F (-40°C), the temptation to stay inside where it's warm can be strong—but the extremely photogenic and alien arctic landscape often wins out. \"Instagram is my motivation to brave the weather and get out regardless of the temperature or conditions and take photos,\" says Stanche. \"I think the extreme cold somehow comes through in my pictures.\" For more photos and videos from the arctic plains of Alaska, follow ."}, {"num_of_comments": 24, "num_of_like": "521,282", "path": "instagram/picture4278.jpg", "like_list": [], "date_time": "Jan 14, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@oscar_the_sheltie", "@oscar_the_sheltie"], "caption": "Hello, Instagram! It's time for the ! Say hello to Oscar (), a sassy Shetland Sheepdog (or \"Sheltie\" for short) with a fondness for snow and dapper clothing. If you'd like to add a little Sheltie to your Instagram feed, follow Oscar: ."}, {"num_of_comments": 24, "num_of_like": "364,059", "path": "instagram/picture4279.jpg", "like_list": [], "date_time": "Jan 14, 2014", "location": "", "tag_list": ["#袴", "#振り袖", "#成人の日", "#成人式", "#ComingOfAgeDay", "@maachii831"], "caption": "On the second Monday of January, Japan's Coming of Age Day (成人の日) takes place. The holiday congratulates and emboldens young men and women who turned the legal adult age of 20 during the previous year. On this day, the 20-year-old men and women will often have their portraits taken by professional photographers, attend ceremonies hosted by city or prefectural halls and gather for middle school and high school reunions.\nThe day is full of celebration events, many of which are attended in formal dress. This consists of fashionable suits or traditional Japanese menswear called  (hakama) for men and gorgeously designed kimonos with long sleeves called  (furisode) for women. The event is of particular importance for women and often requires going to beauty salons early in the morning to have hair and makeup styled as well as picking out the perfect furisode well in advance. Lately, girls will also have their manicures match the designs of their kimonos.\nFor more photos and videos from the Coming of Age Day celebrations in Japan, explore the ,  and  hashtags.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "298,606", "path": "instagram/picture4280.jpg", "like_list": [], "date_time": "Jan 14, 2014", "location": "", "tag_list": ["#twinbridgesmeet", "#chasingwaterfallsim", "#instAthens_14", "#bantingrouteforteam", "#instameetro", "#instameetguthrie", "#instameetistanbul", "#instajoziride", "#dogtownInstameet", "#mini_omun2", "#instameetmoscow", "#matembezinai", "#rainrisenyc", "#instameetdelhi", "#ThePizzaMeet", "#instameettehran2014", "#WWIM8", "@umitko", "@truthslinger", "@igersjozi", "@richardezeolisa", "@pyanyusuff", "@rishabh_malik04", "@raltamas", "@whatafox", "@fanellas"], "caption": "This past weekend, Instagrammers around the world gathered together to explore, capture moments and share them on Instagram. From simultaneous InstaMeets planned at 'twin' bridges in Lisbon, Portugal, and San Francisco, USA, () to the first known InstaMeet in Guatemala (), this has been the most global Worldwide InstaMeet to date!\nTo get a peek at what it's like to attend an InstaMeet, browse the photos and videos on the hashtag pages for these cities: Athens, Greece (), Banting, Indonesia (), Bucharest, Romania (), Guthrie, USA (), Istanbul, Turkey (), Johannesburg, South Africa (), Los Angeles, USA (), Macau, China (), Moscow, Russia (), Nairobi, Kenya (), New York City, USA (), New Delhi, India (), Orlando, USA () and Tehran, Iran (). For more photos and videos from these and other InstaMeets around the world, explore the  hashtag.\nPhotos by , , , , , , ,  and "}, {"num_of_comments": 24, "num_of_like": "488,459", "path": "instagram/picture4281.jpg", "like_list": [], "date_time": "Jan 13, 2014", "location": "", "tag_list": ["@theghostonmyback", "@theghostonmyback", "@nourishandevolve", "@_amyglen", "@dltvo", "@psithurisma", "@theghostonmyback"], "caption": "When Lena () moved away from home in Bavaria, Germany, to study, she was determined to also move on from her \"frozen pizza\" approach to cooking. As she started to cook for herself, she found inspiration in food blogs and \"calling mum nearly every day to get some advice.\" She also began to post photos of her eating exploits to Instagram, partly just to show her mum she wasn't starving. She soon discovered a flourishing community of food photographers to keep her passion nourished. \"I was absolutely delighted and even more motivated to improve myself, try out new things and to find my own style,\" Lena explains. \"I learned so many things, from new ingredients and dishes through to different ways of preparation—Instagram is a foodie's paradise.\" Lena's photos keep food as the focus and have a minimalist approach showcasing an impressive array of tableware and spoons. All her recipes are her own ideas. She looks to Instagram for inspiration and follows a range of Instagrammers from across the world. \"I love their way of cooking, which spices and ingredients they use and how they take and edit their pictures. It's so inspiring! It seems like they love what they do. I'm not really into Instagrammers who talk about 'good' and 'bad' food (or worse: 'cheat meals') and follow rigorous diets, forgetting about what it really means to nourish your body (and soul). I want passion, not constraints.\" For more inspiration to kick start healthy eating in 2014, follow  and be sure to check out photos and videos from Lena's favorite Instagrammers: Melbourne Instagrammers Tina () and Amy Glenister (), vegan enthusiast Diem Ly () and her boyfriend, . Photo by "}, {"num_of_comments": 24, "num_of_like": "469,017", "path": "instagram/picture4282.jpg", "like_list": [], "date_time": "Jan 13, 2014", "location": "", "tag_list": ["#wwim8", "@sarakhanov", "#kievinstameet"], "caption": "Did you attend an InstaMeet this weekend? We want to hear about it! Tell us more by visiting the link in our profile bio: http://bit.ly/igwwim8 \n\nPhoto by  at the "}, {"num_of_comments": 24, "num_of_like": "332,259", "path": "instagram/picture4283.jpg", "like_list": [], "date_time": "Jan 12, 2014", "location": "", "tag_list": ["@mehranmafibordbar", "@stavpechli", "@aracelipaz", "@ryannealcordwell", "@tarzanhl", "@zanderkibble", "@mazedlm", "@annaehrgott", "@joshchang"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "510,989", "path": "instagram/picture4284.jpg", "like_list": [], "date_time": "Jan 12, 2014", "location": "Sutro Bath Ruins", "tag_list": ["@scottborrero", "@scottborrero", "@scottborrero"], "caption": "In the first of a two-part series of local guides to San Francisco, Instagrammer Scott Borrero () takes us along the coast of Northern California and shares his favorite spots for shooting sunsets.\n\nFor landscapes, Scott suggests Thornton Beach. \"I feel like Thornton Beach is one of the most amazing and lesser-known beaches in SF. Thornton actually lies on the San Andreas Fault so the landscape is very dynamic and unlike other beaches. It's a great spot for the adventurous if you want to hike, but also for a relaxing sunset view high above the ocean.\" For Scott's favorite ocean sunsets, Mori Point is the spot. \"The cliff drops off to one of the most amazing views of the Pacific. Mori Point also has tons of wildflowers, so during spring it's a very special place to visit. \"My favorite location to shoot or show anyone visiting the city of San Francisco would have to be Sutro Baths Ruins.\" Sutro Baths were a large, oceanside swimming pool built in the late 19th century. The building housing the baths burned down in 1966 and the site was abandoned, but weathered remnants of the concrete walls and pool remain. \"The second you walk down those stairs it’s as if you are transported to a place lost in time. The ruins and natural landscape make for some of the most amazing photo locations. I love to use the natural ‘mirror’ qualities of the baths to get some reflections or head down to the beach and catch some wave shots. Depending on the time of year, spots which are usually inaccessible become available to explore as the tides change. Sutro Baths is also so huge that even after a year of exploring I am still finding places I’ve never seen.\" Tap the blue location text above to see more photos and videos from Sutro Bath Ruins. For more sunsets from along the Northern California coast and beyond, follow  on Instagram.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "240,446", "path": "instagram/picture4285.jpg", "like_list": [], "date_time": "Jan 11, 2014", "location": "", "tag_list": ["#WWIM8", "@lance_asper"], "caption": "We’re putting the Weekend Hashtag Project on hold this weekend. Instead, we’re challenging people around the world to participate in the eighth Worldwide InstaMeet! Grab a few good friends or meet up with a larger group in your area and share your best photographs and videos from the meet with the  hashtag for a chance to be featured on our blog Monday morning! Be sure to include the name of the location where your event took place along with your InstaMeet’s unique designated hashtag in your caption.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "455,775", "path": "instagram/picture4286.jpg", "like_list": [], "date_time": "Jan 11, 2014", "location": "", "tag_list": ["@terosto"], "caption": "In the Mont Blanc region of the French Alps sits a skyward-reaching peak called the Aiguille du Midi. The peak's name translates as \"Needle of Noon\" because, when viewed from the French town of Chamonix, it acts as a natural sundial.\n\nAdventure seekers can easily ascend the precipitous mountain thanks to the Téléphérique de l'Aiguille du Midi, a cable car built in 1955 that makes a 9,209ft (2,807m) climb to the peak. Until recently, the Aiguille summit was home to a viewing platform, café and gift shop. In December 2013, however, a glass box called \"Step Into the Void\" opened to the public, offering thrill-seekers the opportunity to step out above a drop of 3,395ft (1,035m). To see more photos and videos from atop the French Alps, tap the blue location text above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "288,653", "path": "instagram/picture4287.jpg", "like_list": [], "date_time": "Jan 10, 2014", "location": "", "tag_list": ["#ArtThursday", "@vamuseum", "@themuseumofmodernart", "#ShenzhenBiennale", "@katetano"], "caption": "Welcome to another ! Today takes us to a port city in southern China and a hill of shipping containers. The fifth Bi-City Biennale of Urbanism\\Architecture (深港城市\\建筑双城双年展) opened last month with simultaneous shows in the cities of Hong Kong and Shenzhen. For the Shenzhen show in Guangdong province, the event has transformed abandoned factories into exhibitions with spiraling staircases and viewing platforms.\n\nOne of the exhibition venues at the biennale is the Value Factory—a giant, derelict glass factory with 43,000 square meters of floor area. Until 2009, the space was the production hall for the Guangdong Float Glass company, but it is now an open exhibition space producing ideas and inspiration with an elevated walkway and glowing handrails. The rest of the factory is home to exhibition spaces for the next three months with shows from cultural institutions across the globe including London's Victoria and Albert Museum () and New York's Museum of Modern Art (). To view more photos and videos from the Shenzhen Biennale, browse the  hashtag or tap the location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "456,419", "path": "instagram/picture4288.jpg", "like_list": [], "date_time": "Jan 10, 2014", "location": "", "tag_list": ["#chiberia", "#chiberia", "#deepfreeze", "@tomwhite_"], "caption": "Earlier this week, arctic winds from the North Pole descended unusually far southward, bringing record freezing temperatures and a deep freeze to many states throughout the midwestern and eastern United States. A result of a distortion in the northern wind patterns known as the polar vortex, the sudden change caused temperatures to drop as much as 50 degrees during a single day in some locations. Cities such as Minneapolis, Minnesota, have seen heavy snowfall and temperatures nearing -40ºF (-40ºC). Chicago, Illinois, has been especially impacted by the deep freeze, leading to the creation of the  hashtag to document the cold conditions.\n\nThough officials have cautioned residents in these states to minimize outdoor exposure, many have taken the time to explore the frigid conditions and share their experiences through photos and videos on Instagram.\n\nFor more photos and videos from the deep freeze, explore the  and  hashtags.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "382,756", "path": "instagram/picture4289.jpg", "like_list": [], "date_time": "Jan 9, 2014", "location": "", "tag_list": ["@mrizag"], "caption": "This weekend (January 10-12), we’re challenging people around the globe to participate in the eighth Worldwide InstaMeet! On Saturday or Sunday, find an InstaMeet near you by going to meetup.com/instagram or arrange a location and time to meet up with some Instagram friends. Shoot photos and videos together and share them on Instagram with a unique hashtag. Learn more at blog.instagram.com/instameets.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "567,998", "path": "instagram/picture4290.jpg", "like_list": [], "date_time": "Jan 9, 2014", "location": "Haiku Stairs", "tag_list": ["#haikustairs", "@keonesmt7"], "caption": "In 1942, workers installing radio antenna cables assembled a series of wooden ladders along the sheer cliffs of the Ha'ikū Valley on the island of O'ahu in Hawai'i. The ladders extended to the 2,800ft (853m) summit of Pu'u Keahi a Kahoe. A little over a decade later, the ladders were replaced by nearly 4,000 metal stairs and ramps leading the way to a newly-established US Coast Guard navigation station.\nThough the station closed in the 1980s, the Ha'ikū Stairs up the mountain remain. The path is known as the Stairway to Heaven, marking what many consider to be one of Hawai'i's best—and most difficult—mountain hikes. In recent years, dauntless Instagrammers have made the trek up the stairs to capture the breathtaking view of the island from the top.\n\nFor more photos and videos from the Stairway to Heaven, check out the  hashtag and tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "246,910", "path": "instagram/picture4291.jpg", "like_list": [], "date_time": "Jan 9, 2014", "location": "", "tag_list": ["@newenglandouterwear", "@newenglandouterwear"], "caption": "\"We started  when the brand was just an idea in our heads,\" says Dan Heselton, who co-founded New England Outerwear Co. in 2012. \"We didn't know if this thing would work, or if people even cared, but we wanted to record the process of us learning the craft of shoe making and the progression and growth of not just the product itself, but the brand and us as people.\" Today, New England Outerwear employs a team or craftspeople assembling shoes and boots from a small workshop in Maine. Through photos and videos shared to Instagram, the company's followers get an intimate glimpse at the people and machinery behind their products. \"A main goal of ours is to convey our process,\" says Dan, \"and the fact that our shoes are handcrafted in our own factory using timeless methods.\" Of video on Instagram, Dan says, \"I can't think of a better way to portray the craftsmanship and skill that goes into a handmade product.\" To see more photos and videos from New England Outerwear's workshop, follow  on Instagram."}, {"num_of_comments": 24, "num_of_like": "372,531", "path": "instagram/picture4292.jpg", "like_list": [], "date_time": "Jan 8, 2014", "location": "Geirsnef", "tag_list": ["@sigvicious", "@sigvicious"], "caption": "In September 2013, two new bicycle and pedestrian bridges opened over the Elliðaár River in Reykjavík, Iceland. The bright-red, triangular structures shortened the distance between Central and Grafarvogur by 0.7 km (0.4 mi) and introduced striking, modern architecture to the snowy landscape ripe for photographing.\n\nIceland Instagrammer Siggeir Hafsteinsson () grew up in Reykjavík and made the trek to shoot the bridges when they opened. \"I spent the last six months or so in Barcelona, so I wasn’t here when the bridges were being built,\" he explains. \"I’ve always been fascinated by construction and architecture, so when I saw they had opened I had to visit to take a shot.\" So far, Sig says the response from Icelanders has been positive: \"from what I can tell people really love them!\" For more photos and videos of the new bridges, tap the blue location text above this image. To see more from Reykjavík, follow "}, {"num_of_comments": 24, "num_of_like": "343,637", "path": "instagram/picture4293.jpg", "like_list": [], "date_time": "Jan 7, 2014", "location": "", "tag_list": ["@jalvarezcastillo", "#peoplesaura", "#peoplesaura", "#peoplesaura", "@jalvarezcastillo"], "caption": "For Buenos Aires art director Josefina Alvarez Castillo (), creative work is a way to bring out the best in people. \"As a creative director, I work to help people make their businesses shine with ideas and design,\" she says. \"My work consists of making people see the beauty in things—but far more to see their own beauty, learning how to accept and love their inner selves.\" With those goals in mind, Josefina created her own series on Instagram, , where she captures portraits in front of circular objects or designs. As she explains: \"The circle behind their head represent their holiness. I believe that we are all saints.\" Want to capture your own  portrait? Josefina has some tips to share: \"Start looking for circle shapes in the street, your house or wherever you are. If the theme of the aura is related to the personality of the person you are going to shoot, it's even better! Look out for the symmetry in the composition of your photo and point your camera straight towards the eyes to capture their humanity better.\" For more from Josefina's  series, follow  on Instagram."}, {"num_of_comments": 24, "num_of_like": "762,245", "path": "instagram/picture4294.jpg", "like_list": [], "date_time": "Jan 7, 2014", "location": "", "tag_list": ["#WeeklyFluff", "@prettyjohnjohn", "@prettyjohnjohn"], "caption": "Happy New Year, Instagram! It's time for the first  of 2014! Today we meet  (じょんじょん in Japanese), an adorable 9-year-old bunny rabbit from Japan. If your Instagram feed could use more floppy ears and wiggly noses this year, follow ."}, {"num_of_comments": 24, "num_of_like": "596,214", "path": "instagram/picture4295.jpg", "like_list": [], "date_time": "Jan 7, 2014", "location": "", "tag_list": ["@peekay11"], "caption": "Each winter, thousands flock to frigid Northeast China for the spectacular Harbin International Ice and Snow Sculpture Festival (哈尔滨国际冰雪节). The festival officially began on January 5 and lasts for one month, but construction on the massive snow and ice sculptures started months ago. The structures—which range in form from animals to full-scale buildings—are just as impressive after dark as they are during the day thanks to colorful lighting embedded within the ice.\n\nFestival spectators face temperatures as low as -35º Celsius (-31º Fahrenheit), but people from around world can explore the striking sculptures through photos and videos shared to Instagram. To see more of the Harbin International Ice and Snow Sculpture Festival as it unfolds over the next month, tap the blue location link above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "314,784", "path": "instagram/picture4296.jpg", "like_list": [], "date_time": "Jan 7, 2014", "location": "", "tag_list": ["@ian_mckay", "@crunchygrl", "@jaredetheridge", "@rachelmenard", "@paridust", "@dottidee", "@tbhavya", "@azlansulaiman", "@aimeepower", "#WHPresolutions2014"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "452,750", "path": "instagram/picture4297.jpg", "like_list": [], "date_time": "Jan 6, 2014", "location": "Highclere Castle", "tag_list": ["@hmeeson"], "caption": "112km (70mi) east of London lies Highclere Castle, the Victorian palace that serves as the inspiration and setting for the award-winning British television show Downton Abbey. Seated atop the manicured 1,000 acres that comprise Highclere Park, the Castle stands upon the foundations of an 8th-century medieval palace. From 1679 forward, Highclere has served as home to the Carnarvon family—even unto the present eighth Earl of Carnarvon, George Herbert.\n\nThe Castle as it is known today was built in the mid 1800s for the third Earl of Carnarvon by architect Sir Charles Barry, who just years earlier had finished construction on London's Houses of Parliament and their famed clock tower, Big Ben. Nowadays, the Castle sees more visitors than ever due to Downton Abbey's worldwide popularity. Increased ticket sales are helping to restore long-forgotten rooms as visitors explore the Castle's ground floor and surrounding park in summer months.\n\nFor more photos and videos from Highclere Castle, tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "313,934", "path": "instagram/picture4298.jpg", "like_list": [], "date_time": "Jan 6, 2014", "location": "", "tag_list": ["@bortaitankar", "@82seba", "@thomasrockstar", "@hadi_misrikhanova", "@donalrey", "@kot_schrodingera", "@aurch", "@marc", "@agupiluso"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "482,091", "path": "instagram/picture4299.jpg", "like_list": [], "date_time": "Jan 5, 2014", "location": "", "tag_list": ["@yobrucebruce"], "caption": "Next weekend (January 10-12), we’re challenging people around the globe to participate in the the eighth Worldwide InstaMeet! Organizing is easy: grab some Instagram friends, pick a location and add a unique hashtag to the photos and videos you share on your InstaMeet! Learn more at blog.instagram.com/instameets and meetup.com/instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "534,750", "path": "instagram/picture4300.jpg", "like_list": [], "date_time": "Jan 5, 2014", "location": "", "tag_list": ["@ticianaporto", "@ticianaporto"], "caption": "In the second of a two-part series of local guides to Rio de Janeiro, Carioca Instagrammer Ticiana Porto () shares her favorite places to capture in the Cidade Maravilhosa (Marvelous City). Ticiana has lived in Rio for 10 years and has challenged herself to take and share a different photo of the city each day since 2011.\n\nTo kick off your visit, Ticiana suggests cycling along the seaside, starting in the eastern beach community of Leblon. “Head west and you’ll reach the famous sidewalks of Ipanema and then Arpoador, a small peninsula with a great view. Stop for a photo and a coconut in Arpoador, then keep cycling along Copacabana Beach to the Leme neighborhood.” Not a fan of cycling? Ticiana also encourages visitors to stop and spend an afternoon on Ipanema Beach, drinking caipirinhas and admiring the fashions. “In Ipanema, everyone goes to the beach dressed and ready for their night out after.” Looking for grand views of Rio? Ticiana recommends three trips: photograph Cristo Redentor (Christ the Redeemer) from atop the Pão de Açúcar (Sugarloaf); see the view of Floresta Atlântica and the Lagoa Rodrigo de Freitas from atop Corcovado; and, capture the view of Pão de Açúcar from Parque das Ruinas (Ruins Park). To see more of Ticiana's Rio de Janeiro, visit blog.instagram.com and follow "}]}