{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "364,885", "path": "instagram/picture4501.jpg", "like_list": [], "date_time": "Oct 3, 2013", "location": "", "tag_list": ["#plainofjars", "@yordpao"], "caption": "Scattered along the Xieng Khouang plateau in central Laos sit thousands of large stone jars. Commonly referred to as the Plain of Jars, this expanse of megalithic structures date back to the Iron Age (500 BCE—500 AD) and is widely thought to be associated with ancient burial rituals.\n\nThe jar sites, while of great importance to historians and archaeologists, are difficult to access by visitors due primarily to the nearly 260 million cluster bombs dropped in the area by the United States between 1964 and 1973, 80 million of which remain undetonated today.\n\nSeveral of the sites have been cleared for visitors as part of a wider effort to preserve the jars as a UNESCO World Heritage Site. Many of those fortunate enough to visit the jar sites have shared their experience through Instagram. See more photos by browsing the  hashtag and by tapping the blue location link above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "317,379", "path": "instagram/picture4502.jpg", "like_list": [], "date_time": "Oct 3, 2013", "location": "", "tag_list": ["#whoifollow", "@isabelitavirtual", "@vogueitalia", "@officialdelpozo", "@raphaelliais", "@isabelitavirtual", "@raphaelliais", "@raphaelliais"], "caption": "This weekend, Instagram celebrates its third birthday! To mark the event, throughout the week we’re sharing a special series of  features asking Instagrammers to share their favorite person to follow. For this second installment, we've asked Isabel Martinez () from Barcelona to share hers.\n\nIsabel began using Instagram in 2011. Working as a copywriter, Isabel says her work influences the scenes she captures: \"I love sharing stories, playing with mystery and color. I usually add a concept that changes or gives a twist to the image.\" In the last year,  invited Isabel to participate in an exhibition alongside professional photographers, and Spanish designer  brought her to New York to document Fashion Week. \"I had never though of myself as a photographer, but that changed a few months ago. I realized that sometimes intuition is more important than knowledge.\" Isabel draws inspiration from Instagrammers she follows all around the world—from the connections she makes and the different points of view she encounters. Her favorite person to follow is Raphaël Liais du Rocher () of Morocco. \"Rafa is the kind of person that wants to evolve and experiment on Instagram, and that's something very important to me. His personal view on Morocco is always inspiring.\" For more from Isabel and Raphaël, be sure to follow  and  on Instagram. Photo by "}, {"num_of_comments": 24, "num_of_like": "398,597", "path": "instagram/picture4503.jpg", "like_list": [], "date_time": "Oct 2, 2013", "location": "", "tag_list": ["#whoifollow", "@terajiro", "@d0125", "@terajiro", "@d0125", "@d0125"], "caption": "This weekend, Instagram celebrates its third birthday! To mark the event, throughout the week we're sharing a special series of  features asking Instagrammers to share their favorite person to follow. For this first installment, we've asked Kazumi () from Japan to share hers.\n\nKazumi began using Instagram in October 2010, just a couple weeks after the app first launched. Through Instagram photos and videos, she documents her daily life in Gunma (群馬県), a prefecture of Japan just a few hours northwest of Tokyo. In addition to snapshots from in and around Gunma, you'll find that Kazumi's photo series features spoons of all different shapes and sizes.\n\nKazumi follows her friends in and around Japan, but over the past few years she has found inspiration in the photos and videos shared by the people she follows all around the world. Her favorite person to follow is , an Instagrammer based in China. \"His photos are very quiet,\" Kazumi says. \"But I feel some story in them and I love his frame of reference.\" To see more from these two, be sure to follow  and  on Instagram.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "483,394", "path": "instagram/picture4504.jpg", "like_list": [], "date_time": "Oct 1, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@bowtie_buster", "@bowtie_buster"], "caption": "Happy Monday, Instagram! Who's ready for the ? Not only do we have an adorable feline for you today, we've got a kitty that dons an assortment of fashionable bow ties. Meet Buster, , an orange tabby with a fondness for neckwear. Follow  if your feed could use a little more bow tied fluff."}, {"num_of_comments": 24, "num_of_like": "297,020", "path": "instagram/picture4505.jpg", "like_list": [], "date_time": "Oct 1, 2013", "location": "", "tag_list": ["@JoshuaCogan", "@JoshuaCogan"], "caption": "When Joshua Cogan () completed his graduate work in anthropology, he knew academia was not the place for him. Instead, he picked up his camera and set out \"to document vanishing cultures and enrich our understanding of social issues through photography and new media.\" Joshua's work as a photographer has taken him to some of the most remote parts of the world. Fortunately for everyone else, he shares his travels through Instagram. \"I really appreciate having an open platform to share ideas and to start conversations from,\" says Joshua. \"Whenever I go to a new place, I try to think about a mini-narrative that I can take my Instagram followers on.\" Read more about Joshua's travels at blog.instagram.com, and tag along for his upcoming visits to Alaska, Kenya and China by following  on Instagram."}, {"num_of_comments": 24, "num_of_like": "268,346", "path": "instagram/picture4506.jpg", "like_list": [], "date_time": "Oct 1, 2013", "location": "", "tag_list": ["@liviasala", "@ailoves", "@jveuxetrebonne", "@adamblack14", "@jrweinberger", "@rsoboti", "@floraldilemma", "@suitjackets", "@seanford_", "#WHPhowicook"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "539,813", "path": "instagram/picture4507.jpg", "like_list": [], "date_time": "Sep 30, 2013", "location": "", "tag_list": ["@theotherfudge", "#PancakeMorning", "@thegavin2000", "#PancakeMorning", "@theotherfudge"], "caption": "In his professional life, Travis Millard () is the creative force behind Fudge Factory Comics. But when home on the weekends, Travis finds another outlet to keep his creative energies flowing:  Sundays. \"I've never been too big on eating pancakes,\" Travis admits. \"They get in my beard.\" Rather, his creations were inspired by a friendly rivalry with Canadian writer, musician and filmmaker Gavin McInnes (), who first began posting the pancakes he made for his kids with the  hashtag.\n\nAfter some heckling from Gavin on his initial pancake attempts, Travis says, \"I decided I needed to polish my pancake craft and beat him at his own game. The battle rages on.\" Read Travis's pancake-making tips at blog.instagram.com, and follow his culinary creations on Instagram: ."}, {"num_of_comments": 24, "num_of_like": "347,393", "path": "instagram/picture4508.jpg", "like_list": [], "date_time": "Sep 30, 2013", "location": "", "tag_list": ["@itsmim_", "@markclinton", "@yokoogibraan", "@rifkiantariksa", "@broccolirob", "@sannalinn", "@ourwildabandon", "@crrileycnn", "@rmacoustic"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         and "}, {"num_of_comments": 24, "num_of_like": "366,900", "path": "instagram/picture4509.jpg", "like_list": [], "date_time": "Sep 29, 2013", "location": "", "tag_list": ["@10_ya", "@mamotoraman", "@kohji405mi16", "@airnude", "@10_ya"], "caption": "As the largest metropolitan area in the world, Tokyo offers many places for Instagrammers to explore. From the crowds at the world-famous Shibuya Crossing to the city’s spectacular skyscrapers, there’s no shortage of scenes to capture and share in Japan’s capital. Tokyo is home to a thriving Instagram community with frequent InstaMeets and photo walks.\nHere are just a few Instagrammers sharing their city with the world: , serene photos from in and around the city; , colorful photos and bicycle tricks; , a father capturing moments with his young daughter; and , minimalist photos that play with light and shadows. Photo by "}, {"num_of_comments": 24, "num_of_like": "220,244", "path": "instagram/picture4510.jpg", "like_list": [], "date_time": "Sep 28, 2013", "location": "", "tag_list": ["#WHPhowicook", "#WHPhowicook", "@bonappetitmag"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to capture a video with multiple clips showing how you make your favorite recipe. Some tips to get you started: You want your video to be both instructional and beautiful, so pay attention to how you arrange your ingredients and keep your workspace clean and neat. When recording your video, you can either take each clip with the Instagram camera as you go or record a lot of footage and import your clips at the end. It can be difficult to take video while you're in the middle of cooking or baking, so consider inviting a friend along to help you film. Remember, you have 15 seconds to show off your cooking skills, so choose a dish that you can capture easily in a few steps and have fun!\n\nPROJECT RULES: Please only add the  hashtag to videos taken over this weekend and only submit your own videos to the project. Any video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "284,890", "path": "instagram/picture4511.jpg", "like_list": [], "date_time": "Sep 28, 2013", "location": "Galata Mevlevihanesi", "tag_list": ["#Mevlevihanesi", "#WhirlingDervish", "@oz_ok"], "caption": "For visitors to Turkey, a glimpse of the Whirling Dervishes or \"Mevlevihane\" is a must for any sightseeing list. The Dervishes, whose name means \"those who have chosen the road of suffering,” begin each dance by greeting their master then removing a black coat, a symbol of the earthly world, to reveal a white dress that symbolizes purity or \"safa.\" They start to whirl like the planets around the Sun, raising their right hands to the heavens and pointing their left hands to the earthly world.\n\nThe best place to witness the Whirling Dervishes is in the city of Konya, at the tomb of Sufi poet Celalatin Rumi who is said to have invented whirling when he first spun himself into trance there in the 13th century. In Istanbul, the Galata Mevlevihanesi is the most famous Mevlevi Whirling Dervish hall. Performances are held there every Sunday evening. To view more photos and videos of the Mevlevihane, browse the  and  hashtags and tap the blue location text above this video. Video by "}, {"num_of_comments": 24, "num_of_like": "331,210", "path": "instagram/picture4512.jpg", "like_list": [], "date_time": "Sep 27, 2013", "location": "The Fourth Plinth", "tag_list": ["#ArtThursday", "@version3point1"], "caption": "Welcome to another ! This week’s edition takes us to Trafalgar Square in London. The famed square has a plinth, or platform, at each of its four corners. But there’s a problem: one plinth intended to hold an equestrian statue of William IV remained bare for over 150 years due to insufficient funds.\n\nThe Royal Society of Arts (RSA) began the Fourth Plinth Project in 1998 to fix that. Temporary artworks were commissioned from three contemporary artists—Mark Wallinger, Bill Woodrow and Rachel Whiteread—to fill the plinth. The project went so well it became an ongoing series run by the Greater London Authority. Katharina Fritsch’s 4.72-meter- (15.5-ft-) high blue sculpture of a cockerel, “Hahn/Cock,” has occupied the space since July 25, 2013. According to the BBC, it is intended to symbolize \"regeneration, awakening and strength\" and will be displayed for 18 months. Photo by "}, {"num_of_comments": 24, "num_of_like": "301,999", "path": "instagram/picture4513.jpg", "like_list": [], "date_time": "Sep 27, 2013", "location": "", "tag_list": ["@charitywater", "#charitywaterinstameet", "#RUmeetsHK", "#instameetatl", "#intimeet", "#dallasinstaboom", "#roscoedoesdurban", "#earlymorningparty_chicago", "#instawalk_nashville", "#toulouseexperience", "@jethromullen", "@timlampe", "@russellm_nyc", "@brenton_clarke", "@roscoedude", "@thevuvobandit", "@stevecarter", "@jeremiahcowan", "@visiteztoulouse"], "caption": "Over the past several weeks, Instagrammers around the world gathered together to take photos and videos and share them on Instagram, including a meet hosted by charity: water () on New York City’s Brooklyn Bridge () and a very hospitable group in Hong Kong who held a meet to welcome visiting Instagrammers from Russia (). Other meets took place in Atlanta, Georgia (), Dallas, Texas ( and ), Durban, South Africa (), Chicago, Illinois (), Nashville, Tennessee () and Toulouse, France (). Photos by , , , , , , ,  and ."}, {"num_of_comments": 24, "num_of_like": "351,500", "path": "instagram/picture4514.jpg", "like_list": [], "date_time": "Sep 26, 2013", "location": "", "tag_list": ["@samtimothy"], "caption": "Taller than New York's Statue of Liberty and Rio de Janeiro's Cristo Redentor, the 49-meter (160-foot) African Renaissance Monument (\"Le Monument de la Renaissance Africaine\") in Dakar, Senegal, is Africa's tallest statue. The statue overlooks the Atlantic Ocean from atop one of two twin hills and was completed in 2010 to commemorate the 50th anniversary of the country's independence from France.\n\nThough subject to criticism for its large cost and foreign designers, the statue remains a popular destination for tourists and locals alike. To see more photos of the statue, tap the blue location page above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "456,168", "path": "instagram/picture4515.jpg", "like_list": [], "date_time": "Sep 26, 2013", "location": "", "tag_list": [], "caption": "Today we're excited to announce Instagram for iOS 7. Check out blog.instagram.com for more more information on today's update that includes bigger photos and videos with a new streamlined look and feel.\nInstagram for iOS 7 is available for download today in Apple’s App Store."}, {"num_of_comments": 24, "num_of_like": "396,814", "path": "instagram/picture4516.jpg", "like_list": [], "date_time": "Sep 25, 2013", "location": "", "tag_list": ["#matsushima", "@fujiwash"], "caption": "Off the mainland coast of Miyagi Prefecture sits one of Japan's three most scenic sights: a group of 260 small pine-covered islands called Matsushima (松島). Deriving their name from the Japanese translation of \"pine island\"—matsu (松) for \"pine\" and shima (島) for \"island\"—the destination is a draw for locals, tourists and seagulls alike. The islands are best viewed from one of four vantage points, and cruises offer the best option for getting an up-close look.\n\nTo see more photos and videos from Japan's pine islands, browse the  hashtag or tap the blue location link above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "296,754", "path": "instagram/picture4517.jpg", "like_list": [], "date_time": "Sep 25, 2013", "location": "", "tag_list": ["#pfw", "@twoforfashion"], "caption": "Fashion Week has steadily been making its way across the world in the past months, and today designers, models and press alike have descended upon Paris, France, for eight days of runway shows and industry events. Established and new designers alike will host premieres of their Spring/Summer collections for 2014 with the final days culminating in shows by top designers such as Louis Vuitton, Miu Miu and Marc Jacobs.\nFor more photos and videos from Paris Fashion Week as it unfolds, keep an eye on the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "442,353", "path": "instagram/picture4518.jpg", "like_list": [], "date_time": "Sep 24, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@ifitwags", "@ifitwags"], "caption": "Happy Monday, Instagram! It's  time! Today you get double the fluff. Meet Travis and Gus, two German Shorthaired Pointers from Vancouver, Canada, who share their lives on Instagram: . If your feed could use a few more pups balancing things on their heads, taking selfies and lazing about with one another, follow ."}, {"num_of_comments": 24, "num_of_like": "269,288", "path": "instagram/picture4519.jpg", "like_list": [], "date_time": "Sep 24, 2013", "location": "", "tag_list": ["@CanadianWoodworks", "@CanadianWoodworks"], "caption": "From his workshop in Ontario, Canada, Paul Lemiski—creator of Canadian Woodworks—fashions a wide range of beautiful and curvaceous wooden chairs, stools and tables.\n\nThe attention Paul pays to each creation shines through in the finished product, but that doesn't stop him from taking time to share his process on Instagram at . Through his photos and videos, Paul's Instagram followers get a close look at every stage of the fabrication process.\n\nGet a peek in the studio by following Canadian Woodworks on Instagram: ."}, {"num_of_comments": 24, "num_of_like": "239,520", "path": "instagram/picture4520.jpg", "like_list": [], "date_time": "Sep 24, 2013", "location": "", "tag_list": ["@mahessu", "@giariv", "@caryn_c", "@nedijee", "@tayylorroth", "@ctorrentsc", "@jacobcboynton", "@rijalkamaluddin", "@erinazouz", "#WHPdoortodoor"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "319,851", "path": "instagram/picture4521.jpg", "like_list": [], "date_time": "Sep 22, 2013", "location": "", "tag_list": ["@arni_coraldo", "@electriclava", "@liu__t", "@melissademata", "@henribox", "@morgan__phillips", "@pixpix", "@roracco", "@omidscheybani"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week! , , , , , , ,  and "}, {"num_of_comments": 24, "num_of_like": "389,314", "path": "instagram/picture4522.jpg", "like_list": [], "date_time": "Sep 22, 2013", "location": "Oktoberfest Bavaria", "tag_list": ["#oktoberfest", "@viktoriagarvare"], "caption": "Oktoberfest has begun in Germany! The celebration of beer is held every year in Munich and draws a crowd of nearly 6 million people, making it the world’s largest fair. Festival-goers feast on traditional German foods and drink Oktoberfest beer, a special type of beer that must be brewed within the city limits of Munich. It’s estimated that during the 16-day celebration almost 7 million liters of beer are consumed.\n\nFor more photos and videos from Oktoberfest, tap the blue location text above this image and browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "342,769", "path": "instagram/picture4523.jpg", "like_list": [], "date_time": "Sep 22, 2013", "location": "", "tag_list": ["@americascup", "@oracleteamusa", "#americascup", "@americascup"], "caption": "Today marks the final day of the 34th America's Cup (), an international sailing race that this year took place between the USA and New Zealand.\n\nOriginally founded in England in 1851, the America's Cup now shifts venues with each challenge. This year, the Royal New Zealand Yacht Squadron and the Emirates Team New Zealand challenged the defending champion Golden Gate Yacht Club and the Oracle Team USA (). The two crews have played out a series of first-to-nine races in the San Francisco Bay over the past weeks, manning their wing-sail catamarans at velocities in excess of twice the given wind speed. Though the last races take place today, New Zealand has established a clear lead and is expected to emerge as the 2013 champion.\n\nFor more photos and videos from the America's Cup, browse the  hashtag.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "298,953", "path": "instagram/picture4524.jpg", "like_list": [], "date_time": "Sep 21, 2013", "location": "", "tag_list": ["#WHPdoortodoor", "#WHPdoortodoor", "@ktrap"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to to capture creative photos of a commonplace object: doors. Some tips to get you started: Focus on a single door with a unique size, shape, color or style. Or look for patterns and repetitions in buildings that may have multiple. Finally, make sure to spend some time getting lost exploring where you live. Every town or city has an interesting door somewhere, so try to find the ones that are exceptional.\n\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "483,186", "path": "instagram/picture4525.jpg", "like_list": [], "date_time": "Sep 20, 2013", "location": "Rock in Rio 2013", "tag_list": ["@rockinrio", "@springsteen", "@justintimberlake", "@gogolbordello", "@gracepotterandthenocturnals", "@avengedsevenfold", "@mrjcmayer", "#RockInRio", "@lermanns"], "caption": "This weekend, music fans will flood Rock City in Rio de Janeiro for the second weekend of Rock in Rio (). Rock in Rio is one of the largest music festivals in the world with over 850,000 daily attendees. To get a first-hand look at the festival, be sure to follow some of the performers on Instagram: , , , ,  and .\n\nFor real-time photos and videos from the event, tap the blue location text above this image and browse the  hashtag. Photo by "}, {"num_of_comments": 24, "num_of_like": "278,834", "path": "instagram/picture4526.jpg", "like_list": [], "date_time": "Sep 20, 2013", "location": "Musée Rodin", "tag_list": ["#artthursday", "#rodin", "@marcolepelo"], "caption": "Happy , Instagram! Today we're headed to Paris to see the sculptures of Auguste Rodin. Perhaps best known for his statue \"Le Penseur\" (\"The Thinker\"), Rodin's career reached its height in the late 1800s as his distinctive naturalistic style and emphasis on bodily form grew in popularity. Rodin also capitalized on the process of plaster casting, in which plaster molds are made from clay sculptures so they can be reproduced. This process allowed Rodin and his studio to create multiple copies of his many works, the likes of which can now be seen in museums across the world.\n\nTo see more of Rodin's works, browse the  hashtag or tap the blue location text above.\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "298,552", "path": "instagram/picture4527.jpg", "like_list": [], "date_time": "Sep 20, 2013", "location": "", "tag_list": ["@rachelryle", "@desertfriends", "@nowthisnews", "@Cory", "@NPR", "@CBSthismorning", "@nowthisnews"], "caption": "Since launching video on Instagram back in June, we've seen the many creative ways Instagrammers have used video to express themselves. From 's hand-drawn time-lapse artistry to the sci-fi TV show series , this community continues to astound us.\n\nLately we've seen media broadcasters—both traditional and non-traditional—experimenting with video to share news right here on Instagram.\n\n is among those leading the charge. The NowThisNews crew teamed up with Newark Mayor and U.S. Senate-candidate  Booker for an Instagram video interview series.  recently teamed up with chefs to post fun, instructional videos to teach their community how to make dumplings. And  has been experimenting with 15-second newscasts.\nWe're always excited to see new ways Instagrammers are using video and we're excited to see what comes next.\nVideo by ."}, {"num_of_comments": 24, "num_of_like": "308,963", "path": "instagram/picture4528.jpg", "like_list": [], "date_time": "Sep 19, 2013", "location": "", "tag_list": ["@majedalsabahkuwait", "@majedalsabahkuwait"], "caption": "Kuwaiti Instagrammer Sheikh Majed Al-Sabah () is no stranger to what makes something beautiful. A prominent figure in the fashion industry, he brings his eye for aesthetics to his everyday life through Instagram.\n\nAl-Sabah says his minimalist series of household objects on stark white backgrounds comes from his over 22 years of experience in merchandising and window-display design. “I normally decide to photograph what’s around me, what’s in the fridge—and then I start putting together specific concepts and series.” Majed Al-Sabah also frequently incorporates music into his posts to help dimensionalize his work: “I want my audience to look at my photos with that specific music playing.” For more of Majed Al-Sabah’s white series and photos and videos from his projects and travels, be sure to follow ."}, {"num_of_comments": 24, "num_of_like": "238,734", "path": "instagram/picture4529.jpg", "like_list": [], "date_time": "Sep 19, 2013", "location": "", "tag_list": ["@stanridgecycles", "@stinnerframeworks", "@majacobikes", "@horsecycles", "@geekhousebikes", "@bishopbikes", "@thebicycleacademy", "@stanridgecycles"], "caption": "The Instagram community is rich with artists and craftspeople documenting their trades. By sharing everything from restoring furniture to building guitars to printing stationary, these Instagrammers leave their followers with a better understanding and deeper appreciation for their craft.\n\nCycling enthusiasts are a particularly lucky group, as many bicycle builders from across the United States and around the world have taken to Instagram to show off their fabrication skills.\n\nInterested in learning more about how bikes are built? Check out these Instagram accounts:\n\n in Columbus, Ohio;  in Santa Barbara, California;  in Austin, Texas;  in Brooklyn, New York;  in Boston, Massachusetts;  in Baltimore, Maryland; and , a masterclass on bicycle frame-building in Bristol, UK.\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "372,117", "path": "instagram/picture4530.jpg", "like_list": [], "date_time": "Sep 18, 2013", "location": "", "tag_list": ["@bigmanjapan", "#portraitsinpuddles", "#portraitsinpuddles", "#portraitsinpuddles", "@bigmanjapan"], "caption": "Earlier this year, Adam Elkins () began a hashtag series called , featuring photos of people standing next to puddles, their reflections cast in the water below. For his portraits, Adam splits the frame between the physical and reflected, showing his subject in the top half and their reflection in the bottom half of his photos.\n\nA few other Instagrammers have discovered Adam’s tag and added portraits of their own. The next time you’re out with a friend after a rainy day, try your hand at a  photo!\n\nTo see more photos, view the  hashtag page and follow Adam: ."}, {"num_of_comments": 24, "num_of_like": "506,318", "path": "instagram/picture4531.jpg", "like_list": [], "date_time": "Sep 17, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@chinnybuddy", "@chinnybuddy"], "caption": "Happy Monday, Instagram! Time for the ! This week, we've got something a little different. Meet Mr. Bagel (), an adorable (and incredibly soft-looking) chinchilla. If you're already following too many dogs or cats, try adding a little  to your Instagram feed."}, {"num_of_comments": 24, "num_of_like": "511,762", "path": "instagram/picture4532.jpg", "like_list": [], "date_time": "Sep 17, 2013", "location": "Plaza de la Constitucion", "tag_list": ["@vaneloopez"], "caption": "Mexico celebrates its independence every September with parades, festivals, feasts, parties and the iconic Grito de Dolores (\"Cry of Dolores\"). Also known as El Grito de la Independencia (\"Cry of Independence\"), it was originally uttered by priest Miguel Hidalgo y Costilla in the small town of Dolores on September 16, 1810.\n\nThat first \"grito\" served as a pronouncement of the war against Spain and the event has since assumed near mythic status. The tradition is carried on each year on September 15 when the standing President of Mexico rings a bell and repeats a cry of patriotism based upon the \"Grito de Dolores.\" The speech ends with a threefold shout of \"¡Viva México!\" from the balcony of the National Palace to the assembled crowd in the Plaza de la Constitución, or Zócalo, one of the largest public plazas in the world. To view more photos and videos of last night's celebrations, tap the blue location text above. Photo by "}, {"num_of_comments": 24, "num_of_like": "443,993", "path": "instagram/picture4533.jpg", "like_list": [], "date_time": "Sep 17, 2013", "location": "", "tag_list": ["@thedoncor1", "@corinnahoffman", "@benedettodemaio", "@toniandash", "@knoxmosis", "@greggutkin", "@thenosyt", "@kitkat_ch", "@galina90", "#WHPmindtheclouds"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "327,185", "path": "instagram/picture4534.jpg", "like_list": [], "date_time": "Sep 16, 2013", "location": "", "tag_list": ["@aerohockey", "@aerohockey"], "caption": "Zhenya Aerohockey () is always on the hunt for triangles in Saint Petersburg, Russia. On his Instagram profile, he's collected over 80 photos of different triangular shapes and corners since beginning the series in February of this year. \"I captured my first corner in a moment of boredom—I was in a simple office waiting for my friend to finish his work. I didn’t know that it would become such a pastime for me.\" For Zhenya, the fun is in finding new perspectives. \"To keep myself and others excited about the project, it is important to find corners in unexpected places and to shoot scenes with balanced color and light.\" His followers often inspire the scenes he captures. \"I have started to get great feedback from my friends and from foreigners. That is priceless for a photographer. And, that's why on Instagram I feel I'm amongst friends.\" To tune into the Zhenya's corner series, be sure to follow  on Instagram."}, {"num_of_comments": 24, "num_of_like": "260,679", "path": "instagram/picture4535.jpg", "like_list": [], "date_time": "Sep 16, 2013", "location": "", "tag_list": ["@michaelarafat", "@jaredbfries", "@thatfoodcray", "@memyselfandicecream", "@haavardstorm", "@lightbulbsun", "@brickandpendant", "@scali", "@blaineorific"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "262,515", "path": "instagram/picture4536.jpg", "like_list": [], "date_time": "Sep 15, 2013", "location": "", "tag_list": ["@my_shadowplay", "@my_shadowplay"], "caption": "\"Less is more,\" says Thailand-based Instagrammer Sukij Pongpisuth (). Through his minimalist photography, Sukij captures the beauty in quiet, everyday scenes. From pipes running up the side of a building to shopping carts abandoned on an empty sidewalk, Sukij looks everywhere for the perfect shot.\nRegardless of subject matter, shadows always find their way into Sukij's photos. Careful attention to lighting and positioning helps him capture objects at just the right angle so that their shadows become a prominent part of the photo.\n\nTo see more of Sukij's photos, follow ."}, {"num_of_comments": 24, "num_of_like": "231,812", "path": "instagram/picture4537.jpg", "like_list": [], "date_time": "Sep 14, 2013", "location": "", "tag_list": ["@ouropenroad", "@ouropenroad"], "caption": "Today, Adam, Emily and Colette Harteau () stopped by our office while on a break from their life on the road in South America. In a few weeks time, they'll head to Lima, Peru, to begin a journey to the southern tip of Patagonia and back up to Brazil in their 1990 VW Westfalia van. Tune into their adventures by following them "}, {"num_of_comments": 24, "num_of_like": "351,358", "path": "instagram/picture4538.jpg", "like_list": [], "date_time": "Sep 14, 2013", "location": "", "tag_list": ["#WHPmindtheclouds", "#WHPmindtheclouds", "@brahmino"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative and playful photos and videos of people or objects interacting with clouds. Some tips to get you started: Take time to notice the shapes of clouds and what you think of when you see them, then use that inspiration as a starting point for the shot you put together. Second, be patient and pay attention to perspective. It's important to line your shot up well so others can understand what you've created. Finally, have fun! Don't be afraid to let your imagination run wild.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "355,385", "path": "instagram/picture4539.jpg", "like_list": [], "date_time": "Sep 14, 2013", "location": "", "tag_list": ["@moekokokaji"], "caption": "In the 17th century, Japanese scholar Hayashi Gahō is said to have declared the three most scenic views of Japan (日本三景): the islands of Matsushima, Hiroshima prefecture's Itsukushima Shrine and, finally, the Amanohashidate sandbar in Kyoto.\n\nWith lush pine forests extending down to the expansive shoreline, Amanohashidate (天橋立) stretches nearly two miles across Miyazu Bay. Though most popularly viewed from the mountains on either side of the bay, the land bridge itself contains a small theme park and the Chion-ji Buddhist temple. The beautiful contrasts between forests and beaches have drawn local and visiting Instagrammers alike to stroll among the sandbar's pine trees and document Amanohashidate’s beauty.\n\nFor more photos from Amanohashidate, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "385,814", "path": "instagram/picture4540.jpg", "like_list": [], "date_time": "Sep 13, 2013", "location": "", "tag_list": ["@brahmino", "#mindtheclouds", "@brahmino"], "caption": "Bologna, Italy-based Instagrammer Simone Bramate () began using Instagram in 2011 to see how mobile photography would change the way he thought about his own career. As a visual storyteller, Simone finds the balance between photos and text especially interesting, particularly as he interacts with the Instagram community.\nMany of Simone's photos tend to feel magical as his subjects float, tilt or sink into the signature blue skies, expansive seas and rolling fields of the Italian landscape. He has also become well known for his  hashtag series, where he plays with perspective to create photos in which people or objects seem to seamlessly interact with faraway clouds. The series itself is an exercise in taking time to notice beauty. \"[The series was] born at a time when I needed to look at the sky even if commitments did not allow me to stop.\" Simone only has just one important tip for cloud photography: \"Be quick in framing the beloved cloud, because it changes shape quickly, but take all the time your heart needs to observe them.\" To see more of Simone's photos and videos, be sure to follow  on Instagram."}, {"num_of_comments": 24, "num_of_like": "513,653", "path": "instagram/picture4541.jpg", "like_list": [], "date_time": "Sep 13, 2013", "location": "", "tag_list": ["#artthursday", "@naokiastaro"], "caption": "Happy ! This week takes us to Singapore, home to the 55-meter, 230-ton Alkaff Bridge. Popularly called Singapore's ArtBridge, the pedestrian bridge was designed to resemble a tongkang, a traditional boat common to the region. Built in 1999, the bridge was painted in 2003-2004 by renowned Filipino artist Pacita Abad and a team of paintbrush-wielding rope specialists who transformed it into the vibrant landmark it is today. See more photos and videos from the Alkaff Bridge by tapping the blue location link above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "339,910", "path": "instagram/picture4542.jpg", "like_list": [], "date_time": "Sep 13, 2013", "location": "", "tag_list": ["@spinphotoart", "#imnotallhere", "#imnotallhere", "@spinphotoart"], "caption": "Last year, Erica Spin () began taking photos that weren't quite complete and tagging them with the  hashtag. She captures photos of people and objects that are either partially obscured or removed from the frame. \"I wanted to capture the essence of something without having to entirely show it in the photo,\" Erica says. \"I wanted to give the viewer a chance to use their imagination and to come up with different things in their mind when they see these pictures.\" Want to take your own  photo? Erica suggests finding a prop, such as a book, an umbrella or a lamp shade, to cover your subject just enough so that only one part of their body or face is showing. You can also try only capturing part of an object to make your viewer imagine what lies outside the frame.\n\nTo see more of Erica's photos, follow her ."}, {"num_of_comments": 24, "num_of_like": "619,501", "path": "instagram/picture4543.jpg", "like_list": [], "date_time": "Sep 12, 2013", "location": "Tribute In Lights", "tag_list": ["@coldloki"], "caption": "For the past eleven years, New York City has paid homage to the tragedies of September 11, 2001, with Tribute in Light, two powerful beams of light projected upwards as part of the city skyline. The shape and placement of the installation echo the fallen Twin Towers and honor the victims of the 9/11 attacks as well as the many who worked as part of the relief efforts.\n\nOriginally conceived just days after the attack as a \"Project for the Immediate Reconstruction of Manhattan's Skyline,\" Tribute in Light is made up of 88 7,000-watt lightbulbs that create the strongest beams of light ever projected from Earth. The tribute is visible from up to 60 miles (95.6 km) away from its base near the World Trade Center site.\n\nYou can find more photos and videos from the 9/11 tribute by visiting blog.instagram.com and by tapping the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "276,723", "path": "instagram/picture4544.jpg", "like_list": [], "date_time": "Sep 11, 2013", "location": "", "tag_list": ["@daniel_arsham", "@pharrell", "#arshamxpharrell", "@daniel_arsham"], "caption": "For American artist Daniel Arsham (), nothing is what it seems. He recreates recognizable objects with unexpected materials—volcanic ash cameras, stone and crystal baseball gloves and melting walls. On Instagram, Daniel shares the process behind his perception-bending pieces. \"I think for many viewers the creation of an artwork, stage design or installation is an abstract gesture. Instagram allows me to give people the full sense of what I am trying to create as well as understand the many collaborators who inspire and influence what I make,\" he says.\nDaniel also uses Instagram to share where his work will be on view with interested followers. In addition to a special project with  that kicks off tonight in New York, Daniel has upcoming exhibitions in London, Amsterdam, Singapore, Tokyo and Hong Kong. \"I have followers from these places who already know about these shows and are following the process of how the work goes from an idea to what they will see in the gallery.\" To follow Daniel's practice and learn more about his upcoming exhibitions, including his special  project in NYC, be sure to follow "}, {"num_of_comments": 24, "num_of_like": "313,689", "path": "instagram/picture4545.jpg", "like_list": [], "date_time": "Sep 11, 2013", "location": "", "tag_list": ["@benvenom", "@benvenom"], "caption": "\"I’m interested in juxtaposing traditional handmade crafts with extreme elements found on the fringes of society,\" Ben Venom () says in his artist statement. Inspired by Gees Bend quilts made from recycled materials by women in the American rural South, Ben repurposes discarded denim and old heavy metal t-shirts and refashions them into quilts of painfully exacting detail, challenging and broadening his audience's conception of fine art.\nSays Ben, \"for me Instagram operates as a timeline that visually displays the progression of my art and life. I tend to post works in progress and occasionally finished pieces to give the viewer an idea of how the work has progressed.\" Read more at blog.instagram.com and follow Ben's work: ."}, {"num_of_comments": 24, "num_of_like": "632,989", "path": "instagram/picture4546.jpg", "like_list": [], "date_time": "Sep 10, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@macchacat", "@macchacat"], "caption": "Happy Monday, Instagram! Time for the . Meet Maccha (), an adorable Scottish Fold (referring to the shape of its ears) from California. If your Instagram could use a little more curious kitty, follow Maccha's antics here: ."}, {"num_of_comments": 24, "num_of_like": "313,138", "path": "instagram/picture4547.jpg", "like_list": [], "date_time": "Sep 10, 2013", "location": "", "tag_list": ["@garethpon", "@pchyburrs", "@etrino", "@lovelimzy", "@yuliusyulius", "@mskatherineq", "@riri_bw", "@coryacrawford", "@ezypins", "#WHPfilmedfromabove"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "371,642", "path": "instagram/picture4548.jpg", "like_list": [], "date_time": "Sep 9, 2013", "location": "", "tag_list": ["@dezjeff"], "caption": "Today we're excited to announce that Instagram has grown to a community of more than 150 million people capturing and sharing moments every month.\n\nWhether it's documenting protests in Egypt, sharing the trip of a lifetime across the United States, or snapping creative photos of your pets, this community continues to surprise us every day with your creativity, sense of adventure and unique perspectives on the world.\n\nAs the community continues to grow, it's becoming more global too — now more than 60% of you are from outside the United States. Whether you're in Moscow or Hong Kong, Berlin or Reykjavik, we're more committed than ever to bringing you the best Instagram experience possible.\n\nTo the 50 million of you who've joined in the last six months, welcome. And from our team to all 150 million of you, thank you for making Instagram great. We can't wait to see what you'll create next.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "366,146", "path": "instagram/picture4549.jpg", "like_list": [], "date_time": "Sep 9, 2013", "location": "Mojave Air & Space Port", "tag_list": ["@jaunted"], "caption": "Throughout the deserts of the Southwestern United States, large groupings of parked, retired planes—aircraft boneyards—lie scattered. Most aircraft at the boneyards are either kept for storage or turned into scrap metal. The desert's dry conditions reduce corrosion and preserve the aircraft throughout the years.\n\nAircraft boneyard contents tell the story of cycles in the airline industry. They first filled up after World War II when the military downsized. Later, waves of classic propeller airliners arrived when they were retired en masse in favor of jet passenger planes. Rising oil prices have also led to plane retirements in recent history. Instagrammers have visited these surreal parking lots and you can see more of their photos and videos by tapping the blue location text above this image. Photo by ."}, {"num_of_comments": 24, "num_of_like": "283,332", "path": "instagram/picture4550.jpg", "like_list": [], "date_time": "Sep 8, 2013", "location": "", "tag_list": ["@stephenalkire", "@hegesvisuelledesign", "@penelopelane", "@meghan_plowman", "@muhdhidayatullah", "@harayu_", "@mckennaout", "@auntiegold", "@cafeaulei"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "286,925", "path": "instagram/picture4551.jpg", "like_list": [], "date_time": "Sep 8, 2013", "location": "", "tag_list": ["@emgielibris", "@emgielibris"], "caption": "Marilyn Glinka is the one-woman show behind notebook company Emgie Libris (). From her small studio in Philadelphia, Marilyn makes every single Emgie Libris notebook by hand, binding each one in unused denim or canvas. Through Instagram, Marilyn invites us into her studio for an inside look into her process. \"Generally speaking, I usually share completed book orders and the location they are heading to,\" Marilyn says. \"I like to give a shout out to the awesome shop owners that I work with.\" In addition to giving customers a peek inside her workshop, Instagram has also allowed Marilyn to form relationships with likeminded craftspeople. \"I've been connected to several talented artists and designers all over the world because of Instagram,\" she says.\n\nTake a peek inside Marilyn's studio by following ."}, {"num_of_comments": 24, "num_of_like": "377,544", "path": "instagram/picture4552.jpg", "like_list": [], "date_time": "Sep 8, 2013", "location": "", "tag_list": ["@ryanwatson07"], "caption": "Tucked in the northeastern corner of South Korea sits the lush and majestic Seoraksan National Park.\n\nThe park, established in 1970 and currently under consideration for UNESCO World Heritage status, is home to more than 1,000 plant and 1,500 animal species making it a destination for nature lovers from around the globe.\n\nAnother draw is the area's dramatic—and photogenic—granite cliffs, some of which climb as high as 5,600 ft (1,700m) above sea level.\n\nExplore Seoraksan and its rich geographical and ecological diversity through Instagram by tapping the blue location link above. Photo by "}, {"num_of_comments": 24, "num_of_like": "308,472", "path": "instagram/picture4553.jpg", "like_list": [], "date_time": "Sep 7, 2013", "location": "", "tag_list": ["#WHPfilmedfromabove", "#WHPfilmedfromabove", "@priya"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take videos from a bird's-eye perspective. Some tips to get you started: Try to keep your shot as steady as possible. Use a tripod or place your phone on a glass table and set your scene up underneath it. If you're filming a moving scene, be sure to turn on Cinema Mode if your device supports it. When searching for a subject, try filming everyday actions from above. When viewed on their own, hands in motion can tell a remarkable story of their own. Lastly, pay attention to your setting. Use your background or surface to help set the tone and context for your video.\n\nPROJECT RULES: Please only add the  hashtag to videos taken over this weekend and only submit your own videos to the project. Any video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFor more examples and inspiration, check out blog.instagram.com.\n\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "471,624", "path": "instagram/picture4554.jpg", "like_list": [], "date_time": "Sep 6, 2013", "location": "The Nelson-Atkins Museum of Art", "tag_list": ["#artthursday", "#claesoldenburg", "@nelsonatkins", "@karlitos_way"], "caption": "Happy , Instagram! This week we're checking out a sculpture by American pop artist Claes Oldenburg. Working closely with his collaborator and wife, Coosje van Bruggen, Oldenburg brought a playful element to an art world that largely took itself very seriously. His most notable works take shape as larger-than-life everyday objects such as these shuttlecocks located in the sculpture garden of the Nelson-Atkins Museum in Kansas City, USA.\nFor more photos and videos from Claes Oldenburg's larger-than-life sculpture, browse the  hashtag. To explore more art from the Nelson-Atkins museum, tap the blue location text above and be sure to follow .\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "361,541", "path": "instagram/picture4555.jpg", "like_list": [], "date_time": "Sep 6, 2013", "location": "Fashion Week", "tag_list": ["@mbfashionweek", "@madefw", "#NYFW", "#MBFW", "@thomas_k", "@cocorocha", "@tonychungmodel", "@theyskenstheory", "@bryanboycom", "@songofstyle", "@thomas_k"], "caption": "New York Fashion Week is officially under way! Fashion Week began in 1943 as a way to highlight American designers to fashion journalists during WWII when French fashion was inaccessible. Now, New York's fashion weeks (for spring and fall collections) mark two of the most important events in the fashion world's calendar. Top designers debut and showcase their collections to more than 100,000 industry leaders including buyers, retailers, celebrities and media. This year's show also includes InstaStops backstage at both the Lincoln Center and MILK Studios runway venues posting from the Fashion Week official account () and MADE Fashion Week (). To see more content live from the eight days of New York Fashion Week 2013, browse the  and  hashtags or tap the blue location text above.\nFor a behind-the-scenes look from Fashion Week's elite, check out the following Instagram accounts: Photographer Thomas Kakareko (), models Coco Rocha () and Tony Chung (), designer Olivier Theyskens () and fashion bloggers Bryan Boy () and Aimee Song (). Photo by "}, {"num_of_comments": 24, "num_of_like": "336,529", "path": "instagram/picture4556.jpg", "like_list": [], "date_time": "Sep 6, 2013", "location": "White Sands National Monument", "tag_list": ["@nickspud"], "caption": "At the southern end of New Mexico sits a 275-square-mile (710-square-km) field of white sand dunes composed of gypsum crystals.\n\nBecause gypsum dissolves in water, fields of this type are rare and typically erode over time. But New Mexico's dunes sit in a basin that does not drain. Instead, water collects in pools that eventually evaporate, creating beautiful gypsum formations that are a popular draw for Instagrammers.\n\nFor those interested in visiting, the easiest entry point is the White Sands National Monument, established in 1934 by President Herbert Hoover. Those unable to see the dunes in person can explore the scenic landscape through the lens of other Instagrammers by tapping the blue location link above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "334,173", "path": "instagram/picture4557.jpg", "like_list": [], "date_time": "Sep 5, 2013", "location": "USTA Billie Jean King National Tennis Center", "tag_list": ["@usopen", "@atpworldtour", "@wta", "@lolinberg"], "caption": "The US Open () is in full swing in New York! The Open is the final Grand Slam tournament of the year, and over the next few days the men's and women's champions will be crowned. If you're attending the US Open matches or just playing tennis with friends, be sure to keep these mobile sports photography tips from the folks at Getty in mind:\n1. The focal point can make or break an image, so make sure you have one and tap the screen to focus on that spot.\n2. Bright light can be harsh, but morning or afternoon light can create beautiful, dark backdrops that accentuate a well-lit subject.\n3. Take your photo earlier than you think you need to. A tennis ball is faster than you think!\n4. Action shots don’t just mean the ball and racquet—be ready for players' reactions and celebrations.\n\nFor more photos and videos from the US Open, be sure to tap the blue location text above this image and follow the official  and  accounts. Photo by ."}, {"num_of_comments": 24, "num_of_like": "344,456", "path": "instagram/picture4558.jpg", "like_list": [], "date_time": "Sep 5, 2013", "location": "", "tag_list": ["@salmanrushdie", "@krakauernotwriting", "@salmanrushdie", "@krakauernotwriting", "@studiojjk", "@marcuscooks", "@joseluispeixoto", "@erinmorgenstern", "@joseluispeixoto"], "caption": "Ever wondered where the inspiration for your favorite novel came from? Authors like Salman Rushdie () and Jon Krakauer () are using Instagram to give you a glimpse into the life of a writer. Many authors have taken to Instagram to share everything from the research and findings that help shape their work to receiving the first copies back from the publisher and the book tours that follow. Be sure to follow some of your favorite authors on Instagram, including , , , ,  and . Photo by "}, {"num_of_comments": 24, "num_of_like": "648,876", "path": "instagram/picture4559.jpg", "like_list": [], "date_time": "Sep 4, 2013", "location": "", "tag_list": ["@jermzlee", "#petselfiez", "#petselfiez", "@jermzlee", "#petselfiez"], "caption": "Since the advent of the digital camera, people have been snapping the one-handed self-portraits that the world has come to know as \"selfies.\" As the popularity of the selfie has grown around the globe, it was only a matter of time before animals started getting in on the trend.\n\nEnter Jeremy Veach () and his adorable pug Norm. Norm snapped his first selfie a few months ago and posted it with a new  tag, differentiating it from other selfies on Instagram. Says Jeremy, \"my followers loved it so I kept it going!\" Since Norm's first self-portrait, nearly 900 other animals have been inspired to share their own selfies with the  hashtag. For more photos from Jeremy and Norm, follow  on Instagram, and be sure to browse the  hashtag to see selfies from animals around the world."}, {"num_of_comments": 24, "num_of_like": "488,164", "path": "instagram/picture4560.jpg", "like_list": [], "date_time": "Sep 3, 2013", "location": "", "tag_list": ["#BurningMan2013", "@benja_benja"], "caption": "Every year on the last Monday of August, tens of thousands of people make the pilgrimage to the Nevada desert for Burning Man, a week-long celebration of art, music and general mayhem.\n\nBurning Man began as a small gathering in 1986 but has since grown to a spectacle of over 50,000 attendees. Despite its massive size, attendance is actually tightly regulated, and participants are selected from a much larger pool through a complicated, multi-round lottery.\n\nFor those unable to get ahold of a ticket, many \"Burners\" have documented their experience through Instagram, allowing the outside world a peek into Burning Man's ephemeral Black Rock City.\n\nTo see more photos, search the  hashtag or tap the blue location link above. Photo by ."}, {"num_of_comments": 24, "num_of_like": "239,233", "path": "instagram/picture4561.jpg", "like_list": [], "date_time": "Sep 3, 2013", "location": "", "tag_list": ["@surovjak", "@tanrr", "@atvlobos", "@phxtarin", "@coomeshot", "@npieper", "@fanellas", "@hafiizh_alfarrisi", "@kierstenmh", "#WHPmylibrary"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "434,933", "path": "instagram/picture4562.jpg", "like_list": [], "date_time": "Sep 2, 2013", "location": "", "tag_list": ["@rbehner", "@rbehner"], "caption": "Nearly every day for the past six years, Colorado Instagrammer Ryan Behner () has commuted by bike to work. About a year ago, he started taking daily pre-commute self-portraits right outside his house, facing east with his bike in hand. Ryan's Instagram photos serve as a visual diary of the past year and the progression of his style. \"If you look back at my stream, you'll see it started with me drinking coffee on the curb and watching the sun rise. Then as sunrise got later and later, it switched to being right as I left for work. From there I started experimenting and iterating.\" For Ryan, the best part of his year-long photo challenge has been the reactions of other Instagrammers. \"The response to the shots has been far greater than I could have imagined, especially as I am getting towards the end of my goal. The feedback from my friends and local followers is really what motivated me to keep it going and to keep experimenting every morning, no matter how silly I looked out on the curb in front of the passing cars.\" To tune into the final months of Ryan's year-long photo project, follow ."}, {"num_of_comments": 24, "num_of_like": "269,281", "path": "instagram/picture4563.jpg", "like_list": [], "date_time": "Sep 2, 2013", "location": "", "tag_list": ["@hongdave", "@angela___a", "@mhzhao", "@ralphmatthews", "@perrycolante", "@vincentcroce", "@drea__lopez", "@boylagi", "@vsmiles"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "335,105", "path": "instagram/picture4564.jpg", "like_list": [], "date_time": "Sep 1, 2013", "location": "", "tag_list": ["@alabamafbl", "@oregongridiron", "@stanfordfball", "@georgiafootball", "@gamecockfb", "@clemsonfb", "@jmanziel2", "@stuitt", "@anthonybarr", "@tg4hunnid", "@braxtonmiller92", "@therealmomba6", "@oregongridiron"], "caption": "College football is officially underway in the United States! This season is a special one as it marks the end of the Bowl Championship Series (BCS) format that began in 1902. Starting in 2014, the BCS will be replaced by a four-team College Football Playoff.\n\nWill your team make it all the way to the final BCS National Championship game in Pasadena, California, on January 6? Be sure to follow your favorite players and programs to support them and tune into their seasons on Instagram. Teams: , , , ,  and . Players: , , , ,  and .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "249,998", "path": "instagram/picture4565.jpg", "like_list": [], "date_time": "Aug 31, 2013", "location": "", "tag_list": ["#WHPmylibrary", "#WHPmylibrary", "@tgeorgakopoulos"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to to share creative photos from your local library. Some tips to get you started: Start exploring your library by considering its architecture. The exteriors of libraries vary widely and are often photogenic, and the inside spaces can be filled with small nooks where people can read as well as larger spaces meant for work or study. The most important part of any library is, of course, its books. Get creative with ways of photographing books with special attention to all of the different colors as well as the patterns and lines that emerge from the shelves. Lastly, libraries often serve as exhibition spaces for local history, rare manuscripts or even art installations. Don't be afraid to ask to see what treasures your library holds.\nPROJECT RULES: Please only add the  hashtag to photos taken over this weekend and only submit your own photographs to the project. Any image taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "428,730", "path": "instagram/picture4566.jpg", "like_list": [], "date_time": "Aug 31, 2013", "location": "", "tag_list": ["@jnornelas"], "caption": "From 250 CE until its mysterious collapse in 900 CE, the Mayan civilization was one of the most advanced cultures in the world. Extending from southern Mexico to the northern tip of present-day El Salvador, the various kingdoms and empires of the Maya fostered a population in the millions. Throughout its nearly 3,000 years of existence, the Mayan civilization developed highly elaborate systems of art, architecture, religion, math and—most notably—astronomy.\n\nToday, the ancient sites lie in ruins throughout the Central American jungles. Large stepped pyramids, ball courts and decorated stone slabs (or stelae) hold a special draw for Instagrammers who make the trek to document them.\n\nFor more from the Mayan ruins, check out blog.instagram.com or tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "312,413", "path": "instagram/picture4567.jpg", "like_list": [], "date_time": "Aug 30, 2013", "location": "Solomon R. Guggenheim Museum", "tag_list": ["#ArtThursday", "@lacma", "@mfahouston", "@guggenheim", "#JamesTurrell", "@guggenheim"], "caption": "For this week's , we're taking a look at American artist James Turrell who makes art out of light. Turrell explains, \"Rather than be someone who painted light or depicted light in some way, I wanted to have the work be light.\" Through large-scale installations made specifically for certain places, he explores and challenges the ideas of perception, color and space.\n\nWant to see a Turrell in person? The Los Angeles County Museum of Art (), the Museum of Fine Arts in Houston () and the Solomon R. Guggenheim Museum in New York () are all running concurrent exhibitions through the summer. You can also see more photos and videos of his work by browsing the  hashtag and tapping the blue location page above this image.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "439,841", "path": "instagram/picture4568.jpg", "like_list": [], "date_time": "Aug 30, 2013", "location": "", "tag_list": ["@rachelryle"], "caption": "Since the launch of video on Instagram, illustrator and animator Rachel Ryle () has transformed her feed into a gallery of stop-motion animation. \"I've always been intrigued by the art of stop motion,\" Rachel says. \"As soon as Instagram released the video feature I started experimenting. It wasn't long before I posted my first animation and I haven't stopped since.\" Rachel credits the Instagram community as her inspiration to keep creating. \"I was instantly overwhelmed by the support and attention my animations received, which made me excited to keep creating more. Everyday I'm looking around for inspiration and I find myself waking up eager to start the next project.\" Interested in trying your hand at your own stop-motion videos? Go to blog.instagram.com to read Rachel's tips!"}, {"num_of_comments": 24, "num_of_like": "475,886", "path": "instagram/picture4569.jpg", "like_list": [], "date_time": "Aug 29, 2013", "location": "Lincoln Memorial", "tag_list": ["#MOW50", "@bendroz"], "caption": "On this day 50 years ago, Martin Luther King, Jr. led a march on Washington, DC, to call for an end to racial inequality in the United States. The event, which drew between 200,000 and 300,000 attendees, culminated in King's historic \"I Have a Dream\" speech delivered against the backdrop of the Lincoln Memorial.\n\nTo commemorate King's march, thousands have gathered today on the National Mall to hear speeches from President Barack Obama and others.\n\nTo see photos and videos from today's gathering, search the  hashtag and tap the blue Lincoln Memorial location link above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "251,919", "path": "instagram/picture4570.jpg", "like_list": [], "date_time": "Aug 29, 2013", "location": "Buñol", "tag_list": ["#latomatina", "#tomatina", "@myatna"], "caption": "Earlier today, the small town of Buñol near Valencia, Spain, hosted its annual Tomatina festival. Thousands of participants flooded the streets to throw more than 100 metric tons (220,450 pounds) of overripe tomatoes at each other. Because the event has become so popular, this year the town of Buñol introduced a limit to the number of participants and charged an entry fee. The event dates back to 1945, and while the origins of the festival are uncertain, it has become one of Spain’s most beloved (and messy) holidays.\n\nFor more photos and videos from La Tomatina, explore the  and  hashtags or tap the blue location text above.\nVideo by "}, {"num_of_comments": 24, "num_of_like": "391,075", "path": "instagram/picture4571.jpg", "like_list": [], "date_time": "Aug 29, 2013", "location": "", "tag_list": ["@camp4collective", "@jimmy_chin", "@timkemple", "@renan_ozturk", "@ansonfogel", "@camp4collective", "@alexhonnold", "@jimmy_chin"], "caption": "There are people in this world who spend their days scaling earth's largest and most spectacular mountain ranges. Fortunately for those of us unwilling or unable to make a living by ascending hair-raising heights, many of the world's best mountain climbers are sharing their adventures through Instagram.\n\nCamp4Collective () is a group of elite climbers and filmmakers who give their Instagram followers an intimate glimpse into their extraordinary lives. To see the world through their lenses, follow these people: award-winning photographer and filmmaker , director and cinematographer , expedition climber, landscape artist and filmmaker , filmmaker and cinematographer  and world-famous free climber and frequent  collaborator .\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "260,191", "path": "instagram/picture4572.jpg", "like_list": [], "date_time": "Aug 28, 2013", "location": "", "tag_list": ["@jayzombie", "@jesperbulow", "@sweetdivergence", "@lanzgg", "@nashker"], "caption": "Over the past several weeks, Instagrammers around the world gathered together to take photos and videos and share them on Instagram, including an InstaMeet in Iceland and a San Diego, California meet-up that may have been the biggest InstaMeet yet. To see what it’s like to attend an InstaMeet, check out our post on blog.instagram.com. You can also find these photos on the users' profiles and tap through to their hashtags.\nPhotos by  (Iceland InstaMeet),  (Berlin InstaMeet),  (San Diego InstaMeet),  (Mexico City InstaMeet) and  (Hong Kong InstaMeet)."}, {"num_of_comments": 24, "num_of_like": "550,481", "path": "instagram/picture4573.jpg", "like_list": [], "date_time": "Aug 27, 2013", "location": "", "tag_list": ["@Instagram", "#WeeklyFluff", "#NationalDogDay", "@harlowandsage", "@harlowandsage"], "caption": "Happy Monday, ! Today is a special  because it's  in the United States. For today's fluff, we meet Harlow and Sage (), a beautiful Weimaraner and his Dachshund sidekick. Follow these canines (and their frequent submissions for the weekend hashtag projects) here: ."}, {"num_of_comments": 24, "num_of_like": "330,115", "path": "instagram/picture4574.jpg", "like_list": [], "date_time": "Aug 27, 2013", "location": "Southsea Common", "tag_list": ["@bayleyonline"], "caption": "This weekend, hundreds of kites took to British skies for the 2013 Portsmouth International Kite Festival. Enthusiasts flew a wide range of kites throughout the festival, showing off traditional single-line kites, many with intricate designs and artwork, as well as newer cellular kites that demonstrate innovations in flying technology.\nOne of the largest festivals of its kind in the world, the Portsmouth Kite Festival convened this year for the 22nd time in Southsea Common and ends on Monday, August 26th.\n\nFor more photos and videos from the festival, browse the tap the blue location text above.\n\nVideo by "}, {"num_of_comments": 24, "num_of_like": "240,858", "path": "instagram/picture4575.jpg", "like_list": [], "date_time": "Aug 27, 2013", "location": "", "tag_list": ["@ericmueller", "@j___char", "@dannymota", "@bootzilla", "@missvideo", "@christmaselk", "@chriscreature", "@slowjam98", "@adamblack14", "#WHPartwatching"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "268,306", "path": "instagram/picture4576.jpg", "like_list": [], "date_time": "Aug 26, 2013", "location": "", "tag_list": ["@danotis", "@albertochehebar", "@prophet776", "@adampartridge", "@jacqall", "@borghetti", "@elgatonegro_", "@pissinginthepunchbowl", "@jerryotti"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "286,858", "path": "instagram/picture4577.jpg", "like_list": [], "date_time": "Aug 25, 2013", "location": "", "tag_list": ["@lafoodwine", "@compartes", "@chef_morimoto", "@chefmichaelmina", "@mattaccarrino", "@chefchiarello", "@foodandwinemag", "@compartes"], "caption": "This week some of the world's best chefs are in California for the Los Angeles Food & Wine Festival (). Follow them for a first-hand look at their cooking techniques, life at their restaurants and scenes from the festival: Jonathan Grahm (), Masaharu Morimoto (), Michael Mina (), Matthew Accarrino () and Michael Chiarello (). You can see more from the Food & Wine Festival by following  and tapping the blue location text above this image. Photo by ."}, {"num_of_comments": 24, "num_of_like": "236,541", "path": "instagram/picture4578.jpg", "like_list": [], "date_time": "Aug 24, 2013", "location": "", "tag_list": ["#WHPartwatching", "#WHPartwatching", "@djkrugman"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take creative photos and videos of people interacting with art. Some tips to get you started: Head to a museum or sculpture park if you have one nearby, but don't be afraid to explore unconventional art like neighborhood murals and statues. Look for interesting colors and patterns, both in the art and in the clothing of the people in your shot. Finally, think about the way your art watchers move and pause—groups assembling, viewers sketching or solitary people contemplating a piece.\n\nPROJECT RULES: Please only add the  hashtag to photos and videos taken over this weekend and only submit your own photographs and videos to the project. Any image or video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured photo by "}, {"num_of_comments": 24, "num_of_like": "317,398", "path": "instagram/picture4579.jpg", "like_list": [], "date_time": "Aug 24, 2013", "location": "", "tag_list": ["@nineinchnails", "@greendayig", "@skrillex", "@majorlazer", "@tame__impala", "#LeedsFestival", "@officialleedsfest", "@officialreadingfest", "#ReadingFestival", "@sampaulphillips"], "caption": "Today England's Reading and Leeds Festivals begin. The two massive three-day concerts run in tandem and draw more than 150,000 music lovers—many of whom will camp all weekend—from around the world.\n\nHere are just a few of the dozens of artists performing at this year's festivals: , , ,  and .\n\nSee more photos and videos from the Leeds Festival by browsing the  hashtag and by following  on Instagram. And tune in to the Reading Festival by following  on Instagram, browsing the  hashtag and tapping the blue location link above.\n\nPhoto by ."}, {"num_of_comments": 24, "num_of_like": "351,539", "path": "instagram/picture4580.jpg", "like_list": [], "date_time": "Aug 23, 2013", "location": "LACMA Los Angeles County Museum of Art", "tag_list": ["#ArtThursday", "#RichardSerra", "@mlle_michele"], "caption": "Happy , Instagram! This week we're looking at Richard Serra's large-scale metal sculptures. Usually designed specifically for the space they will inhabit, his multi-ton structures often take the shape of huge steel ribbons bent into various shapes. The installations are usually large enough to walk through, and the proportions are meant to challenge and disorient viewers' perception perception of size and scale.\n\nTo see more photos and videos of Richard Serra's work, browse the  hashtag. To see more of the specific depicted above and other works from LACMA, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "350,611", "path": "instagram/picture4581.jpg", "like_list": [], "date_time": "Aug 23, 2013", "location": "軍艦島（端島）", "tag_list": ["@ryo_hs"], "caption": "In 1890 the company Mitsubishi purchased Hashima (端島), a small island off the southwestern coast of Japan, as a mining site for undersea coal repositories. As the industry expanded, the island's population of workers and their families grew, leading Mitsubishi to create large concrete apartment blocks to house them. When viewed from afar, the silhouette of the apartments on the island resembles a 1920s imperial battleship, earning Hashima its nickname, \"Battleship Island\" (軍艦島). The mines closed in 1974 as petroleum replaced coal as a dominant fuel source, and the island quickly became abandoned without an industry to support it. Though travel to the island is largely restricted for safety reasons, intrepid Instagrammers have made the voyage to explore and document the forgotten city.\nFor more photos and videos from Hashima, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "412,015", "path": "instagram/picture4582.jpg", "like_list": [], "date_time": "Aug 23, 2013", "location": "", "tag_list": ["@reedtimmer", "@graysonwyatt", "@jason_bagby", "@_aaronhill", "@reedtimmer"], "caption": "Storm chasing is one of the most exhilarating and dangerous jobs in the world. Whether in pursuit of research data, better forecasting methods or heart-stopping footage, these thrill-seekers actively seek out deadly tornados, all the while putting themselves in contact with magnificent—and photogenic—scenery.\n\nFortunately for risk-averse extreme weather fans, many storm chasers document their experiences through Instagram. For a glimpse into the tornado-chasing life, follow these people on Instagram: extreme meteorologist and storm chaser Reed Timmer (), senior editor of Outside Magazine Grayson Schaffer (), extreme weather cinematographer J Jason Bagby (), and storm chasing photographer Aaron Hill (). Photo by ."}, {"num_of_comments": 24, "num_of_like": "310,781", "path": "instagram/picture4583.jpg", "like_list": [], "date_time": "Aug 22, 2013", "location": "", "tag_list": ["@snoopdogg", "@chali_2na", "@damiankulash", "@mister_mauster", "@davidlongstreth", "@owljohn", "@swiftswift", "@jaredfollowill", "@swiftswift"], "caption": "Since the first musician—!—joined a few months after launch, Instagram has been a home for singers, rappers and bands to share moments from performances, tours and daily life. In addition to the main band accounts, many band members have personal accounts on Instagram where they share their own perspectives of life on the road and what they're up to when they aren't performing.\nWant to get a first-hand look at the lives of your favorite band members? Be sure to follow  of Jurassic 5,  of OK Go,  of the Cold War Kids,  of the Dirty Projectors,  of Frightened Rabbit,  of The Shins and  of Kings of Leon on Instagram. Photo by "}, {"num_of_comments": 24, "num_of_like": "342,961", "path": "instagram/picture4584.jpg", "like_list": [], "date_time": "Aug 21, 2013", "location": "", "tag_list": ["@teresa_franco", "@teresa_franco", "@teresa_franco"], "caption": "San Diego, California Instagrammer Teresa Franco () isn't afraid to get up close and personal with insects to fuel her passion for macro photography. Her interest in insects comes from her love of science fiction: \"Everything about them, their appearance, behaviors—everything is just so alien,\" she says. As for technique, Teresa takes all of her photos and videos using her phone and a few trusty accessories.\n\nTeresa also has some tips for others who may want to try their hand at macro mobile photography or videography: \"Other than having passion for it, macro photography is about three things: knowledge, technique, and patience. You have to know your subjects: their behavior, how to approach them, and when to shoot them. You must shoot without fear. Also, you must have great patience to achieve great shots. I’ve spent a good hour chasing bees and dragonflies—do not surrender and it will yield rewarding results.\" To see more of Teresa's macro insect shots, be sure to follow .\nVideo by "}, {"num_of_comments": 24, "num_of_like": "551,851", "path": "instagram/picture4585.jpg", "like_list": [], "date_time": "Aug 20, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@celio24"], "caption": "Happy Monday, Instagram! It's time for the . Meet Teo, an English bulldog living in South Tyrol, Italy. If your Instagram feed could use a few more canine wrinkles against the backdrop of a majestic countryside, follow along: ."}, {"num_of_comments": 24, "num_of_like": "313,378", "path": "instagram/picture4586.jpg", "like_list": [], "date_time": "Aug 20, 2013", "location": "Beelitz Heilstätten", "tag_list": ["@ritawheel"], "caption": "Beelitz Heilstätten is an abandoned military hospital in Brandenburg, Germany. The hospital, a complex of about 60 buildings, opened in 1898 and served the Imperial German Army during World War I and Red Army forces during World War II. While some sections of the hospital are still operational, most of the complex has been abandoned, including a rifle range and the surgery and psychiatric wards. The hospital has also become a destination for Instagrammers in the area to photograph the large, empty spaces and the artwork found on its walls.\nFor more photos and videos from Beelitz Heilstätten, tap the blue location text above.\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "203,323", "path": "instagram/picture4587.jpg", "like_list": [], "date_time": "Aug 20, 2013", "location": "", "tag_list": ["@domingophotovideo", "@harlowandsage", "@missy_ziebart", "@tiempodecerezas", "@pattycakes1903", "@jelitodeleon", "@kmper02", "@ioegreer", "@mskatherineq", "#WHPmovingportrait"], "caption": "Every Monday we share some of our favorite Weekend Hashtag Project submissions on our blog at blog.instagram.com. Congratulations to , , , , , , ,  and  who all had featured submissions for !"}, {"num_of_comments": 24, "num_of_like": "345,265", "path": "instagram/picture4588.jpg", "like_list": [], "date_time": "Aug 19, 2013", "location": "WeatherTech Raceway Laguna Seca", "tag_list": ["#montereyhistorics", "@bradsewell"], "caption": "Car lovers from around the world descended on Monterey, California, this weekend for the Monterey Historics motorsports reunion. The annual event was first established in 1974 as a way for a group of friends to race their cars at Laguna Seca Raceway. Today, visitors to the Historics can attend races, car auctions and parties and have the chance to admire some of the world's most exotic cars.\n\nFor more photos and videos of this year's event, tap the blue location text above this image and browse the  hashtag. Photo by "}, {"num_of_comments": 24, "num_of_like": "281,907", "path": "instagram/picture4589.jpg", "like_list": [], "date_time": "Aug 19, 2013", "location": "Södermalm", "tag_list": ["@midnattsloppet", "#midnattsloppet", "@ficklampa"], "caption": "Last night, over 30,000 runners in Stockholm took to the streets of Södermalm for a midnight 10-kilometer (6.2-mile) run. Midnight Run or Midnattsloppet () aims to combine sport and culture and was originally inspired by Rio's Carnival celebration. The road race originated in Stockholm in 1982 but is now held in three more cities: Gothenburg, Helsinki and Malmö.\n\nFor real-time photos and videos from the event, browse the  hashtag and tap the blue location text above this image. Photo by "}, {"num_of_comments": 24, "num_of_like": "281,381", "path": "instagram/picture4590.jpg", "like_list": [], "date_time": "Aug 19, 2013", "location": "", "tag_list": ["@rhurley", "@gregfoster", "@chunksmcg", "@kyle_yu", "@gelatimotta", "@littlecoal", "@ana_cuk", "@alexsteckly", "@bklynbird"], "caption": "Every Sunday we post a weekly roundup on our blog (blog.instagram.com), featuring some of our favorite photos and videos from the week. Congrats to those whose photos and videos are featured this week!         "}, {"num_of_comments": 24, "num_of_like": "402,161", "path": "instagram/picture4591.jpg", "like_list": [], "date_time": "Aug 18, 2013", "location": "", "tag_list": ["@manchesterunited", "@lfcinstagram", "@chelseafc", "@arsenal", "@juanmatagarcia", "@rioferdy5", "@davidluiz_4", "@waynerooney", "@manchesterunited"], "caption": "Today, England's Premier League officially kicked off its season with seven opening matches. Some of the world's best known football clubs compete in the Premier League, and you can get a first-hand look at the 2013 season by following them on Instagram: , ,  and . To see a player's perspective, be sure to follow Premier League stars , ,  and .\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "273,828", "path": "instagram/picture4592.jpg", "like_list": [], "date_time": "Aug 18, 2013", "location": "First K Project 4", "tag_list": ["#WPBC13", "@dustinofglasgow"], "caption": "This weekend, 225 bagpipe bands and thousands of bagpipe enthusiasts descended on Glasgow, Scotland, for the World Pipe Band Championship, commonly known as \"The Worlds.\" Aside from attracting the top bagpipers from around the globe, The Worlds also hosts a Drum Major competition and traditional Scottish Highland games.\n\nExperience The Worlds first-hand through photos and videos from those in attendance by exploring the  hashtag or tapping the blue Glasgow Green location page above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "190,787", "path": "instagram/picture4593.jpg", "like_list": [], "date_time": "Aug 17, 2013", "location": "", "tag_list": ["#WHPmovingportrait", "#WHPmovingportrait", "@helenbreznik"], "caption": "Weekend Hashtag Project: \n\nThe goal this weekend is to take subtle and beautiful moving portraits using video on Instagram. Some tips to get you started: Have your subject be still, but not frozen. The beauty of these portraits comes from natural small movements like blinking, adjusting or wind in your subject's hair. Pay attention to your backdrop: use a single-colored or white wall for a dramatic shot or find a location that will tell a story through the background and sounds. Finally, hold your phone as still as you can or use a tripod if possible. It's hard to notice small movements in a moving portrait if your frame is moving too much.\n\nFor more inspiration and examples, check out blog.instagram.com.\n\nPROJECT RULES: Please only add the  hashtag to videos taken over this weekend and only submit your own videos to the project. Any video taken then tagged over the weekend is eligible to be featured right here Monday morning!\nFeatured video by "}, {"num_of_comments": 24, "num_of_like": "422,289", "path": "instagram/picture4594.jpg", "like_list": [], "date_time": "Aug 17, 2013", "location": "", "tag_list": ["@sweatengine", "@sittingingodspalm", "@sweatengine", "@sittingingodspalm", "@sittingingodspalm"], "caption": "One year ago today, Instagram launched Photo Maps as a way to see the moments you capture and share spread out over all of the places you've been. To commemorate the milestone, we're sharing the story of two Instagrammers who have embarked on an amazing trip.\n\nKevin Lu () and Joe D'Amelio () are two Instagrammers from New Jersey, USA. Joe, a butcher training to join the New York Police Department, had long dreamed of adventure. \"I had to be the explorer I always wanted to be.\" He and Kevin became fast friends after discovering one another on Instagram, and after two weeks of friendship they decided to quit their jobs, combine their savings and finally go on that adventure.\nWith Joe at the wheel and Kevin managing their travel budget, the two have so far voyaged all the way to the West Coast, stopping along the way to meet members of the Instagram community who have been following their journey. Awed by the hospitality and support they've received along the way, Kevin and Joe describe the trip as \"life-changing\" as they spend time fully committed to doing what they love.\n\nKevin and Joe choose their destinations by serendipity and most recently visited the Grand Canyon. The journey isn't over yet, though, so to follow along on their adventure, be sure to follow  and  on Instagram and see where they've been by exploring their Photo Maps.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "281,686", "path": "instagram/picture4595.jpg", "like_list": [], "date_time": "Aug 16, 2013", "location": "", "tag_list": ["#ArtThursday", "@kbut", "#radcarswithradsurfboardsonthem", "#radcarswithradsurfboardsonthem", "@almond_surfboards", "@herschelsupply", "@kbut"], "caption": "It's ! Today we're shining the spotlight on Kevin Butler (), a surfer, car lover and artist from California. Kevin's interests combine in a series of illustrations he shares on Instagram called . Last month, Kevin held an exhibition for his work where his illustrations were on display alongside special edition  surfboards from  and bags from . To see more of Kevin's photos and videos, follow "}, {"num_of_comments": 24, "num_of_like": "316,584", "path": "instagram/picture4596.jpg", "like_list": [], "date_time": "Aug 16, 2013", "location": "", "tag_list": ["@pasha4dust", "#fromwhereistand", "@bexfinch", "@pasha4dust"], "caption": "Russian Instagrammer Pavel Belov () has taken the  photo series first created by New York City Instagrammer Bex Finch () to a new level. As a musician traveling the country and the world, Pavel lets his feet do the storytelling as he documents his experiences. \"As a musician, I leave my trace in new places and I save this trace on Instagram. My photos and videos aren't just capturing my feet and legs, they're also about what's in the background—people, hobbies, even my microphone!\" To tune into Pavel's life in Moscow and beyond, be sure to follow "}, {"num_of_comments": 24, "num_of_like": "282,956", "path": "instagram/picture4597.jpg", "like_list": [], "date_time": "Aug 15, 2013", "location": "Instagram HQ", "tag_list": [], "caption": "Members of the team gather to discuss updates and improvements to Instagram.\n\nWe are currently hiring extraordinary people who want to help design, build and scale Instagram. We’ve been able to do this with an incredibly small team who live and breathe Instagram, and we’re looking for folks who are just as passionate to join us. Interested? Check out our jobs listings at instagram.com/about/jobs/. See more photos from life at Instagram HQ by tapping the blue location link above."}, {"num_of_comments": 24, "num_of_like": "472,006", "path": "instagram/picture4598.jpg", "like_list": [], "date_time": "Aug 15, 2013", "location": "Hearst Castle", "tag_list": ["@fmaclen"], "caption": "In 1919, media tycoon William Randolph Hearst commissioned architect Julia Morgan to design a home atop the 270,000 acres (1,093 square kilometers) of property he owned in the hills of San Simeon, California. Over the next 28 years, Morgan created one of the most ambitious architectural projects in American history: Hearst Castle.\nThe home contains over 160 rooms and boasts tennis courts, a movie theater, an airfield and 127 acres (.5 square kilometers) of gardens. Most iconic, however, are the property's two ornate pools—one indoor and one outdoor—that Morgan designed with Hearst's love of Roman antiquity in mind. The outdoor Neptune Pool features a façade from an actual Italian temple, and the expansive indoor Roman Pool is decorated with a floor-to-ceiling mosaic made of glass and fused-gold tiles.\n\nFor more photos and videos from Hearst Castle, tap the blue location text above.\n\nPhoto by "}, {"num_of_comments": 24, "num_of_like": "356,073", "path": "instagram/picture4599.jpg", "like_list": [], "date_time": "Aug 14, 2013", "location": "", "tag_list": ["@foundmyanimal", "@foundmyanimal", "@foundmyanimal"], "caption": "Inspired by a fisherman in her family, Bethany Obrecht, along with co-founder Anna Conway, started making rope leashes for rescue dogs in 2006. “So many people stopped us in the street to admire our unique nautical leads that we decided to share them with others,” Bethany says. With that spark of inspiration to fuel them, their company, Found My Animal (), was born.\n\nThrough Instagram, they highlight the process of making their leashes, give folks a sneak peek at new styles on the horizon and feature the stories of the many happy rescue dogs who sport their goods. “A funny or cute picture of an animal can make your day, and sometimes all it takes is a picture of an animal in need to generate the energy and enthusiasm for change,” Bethany says.\n\nFor more photos of ’s leashes and collars and stories from the rescue dogs who wear them, follow ."}, {"num_of_comments": 24, "num_of_like": "535,444", "path": "instagram/picture4600.jpg", "like_list": [], "date_time": "Aug 13, 2013", "location": "", "tag_list": ["#WeeklyFluff", "@littlegreybunny_"], "caption": "Happy Monday, Instagram! Are you ready for the ? Today we go all the way to Hong Kong to meet Evee, , a two-year-old rabbit that fancies cilantro and bananas. If your feed could use a little more bunny, follow Evee's adventures."}]}