{"num_of_followers": "246m", "num_of_followings": 201, "id": "instagram", "picture_list": [{"num_of_comments": 24, "num_of_like": "413,180", "path": "instagram/picture0001.jpg", "like_list": [], "date_time": "Aug 15, 2018", "location": "Mumbai, Maharashtra", "tag_list": ["@udta_firta", "#WHPhidden"], "caption": "Photo by \nExcellent timing, bird. 👏 "}, {"num_of_comments": 24, "num_of_like": "656,027", "path": "instagram/picture0002.jpg", "like_list": [], "date_time": "Aug 15, 2018", "location": "Tuxtla Gutiérrez, Chiapas", "tag_list": ["@rodrigogzmn", "@rodrigogzmn", "#WHPhidden"], "caption": "Photo by \nAfter a rainstorm, Rodrigo Guzmán () was photographing water droplets when he noticed the leaves staring back at him. 😸 “I was inspired by the mystery conveyed when you see something hidden in those shadows,” he writes. "}, {"num_of_comments": 24, "num_of_like": "379,742", "path": "instagram/picture0003.jpg", "like_list": [], "date_time": "Aug 15, 2018", "location": "Massachusetts", "tag_list": ["@alwaysmaylee", "@alwaysmaylee", "#WHPhidden"], "caption": "Photo by \n“Every night, my daughters run a series of stall tactics before bed,” says Yi-chia McMahon (). “They were trying to convince us that there was a bunny in the backyard and that the bunny was just hiding.”\nFollow along to see more of our favorites from last weekend’s hashtag project, "}, {"num_of_comments": 24, "num_of_like": "599,766", "path": "instagram/picture0004.jpg", "like_list": [], "date_time": "Aug 15, 2018", "location": "Vancouver, British Columbia", "tag_list": ["@mimles", "@mimles"], "caption": "Photo by \nProfessional makeup artist and instructor Mimi Choi’s () double take-worthy illusionist looks are inspired by textures, patterns, digital art, surrealist artists (like Salvador Dali)… and her sleep paralysis. “This is a condition in which my body is asleep, but my mind is conscious, and I experience vivid and often frightening hallucinations,” explains Mimi, who was born in Macau and immigrated to Vancouver when she was 13. “I use these episodes to fuel my creativity. The odd thing is that once I paint a certain look, I stop experiencing that particular hallucination. My art is definitely therapeutic for me!”\nWatch Mimi apply one of her signature looks on our story and our IGTV channel. To watch IGTV, update your app, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "1,499,159", "path": "instagram/picture0005.jpg", "like_list": [], "date_time": "Aug 14, 2018", "location": "Tanzania", "tag_list": ["@deevitee", "#WHPhidden"], "caption": "Photo by \nThat feeling when you’re juuuuust too tall for ."}, {"num_of_comments": 24, "num_of_like": "987,805", "path": "instagram/picture0006.jpg", "like_list": [], "date_time": "Aug 14, 2018", "location": "", "tag_list": ["@a_bunchofdogs", "#WHPhidden"], "caption": "Photo by \nGood try, buddy! We still spotted you. "}, {"num_of_comments": 24, "num_of_like": "723,963", "path": "instagram/picture0007.jpg", "like_list": [], "date_time": "Aug 14, 2018", "location": "", "tag_list": ["@dieggoo", "#WHPhidden"], "caption": "Photo by \nA natural hiding spot for  🌿👀\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "1,155,858", "path": "instagram/picture0008.jpg", "like_list": [], "date_time": "Aug 13, 2018", "location": "", "tag_list": ["@amivitale", "@amivitale", "@r.e.s.c.u.e", "#WorldElephantDay"], "caption": "Photo by \nAmerican photographer, filmmaker and writer Ami Vitale () tirelessly shares the story of the Reteti Elephant Sanctuary (), an organization in northern Kenya that rescues, raises and releases orphaned and abandoned baby elephants. “I want to shine a light on these unsung heroes that are out there changing the destiny of their own landscape,” says Ami. Due to ivory poaching and climate change, more and more elephants are in need of care and protection. Reteti was founded in 2016 by the native Samburu people to meet that need. “This place is 100 percent indigenously owned and run, which makes it different from every other elephant sanctuary, where there are a lot of outsiders and volunteers,” says Ami. “It’s really unique, and it gives the Samburu people a lot of pride. I want people to know about this place because it’s incredibly inspiring, and could be a blueprint for others.” 🐘\n\nToday is . To celebrate, join Ami at Reteti Elephant Sanctuary today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "880,731", "path": "instagram/picture0009.jpg", "like_list": [], "date_time": "Aug 11, 2018", "location": "", "tag_list": ["@brookedidonato", "#WHPhidden", "#WHPhidden", "#WHPhidden"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThis weekend for , the goal is to play a visual game of hide-and-seek. Here are some tips to get you started:\nPlay peekaboo. Take a portrait of a friend peering out from behind a curtain or through their fingers, or capture your pup’s paws sticking out from underneath the bedding on a lazy Sunday morning.\nBlend in with your environment. Dress in colors that provide camouflage, or use your body to mimic shapes and shadows in the background. Pull the camera back so you have to search to find the subject of your photo within the wide frame.\nShow us your favorite hideaways. Head out to an off-the-grid cabin for the weekend, or spend an afternoon in solitude in a quiet corner of your favorite coffee shop.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "821,979", "path": "instagram/picture0010.jpg", "like_list": [], "date_time": "Aug 11, 2018", "location": "Montecito, California", "tag_list": ["@loriastern", "@loriastern"], "caption": "Photo by \nWhen Lori Stern’s () interests in edible flowers and organic cooking came together, her shortbread cookies were born. “The first time I made them, I used basic edible plants like nasturtium, lavender and sage,” says Lori, a chef and caterer living in Southern California. Immediately, she noticed that some of the flowers stayed bright and beautiful after they came out of the oven, and others lost their color. “It’s like a never-ending science experiment,” says Lori, who, after many batches of cookies, has figured out many of her favorite flowers to bake with, like pomegranate petal, calendula, geraniums and pansies.\nWhether she’s decorating cookies, custom wedding cakes or savory brunch recipes, Lori loves every step of her work. “It’s so gratifying to feed people. I think it's the highest form of love.”\nWatch how Lori makes her flower-topped cookies on our Instagram story and our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "1,815,666", "path": "instagram/picture0011.jpg", "like_list": [], "date_time": "Aug 10, 2018", "location": "", "tag_list": ["@george_and_troja", "#WeeklyFluff", "@george_and_troja"], "caption": "Photo by \nHello, world! Meet today's : Troja (), an Irish setter mix who can often be found exploring the majestic Norwegian outdoors. “We live close to the countryside with the forest as our backyard, so she has been running between the trees since she was little,” says George, Troja’s human. “Troja wasn’t the most social or the strongest pup, but after years of challenging her to explore new things, see new places and meet other dogs and people, she has grown into a playful dog with an equal amount of passion for adventure and snacks.”"}, {"num_of_comments": 24, "num_of_like": "745,035", "path": "instagram/picture0012.jpg", "like_list": [], "date_time": "Aug 9, 2018", "location": "Sunset Tower Hotel", "tag_list": ["@awkwafina", "@henrygolding", "@crazyrichasians"], "caption": "Today, we’re in West Hollywood with Awkwafina () and Henry Golding (), two stars from the new movie “Crazy Rich Asians” (). Tune in to our story and our IGTV channel now to hear them chat (over spicy avocado toast) about the craziest things they’ve done for love. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "955,090", "path": "instagram/picture0013.jpg", "like_list": [], "date_time": "Aug 8, 2018", "location": "Tallinn, Estonia", "tag_list": ["@dashapears.art", "@dashapears.art", "#WHPbestfriends"], "caption": "Photo by \nAs part of her ongoing photo series, “Me and Myself,” photographer Dasha Pears () explores the idea of one person having two different sides of their self. “ is a way for me to show people that the most important person you should always be friends with is yourself.”"}, {"num_of_comments": 24, "num_of_like": "662,418", "path": "instagram/picture0014.jpg", "like_list": [], "date_time": "Aug 8, 2018", "location": "Fredericton, New Brunswick", "tag_list": ["@piggy_andthebrain", "@piggy_andthebrain", "#WHPbestfriends"], "caption": "Photo by \nIndy and Juno () head off together, sniffing out a scent. “We got Juno a month ago and they are inseparable,” says Kendra DeWitt, their human. “Juno has been wonderful for Indy and is bringing him out of his shell. And Indy has been teaching her the wonderful things in life, like exploring a good trail.” "}, {"num_of_comments": 24, "num_of_like": "881,028", "path": "instagram/picture0015.jpg", "like_list": [], "date_time": "Aug 8, 2018", "location": "", "tag_list": ["@laurajhnstn", "@laurajhnstn", "#WHPbestfriends"], "caption": "Photo by \nOn the way to her kids’ school celebration of “Superhero Day,” Laura Prietto () captured her children in action. “My kids are 22 months apart, and while they certainly fight sometimes, they really are each other’s best friend,” she says. “When I saw , I knew it applied to these two in my life.”\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "881,028", "path": "instagram/picture0016.jpg", "like_list": [], "date_time": "Aug 8, 2018", "location": "New York, New York", "tag_list": ["@chelseacutler", "@chelseacutler"], "caption": "Video by \n“Tour is the most rewarding part of being an artist,” says musician Chelsea Cutler (), who recently stopped by Instagram headquarters in NYC to perform a few songs. “Every night you get to meet people who you have personally impacted and hear their stories and watch them sing your lyrics back to you. It is incredible to be performing these songs that mean so much to you and get to share that energy with the audience.”\nCheck out a piece of Chelsea’s performance on our story and our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 23, "num_of_like": "555,620", "path": "instagram/picture0017.jpg", "like_list": [], "date_time": "Aug 7, 2018", "location": "Mount Davidson", "tag_list": ["@dianewithonen", "#WHPbestfriends"], "caption": "Photo by \nIsn’t it the best how hanging with your BFF can lift you up? "}, {"num_of_comments": 24, "num_of_like": "555,620", "path": "instagram/picture0018.jpg", "like_list": [], "date_time": "Aug 7, 2018", "location": "", "tag_list": ["@mvernicos", "#WHPbestfriends"], "caption": "Video by \nCaution!  might cause dizzying levels of fun."}, {"num_of_comments": 24, "num_of_like": "2,087,854", "path": "instagram/picture0019.jpg", "like_list": [], "date_time": "Aug 7, 2018", "location": "", "tag_list": ["@beingbirch", "#WHPbestfriends"], "caption": "Photo by \n“Sometimes all you need is a hug from your best friend.” 💞\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "559,926", "path": "instagram/picture0020.jpg", "like_list": [], "date_time": "Aug 7, 2018", "location": "Jakarta, Indonesia", "tag_list": ["@calamityneko", "@calamityneko"], "caption": "Photo by \nFor Patricia Abbygail (), her love of art started with an unexpected subject: blueberry bushes. “I got interested in art after my oldest cousin taught me how to draw and kept on complimenting the blueberry bushes I drew as a kid,” says the 18-year-old student from Jakarta, Indonesia. “That really gave me a confidence boost back then. She also introduced me to anime and games. From there, I learned how to draw, and how to understand English more.”\nTo see more of Patricia’s process, check out our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "559,926", "path": "instagram/picture0021.jpg", "like_list": [], "date_time": "Aug 6, 2018", "location": "Michigan", "tag_list": ["@katieandfrankie", "@katieandfrankie"], "caption": "Video by \nHello, world! Meet Katie and Franklin (), two shorthair cats with short legs and big hearts. “Being low to the ground has a lot of advantages!” says Katie. “Our nose is inherently close to the ground which makes smelling and tracking scents much easier. Having a low center of gravity is also really great for making sharp turns when zooming around the house.” Watch Katie and Frankie put their legs to work today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "1,179,104", "path": "instagram/picture0022.jpg", "like_list": [], "date_time": "Aug 4, 2018", "location": "", "tag_list": ["@petrastockhausen", "#WHPbestfriends", "#WHPbestfriends"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThis weekend, the goal is to take photos and videos that capture the connection between best friends. Here are some tips to get you started:\nShow the similarities. Take photos of friends dressing in the same colors, or a video of a group outing at the beach.\nCapture candid scenes. In larger groups or one-on-one, document your friends cooking, dancing, exploring or even hugging.\nShare unexpected pairings — best friends don’t have to be human. Video a good snuggle session between furry BFFs in the park — or even two cars parked close together that look like they’d get along.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,179,104", "path": "instagram/picture0023.jpg", "like_list": [], "date_time": "Aug 4, 2018", "location": "Minnesota", "tag_list": ["@soapcurls_asmr", "@soapcurls_asmr", "#ASMR"], "caption": "Video by \nChelsy () didn’t expect to love creating and crunching curls of bar soap — but she does. “Peeling soap is extremely relaxing, and crunching it is so fun,” says Chelsy, who discovered  (that’s autonomous sensory meridian response, when certain sounds and visuals cause relaxing tingling on the head and neck) on Instagram as a way to help her fall asleep at night. To make her soap curls, she buys standard glycerin-based bar soaps and uses a potato peeler to slice off the rounds.\n“ASMR is very subjective — what one person loves might make the next person cringe,” says Chelsy. “But crunchy soap is different from other ASMR materials; it makes a different sound and I feel like the majority of people who watch it want to start crunching soap themselves. My favorite part about crunchy soap is peeling it — it’s very relaxing and therapeutic.”\nWatch Chelsy crunch some soap curls today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "1,179,104", "path": "instagram/picture0024.jpg", "like_list": [], "date_time": "Aug 3, 2018", "location": "Toronto, Ontario", "tag_list": ["@fruitypoppin", "@fruitypoppin"], "caption": "Video by \nKaren Ip () has always wanted to make people smile. “Even when I was younger, I loved making funny videos for my friends,” says the 17-year-old, who lives in Toronto and plans to attend university this fall. “My videos are fun, uplifting and meant to bring a smile to people’s faces!”\nKaren takes everyday experiences — doing chores, eating snacks, hanging out with her parents — and gives them a comedic twist. “I’m just an average girl, and I incorporate personal experiences in order to make relatable content,” she says. “Bringing joy and happiness to people is my biggest dream, and I’m so thankful to have a platform to do that.”\nWatch Karen do some work around the house (with chopsticks) on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "672,131", "path": "instagram/picture0025.jpg", "like_list": [], "date_time": "Aug 2, 2018", "location": "Woodbridge, New Jersey", "tag_list": ["@anthony_cataldo", "@anthony_cataldo"], "caption": "Photo by \nAnthony Cataldo’s () favorite part about scootering? The freedom. “I get to pick my own times to practice, and I don’t have to rely on anyone else to do well,” says the 18-year-old, who was born and raised on Staten Island, New York.\nAnthony started scootering when he was 6 but began learning more tricks — like a “flair,” a 180-degree backflip — when he was 14. These days, when he’s not teaching lessons at the local skate park, Anthony travels the world performing in scootering competitions. “Some of my goals are to get to the world championships and make it to the finals.”\nWatch some of Anthony’s tricks today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "516,910", "path": "instagram/picture0026.jpg", "like_list": [], "date_time": "Aug 1, 2018", "location": "", "tag_list": ["@tony_noel", "#WHPlight"], "caption": "Photo by \nWe’re flipping out for this sunrise  submission."}, {"num_of_comments": 24, "num_of_like": "800,524", "path": "instagram/picture0027.jpg", "like_list": [], "date_time": "Aug 1, 2018", "location": "Spiti, Himachal Pradesh, India", "tag_list": ["@sabbyy.sg", "@sabbyy.sg", "#WHPlight"], "caption": "Photo by \n“Sunsets and sunrise are my favorite things,” says Sourabh Gandhi (), a software engineer who captured this  submission in a northern Indian valley. “As far as I understand it, there can’t be a photograph without good light.”"}, {"num_of_comments": 24, "num_of_like": "909,259", "path": "instagram/picture0028.jpg", "like_list": [], "date_time": "Aug 1, 2018", "location": "", "tag_list": ["@cooper_the_frenchie", "#WHPlight"], "caption": "Photo by \n“What? Is there something behind me?” 😳 "}, {"num_of_comments": 23, "num_of_like": "620,957", "path": "instagram/picture0029.jpg", "like_list": [], "date_time": "Jul 31, 2018", "location": "", "tag_list": ["@wild.rocks", "#WHPlight", "@wild.rocks"], "caption": "Photo by \nWe owe this  submission to a cloud that got in Ola’s () way. “I wanted to catch with my camera beautiful light that is coming in the afternoon into my bedroom. But when I started to take a photos, a huge cloud came out of nowhere,” she writes in her caption. After 30 minutes the sun showed up, and she captured these sharp and deep shadows. “Sometimes it’s good to let things go, but just in case, always keep your camera ready.” 😅"}, {"num_of_comments": 24, "num_of_like": "535,467", "path": "instagram/picture0030.jpg", "like_list": [], "date_time": "Jul 31, 2018", "location": "", "tag_list": ["@thismintymoment", "#WHPlight"], "caption": "Photo by \nLooks like these afternoon shadows decided to show up — and show off — for ."}, {"num_of_comments": 24, "num_of_like": "1,216,904", "path": "instagram/picture0031.jpg", "like_list": [], "date_time": "Jul 31, 2018", "location": "Seljalandsfoss", "tag_list": ["@gitalex", "#WHPlight"], "caption": "Photo by \nSunset, meet waterfall. We think you’re a match made in  heaven.\nFollow along to see more of our favorite submissions to last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "1,216,904", "path": "instagram/picture0032.jpg", "like_list": [], "date_time": "Jul 31, 2018", "location": "New York, New York", "tag_list": ["@thelavaempire", "@thelavaempire"], "caption": "Video by \nHello, world! Meet Ella, Bella, Phoebe, Bianca, Dandy, Emma and Victoria (), a guinea pig gang with a special skill for playing “floor is lava.” “They are pampered pigs and prefer the cushioned rug to the hardwood floors,” say Katherine and Zvi, their humans. “So they often endeavor to avoid it.”\nAs their guinea pig herd grew, Katherine and Zvi decided to open their New York home to their animals. “In educating ourselves on proper guinea pig care, we found they require a fair amount of space and often enjoy roaming floor time to explore and run around. They mostly stay in their designated area, and only exit for brief walks and to come see us — and they’re noticeably happier when their area is larger.”\nSpend a day with the guinea pig gang today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "551,020", "path": "instagram/picture0033.jpg", "like_list": [], "date_time": "Jul 30, 2018", "location": "Fuji Rock Festival", "tag_list": ["@fujirock_jp", "@nerd", "@chadhugo", "@sha3", "@pharrell"], "caption": "This weekend in Japan, thousands of music fans gathered at Fuji Rock () to see performances from artists around the world — including first-time Fuji Rock performers N.E.R.D (), made up of band members Chad Hugo (), Shae Haley () and Pharrell Williams (). The trio shared their tips for having a great time at Fuji Rock or your next music festival:\nPharrell: Give every ounce of your energy, while tapping into the energy that’s there.\nChad: Stay hydrated — and recycle!\nShae: Leave all your troubles and anxieties off the festival grounds and just have fun.\nTune in to our story today to hang with N.E.R.D at Fuji Rock 🎤🎼"}, {"num_of_comments": 24, "num_of_like": "965,768", "path": "instagram/picture0034.jpg", "like_list": [], "date_time": "Jul 28, 2018", "location": "Orlando, Florida", "tag_list": ["@themarigoldsix", "#WHPlight", "#WHPlight"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThis weekend, the goal is to make photos and videos where light accentuates the beauty within your frame. Here are some tips to get you started:\nPlay with shadows. Look for situations where shadows make patterns and shapes within your composition.\nShoot into the light. Create flares, light spots and starbursts by pointing your lens toward the light source.\nCapture moments both large and small. Photograph a vast night sky of constellations or the tiny, glistening light coming from a single raindrop.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "660,904", "path": "instagram/picture0035.jpg", "like_list": [], "date_time": "Jul 28, 2018", "location": "", "tag_list": ["@relbw", "@relbw"], "caption": "Photo by \nFrom a long struggle with depression came the inspiration for photographer Arielle Bobb-Willis’ () unique style of colorful, contorted portraiture. “When I was 13, my family moved from New York to South Carolina,” says 24-year-old Arielle, who now lives in New Jersey. “I fell into a depression, and throughout high school and then college I was in a deep, dark, gray place. The tense, uncomfortable undertones of my work come from that time where I was really, really disconnected from my body — I felt like my mind was me, but my body wasn’t.”\nDuring her depression, a passion for photography emerged. “That was such a horrible time in my life, but without it, I don’t think I would have turned to photography or even known I could do it,” says Arielle. After the gray-tinged years of her youth, Arielle brings lots of color into her photographs. “It’s definitely representative of me accepting myself more and pushing away from all that negativity.”\nSee Arielle’s colorful work today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "815,553", "path": "instagram/picture0036.jpg", "like_list": [], "date_time": "Jul 28, 2018", "location": "Long Beach, California", "tag_list": ["@jessweymouth_", "@jessweymouth_"], "caption": "Photo by \nWatercolor artist Jess Weymouth () uses her art to honor the earth. “I am constantly reminded by Mother Earth’s ability to use something as tiny as a honeybee or as big as our moon to tell her stories,” says Jess, who lives and paints in Long Beach, California. “As an artist with a background in biological science, I feel a deep ache to teach others about how we can play a positive role in our ecosystem, and bring awareness to the issues of environmentalism — all while using eye-catching colors and illustrations that inspire and remind us of the beautiful planet we are here to care for.”\nToday on our story, screenshot and share Jess’ drawing templates inspired by the natural world. What’s her own dream landscape? “Right now, it’s sitting in front of a campfire next to giant sequoia trees, roasting marshmallows and looking up at the constellations.” 🏕"}, {"num_of_comments": 24, "num_of_like": "731,371", "path": "instagram/picture0037.jpg", "like_list": [], "date_time": "Jul 27, 2018", "location": "London, United Kingdom", "tag_list": ["@semsithepathfinder", "@semsithepathfinder"], "caption": "Photo by \n“I’ve been fashion-conscious my entire life,” says 14-year-old fashion entrepreneur Semsi Salvino (), who, when he’s not in school, runs his own business of reselling vintage clothes and is working on a collection of gender-neutral streetwear.\n“When I was younger, I was less courageous with my fashion choices and would normally stick to neutral colors and basic streetwear items,” says Semsi. “But from my reselling business, I began to get more adventurous with my fashion, and I started mixing high fashion items with streetwear and experimenting with different colors. I hope that I can prove to people that it’s okay to stand out, and that you are never too young to pursue your dream.”\nWatch our story to see some of Semsi’s favorite streetwear looks."}, {"num_of_comments": 24, "num_of_like": "807,267", "path": "instagram/picture0038.jpg", "like_list": [], "date_time": "Jul 26, 2018", "location": "Ufa, Russia", "tag_list": ["@salavat.fidai", "@salavat.fidai"], "caption": "Photo by \nUsing a microscope and a crafting knife, Russian artist Salavat Fidai () carves tiny, detailed sculptures on the graphite tips of pencils. “Graphite is a very fragile material and the sculptures are exceedingly small,” says Salavat, who quit his 25-year-long law career in 2013 to become an artist. “Pencil carving is an extremely intense and time-consuming process — one sculpture may take up to 12 hours. I usually spend one or two days crafting each object.”\nSee some of Salavat’s creations today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "889,534", "path": "instagram/picture0039.jpg", "like_list": [], "date_time": "Jul 25, 2018", "location": "Church of Santo Domingo de Guzmán", "tag_list": ["@chuchopotts", "@chuchopotts", "#WHPlookup"], "caption": "Photo by \n“These dancers are known as ‘zancudos,’” says Jesus Hernandes (), who took this  submission in Oaxaca, Mexico. “Since they’re so tall, it is inevitable to look up at them and take some pictures.”"}, {"num_of_comments": 24, "num_of_like": "889,534", "path": "instagram/picture0040.jpg", "like_list": [], "date_time": "Jul 25, 2018", "location": "Vienna, Austria", "tag_list": ["@n_kuklakis", "@n_kuklakis", "#WHPlookup"], "caption": "Video by \nBy editing together 250 photos, Nikolaos Kouklakis () created this video of clouds passing by overhead. “I like how it shows how architecture reacts with the sky,” he says. “When the skyscraper reaches the sky, it becomes one with it.” "}, {"num_of_comments": 24, "num_of_like": "889,534", "path": "instagram/picture0042.jpg", "like_list": [], "date_time": "Jul 25, 2018", "location": "Perak", "tag_list": ["@sandsationofficial", "@sandsationofficial", "#ASMR"], "caption": "Video by \nAfter discovering Kinetic Sand — a material that looks and acts like wet sand — Fatimah Siti () made it her mission to share it with as many people as possible. “Kinetic Sand is a toy for children, but it’s also for adults,” says the 23-year-old. “People tell me that watching the same video over and over helps them relieve anxiety and sleep better.” That’s a common side effect of , aka autonomous sensory meridian response, when certain sounds and visuals cause relaxing tingling on the head and neck. Using everyday objects like potato mashers and butter knives, Fatimah shapes the sand into objects, then slices and smooshes them. “I like the soft texture of the sand — and the crunchy sounds,” she says.\nWatch Kinetic Sand in action today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "1,799,040", "path": "instagram/picture0043.jpg", "like_list": [], "date_time": "Jul 24, 2018", "location": "Bridgewater, Connecticut", "tag_list": ["@danielmercadante", "@danielmercadante", "#WHPlookup"], "caption": "Photo by \n“It is so peaceful to lay on the cool ground in the warm evening,” writes Daniel Mercadante () in his caption, “looking up at a tree that would otherwise be sleeping, and painting with a flashlight.” 🌈 "}, {"num_of_comments": 24, "num_of_like": "990,439", "path": "instagram/picture0044.jpg", "like_list": [], "date_time": "Jul 24, 2018", "location": "Minneapolis, Minnesota", "tag_list": ["@lericksonportraits", "#WHPlookup"], "caption": "Photo illustration by \nStep 1: Look up. Step 2: Discover the magic of the natural world. 🦋 "}, {"num_of_comments": 24, "num_of_like": "1,251,463", "path": "instagram/picture0045.jpg", "like_list": [], "date_time": "Jul 24, 2018", "location": "Bitter Springs, Mataranka NT", "tag_list": ["@carmenhuter", "#WHPlookup"], "caption": "Photo by \nThings are looking up through Australia’s cool waters. 🏊‍♀️\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "1,879,685", "path": "instagram/picture0046.jpg", "like_list": [], "date_time": "Jul 21, 2018", "location": "Milan, Italy", "tag_list": ["@worduuup", "#WHPlookup", "#WHPlookup", "#WHPlookup"], "caption": "Featured photo by \nWeekend Hashtag Project: \nTilt your eyes upward for this weekend’s hashtag project: . 👀 Here are some tips to get you started:\nThink vertical. Exaggerate the vertical composition of your photos and videos by putting your hair up in a beehive-styled do, building a five-scoop ice-cream cone or stacking a tall pile of summer reading.\nShoot from a low angle. Capture the height of a redwood tree canopy from the forest floor, or take a street-level Hyperlapse of the sun rising between skyscrapers.\nCapture the action. Focus on a basketball player dunking, an airplane flying directly overhead or the mountain summit where you’ll finish your climbing journey.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "2,630,512", "path": "instagram/picture0047.jpg", "like_list": [], "date_time": "Jul 21, 2018", "location": "Kansas", "tag_list": ["@freyaeverafter_", "@freyaeverafter_"], "caption": "Photo by \nHello, world! Meet four love-struck Pacific parrotlets named Winter, Sprig, River and Willow (). “They are tiny parrots with huge personalities,” says Rupa Sutton, their human. “They can be very sweet, but feisty.” For example: “Last month, we decided to welcome Willow into the crew in hopes of her and River making a love connection. Instead, there’s been lots of drama — Sprig fell in love with Willow and left Winter, Winter was seen flirting with River, and River, who initially gave Willow the cold shoulder, decided he wanted her after all. Thankfully the birds have paired up and are once again a happy flock.”\nWatch the avian love stories unfold today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "996,968", "path": "instagram/picture0048.jpg", "like_list": [], "date_time": "Jul 20, 2018", "location": "Nashville, Tennessee", "tag_list": ["@vesperucca", "@vesperucca"], "caption": "Photo illustration by \nWhen Juliana Horner () is asked about her style of makeup, even she can’t describe it. “I have a natural tendency to break away then come back to abstract work,” says the 26-year-old artist, who works not only with makeup, but also illustration and fashion — and she has aspirations in the field of virtual reality design. “My drawing and my makeup converged at a certain point. They slowly merged into one stream of this really weird makeup style that I don’t have a name for.”\nThroughout all of her art, Juliana is inspired by common themes. “I have a pretty feminine perspective that shows up in my work, and I really love color. I’m addicted to saturation. My eye is always going to gravitate toward the saturated part of a scene, and I like to think how I can bend or contort that saturation in a more pleasing way.”\nWatch Juliana create an illustration and a makeup look today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "936,363", "path": "instagram/picture0049.jpg", "like_list": [], "date_time": "Jul 19, 2018", "location": "Johannesburg, Gauteng", "tag_list": ["@nelsonmakamo", "@nelsonmakamo", "#MandelaDay"], "caption": "Photo by \nThrough his charcoal portraits, South African artist Nelson Makamo () works to change negative perceptions of African children. “How do you stop the judgment of a child?” says Nelson, who was born in 1982, 12 years before the end of apartheid. “I started adding glasses to some portraits, and just by doing that, it completely changes how someone looks at the painting. They won’t look at that child in terms of a portrait of a child from Africa. A lot of people start seeing a reflection of themselves. That is what art is there for: to show how common we all are.”\nToday is , a celebration of the 100th birthday of the late Nelson Mandela, an anti-apartheid leader and former president of South Africa. “Today, we are what we are because of his legacy,” says Nelson. “When I see people responding to my work, the person that comes to mind is Nelson Mandela. He fought for us to have moments like this where we share ideas. If one man can create a legacy that unites the world, we need to make sure that legacy lives on.”"}, {"num_of_comments": 24, "num_of_like": "936,363", "path": "instagram/picture0050.jpg", "like_list": [], "date_time": "Jul 19, 2018", "location": "Busan, South Korea", "tag_list": ["@slimesorim", "#ASMR", "@slimesorim"], "caption": "Video by \nThough her  hobby is a fun activity, making slime has helped Soll-ip Shin () recover from a debilitating injury. “After I hurt my back a few years ago, my daily routine just broke down. My body was constantly in pain and my mental health took a turn for the worse,” she says. “I’m now a different person. Slime really changed my life and my attitude. It gave me the courage and will to try new adventures.”\nHear Soll-ip’s crunchy slime for yourself — today on our story and on our IGTV channel. To watch, update your app now, then look for the IGTV icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "1,470,230", "path": "instagram/picture0051.jpg", "like_list": [], "date_time": "Jul 18, 2018", "location": "Colorado", "tag_list": ["@this.little.wandering", "@this.little.wandering", "#WHPflowerpower"], "caption": "Photo by \nKayla Petering () handed a bunch of flowers to her 3-year-old daughter and photographed what came next for . “I love how gently she is carrying them even though they are so much bigger,” says Kayla. “It feels beautiful and powerful.” 💐"}, {"num_of_comments": 24, "num_of_like": "1,064,441", "path": "instagram/picture0052.jpg", "like_list": [], "date_time": "Jul 18, 2018", "location": "Seceda-2500m", "tag_list": ["@manueldietrichphotography", "@manueldietrichphotography", "#WHPflowerpower"], "caption": "Photo by \n“I love the low perspective and the different colors,” says 23-year-old German photographer Manuel Dietrich () of his photo of Mount Seceda. “It feels like being a little ant that sits on one of those flowers, looking toward the mountains.” 🌼 "}, {"num_of_comments": 24, "num_of_like": "564,224", "path": "instagram/picture0053.jpg", "like_list": [], "date_time": "Jul 18, 2018", "location": "", "tag_list": ["@angeladeane", "#WHPflowerpower"], "caption": "Art by \nIf these flowers could talk...🌷\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "774,130", "path": "instagram/picture0054.jpg", "like_list": [], "date_time": "Jul 18, 2018", "location": "Brisbane, Queensland, Australia", "tag_list": ["@georginaryland", "@georginaryland"], "caption": "Photo by \n“I love the idea of art moving and breathing,” says 23-year-old makeup artist Georgina Ryland (). “It doesn’t just sit on the wall — it lives.”\nGeorgina began playing around with makeup at the end of high school, then studied at the Australian Academy of Cinemagraphic Makeup, where she learned to work with prosthetics, historical makeup and facial hair — it’s also where she started experimenting with her own body art. “I use skin-safe face and body paints, as well as regular makeup like eyeshadows, eyeliners, pigments and lipsticks,” she says. “It takes about six to eight hours to paint a scene on myself, and cleaning it off takes roughly 30 seconds in the shower! It can be a bit sad to see one I am particularly fond of go, but then I can always try a new one.”\nHead over to our story to see some of Georgina’s favorite body art pieces come to life. 🎨"}, {"num_of_comments": 24, "num_of_like": "1,565,296", "path": "instagram/picture0055.jpg", "like_list": [], "date_time": "Jul 17, 2018", "location": "Glen Ellyn, Illinois", "tag_list": ["@syanov", "#WHPflowerpower"], "caption": "Photo by \nCaution:  can result in new growth. 🌞"}, {"num_of_comments": 24, "num_of_like": "1,565,296", "path": "instagram/picture0056.jpg", "like_list": [], "date_time": "Jul 17, 2018", "location": "Chiang Mai, Thailand", "tag_list": ["@daviclujan", "#WHPflowerpower"], "caption": "Video by \nPollen’s on the menu tonight! 🐝 "}, {"num_of_comments": 24, "num_of_like": "1,448,883", "path": "instagram/picture0057.jpg", "like_list": [], "date_time": "Jul 17, 2018", "location": "", "tag_list": ["@domingoxlatarde", "#WHPflowerpower"], "caption": "Photo by  Getting lost in  🌹\nFollow along for more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "1,448,883", "path": "instagram/picture0058.jpg", "like_list": [], "date_time": "Jul 16, 2018", "location": "Copenhagen", "tag_list": ["@tortus", "@tortus"], "caption": "Video by \n“There’s nothing simple about simple,” says Eric Landon (), the American owner and master potter of Tortus Studio in Copenhagen, Denmark. “Over the years, my work has become simpler and simpler. But the simple-looking things are often the most difficult ones to make, because you can’t hide technical inadequacy behind a really simple form. I’ve realized that making a great piece of pottery is like crafting a poem — you have to use very few words and use them artfully.”\nWatch Eric throw a vase in his Copenhagen studio today on our story and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "1,179,100", "path": "instagram/picture0059.jpg", "like_list": [], "date_time": "Jul 14, 2018", "location": "Calgary, Alberta", "tag_list": ["@amyflyingakite", "#WHPflowerpower", "@amyflyingakite", "#WHPflowerpower"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThe goal this weekend is to take photos and videos inspired by the beauty of flowers, as in this featured photo from Amy Nelson (). Here are some tips to get you started:\nTake portraits. 🌸 Try hiding a friend’s face with a large flower and have them peek out from behind the petals, or weave blossoms into your own hair for a self-portrait.\nCreate a still life.🌻 Play with perspective to make a bloom as big as a tree, or arrange flowers around some of your favorite objects at home.\nGet outside. 🌹 Run through a field of wildflowers or show off a freshly assembled bouquet in a busy city. Look for ways flowers bring bursts of color to your everyday environment or an unexpected setting.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,197,637", "path": "instagram/picture0060.jpg", "like_list": [], "date_time": "Jul 13, 2018", "location": "Passo Dello Stelvio", "tag_list": ["@jeredgruber", "@jeredgruber"], "caption": "Photo by \n“A bike is the perfect way to see the world,” says photographer Jered Gruber (), whose love for cycling has taken him around the world to document bike races and riders. “During a race, I’ll try to find the prettiest spot. So I make the scene, and then the race happens within it. But getting the photos are difficult — there’s so much going on and so little time to think. You don’t get another try.”\nRecently, Jered headed to Italy for La Maratona dles Dolomites, an 86-mile (138-kilometer) race with 13,878 feet (4,230 meters) of climbing through the country’s northeastern mountain range. In his photos from the race, he tried to capture the feeling he himself gets on a bike: “That moment of, ‘This is incredible, and I can’t think of any place I’d rather be.’” 🚵‍♂️\nToday on our story: head out for a ride with Jered at La Maratona."}, {"num_of_comments": 24, "num_of_like": "957,584", "path": "instagram/picture0061.jpg", "like_list": [], "date_time": "Jul 12, 2018", "location": "", "tag_list": ["@lilicanteropy", "@lilicanteropy", "#WorldCup"], "caption": "Photo by \n25-year-old Paraguayan artist Lili Cantero () hand-paints custom cleats for some of the world’s biggest soccer stars. “The process starts with the design on paper, and once it’s approved by the player, I start painting directly on the cleats,” says Lili, who started her business as a university project. “From research to design to painting, the work takes approximately two to three weeks.”\nOf all her designs, the pair of cleats she created for Argentine player Leo Messi are Lili’s favorite. “I was thinking about stopping painting cleats, but when I handed the pair over to Leo, he loved them,” she says. “That meant a lot to me as an artist, and it opened up many doors for me to continue creating. It showed me that I needed to continue to fulfill my dreams.” ⚽️ \nTake a look inside Lili’s studio and her artistic process — today on our story, and on our IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "1,012,316", "path": "instagram/picture0062.jpg", "like_list": [], "date_time": "Jul 11, 2018", "location": "Joshua Tree National Park", "tag_list": ["@nurielmolcho", "@nurielmolcho", "#WHPjourney"], "caption": "Photo by \nUsing a double exposure, Nuriel Molcho () combined two photos from one sunset at Joshua Tree National Park, California. “The theme  fits what we do and search for,” says Nuriel, who makes hats with his wife. “The journey is often the path that paves the way to our designs, textures and colors.” 🏜"}, {"num_of_comments": 24, "num_of_like": "1,012,316", "path": "instagram/picture0063.jpg", "like_list": [], "date_time": "Jul 11, 2018", "location": "Chicago, Illinois", "tag_list": ["@nicks_pics", "@nicks_pics", "#WHPjourney"], "caption": "Video by \nBefore landing at Chicago O’Hare International Airport, pilot Nick Osborne () mounted his phone on the aircraft windshield to capture this timelapse. “ inspired me to share my front-row view of flying across this beautiful earth,” he says. “Flying truly makes the world a smaller place.” 🌎\nFollow along to see more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "756,989", "path": "instagram/picture0064.jpg", "like_list": [], "date_time": "Jul 11, 2018", "location": "London, United Kingdom", "tag_list": ["@wahnails", "@wahnails"], "caption": "Photo by \nRainbow tips, 3D acrylics, intricate nail polish portraits — these are just a few of the styles customers can have created on their fingernails at London’s WAH Nails (), whose Soho storefront is home to a dozen artists, each with their own specialty and style. “We have one tech who does lots of pastel girly stuff and one who does embellished sci-fi nails,” says the company’s social and communications manager, Ellen Ormerod, who adds that styles are constantly changing based on trends. “We’re able to keep it relevant and fresh.” 💅\nSee some of WAH Nails’ styles today on our story and IGTV channel. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "1,041,199", "path": "instagram/picture0065.jpg", "like_list": [], "date_time": "Jul 10, 2018", "location": "", "tag_list": ["@dharnidh", "#WHPjourney"], "caption": "Photo by \nIt’s the , not the destination, for “the Himalayan cowboy.” 🤠"}, {"num_of_comments": 24, "num_of_like": "1,041,199", "path": "instagram/picture0066.jpg", "like_list": [], "date_time": "Jul 10, 2018", "location": "Edinburgh, United Kingdom", "tag_list": ["@byrachelbrown", "@byrachelbrown", "#WHPjourney"], "caption": "Video by \n“Not all journeys involve planes, trains and automobiles!” writes artist Rachel Brown () in her caption. “My art journey started many years ago and, I’m sure, will continue for many more to come.” 🎨 "}, {"num_of_comments": 24, "num_of_like": "866,273", "path": "instagram/picture0067.jpg", "like_list": [], "date_time": "Jul 10, 2018", "location": "", "tag_list": ["@slevinaaron", "#WHPjourney"], "caption": "Photo by \nDestination: Earth 👨‍🚀\nFollow along for more of our favorites from last weekend's hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "866,273", "path": "instagram/picture0068.jpg", "like_list": [], "date_time": "Jul 9, 2018", "location": "", "tag_list": ["@max_et_louise", "#WeeklyFluff", "@max_et_louise"], "caption": "Video by \nHello, world! Meet today’s : Max and Louise (), two Parson Russell terriers who travel the world. Whether they’re in Corsica, Miami or Portugal, one thing stays the same: Max and Louise love a refreshing swim. “They love to jump off boats for a dip in the water,” says their human, Thiago. 💦\n\nHead to our IGTV channel for a quick trip to southern France with Max and Louise. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "866,273", "path": "instagram/picture0069.jpg", "like_list": [], "date_time": "Jul 8, 2018", "location": "Berlin, Germany", "tag_list": ["@oumi_janta", "@oumi_janta"], "caption": "Video by \nMeet Oumi Dieng () from Germany who fell in love with roller dancing in 2014. Oumi often practices in a group — sometimes in gyms, but preferably outside in the sun and with music. “To skate through the streets of Berlin and share a smile with the people around me,” she says, “that is what I like best of all.” Go for a skate with Oumi on today’s story."}, {"num_of_comments": 24, "num_of_like": "1,431,654", "path": "instagram/picture0070.jpg", "like_list": [], "date_time": "Jul 7, 2018", "location": "Val di Funes", "tag_list": ["@kitkat_ch", "#WHPjourney", "@kitkat_ch", "#WHPjourney"], "caption": "Featured photo by \nCatch the travel bug this weekend with . Create photos and videos that capture the magical feeling of travel, as in this featured photo by Martina Bisaz ().\nShare the view. As you’re headed from point A to point B — whether it’s by bike, plane or car — show us what the world looks like from your seat.\nCapture movement. A cyclist speeding by, a trail of smoke rising from a train, or the ripples in the water trailing behind your canoe — these are all ways to incorporate action into still frames.\nFocus on the places where travel takes off. Photograph scenes in bus stations, airports and subway stations, and take portraits of the travelers you meet there.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,431,654", "path": "instagram/picture0071.jpg", "like_list": [], "date_time": "Jul 7, 2018", "location": "Birmingham, Alabama", "tag_list": ["@legendaryshots", "@legendaryshots"], "caption": "Video by \nLegendary Shots () = childhood friends from Hoover, Alabama, who have spent the past few years capturing crazy trick shots. See what happens on our story and our IGTV channel when they combine slow-motion video, water balloons and a baseball bat. To watch IGTV, update your Instagram app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "1,237,962", "path": "instagram/picture0072.jpg", "like_list": [], "date_time": "Jul 6, 2018", "location": "", "tag_list": ["@vincent_bal", "@vincent_bal"], "caption": "Photo by \nUsing light, a pencil and paper, Belgian film director Vincent Bal () practices “shadowology.” In his daily ritual, he offers common objects, like cooking supplies or cooking utensils, a second life in his drawings and videos.\nHis singular goal? To make people laugh. “Whether they’re from Saudi Arabia, Texas or Japan, everyone laughs at the little joke I’ve made,” says Vincent. “I find it comforting that we all laugh at the same things. In a way, it shows that people are not so different.”\nSee more of Vincent’s shadow art come to life on today’s story."}, {"num_of_comments": 24, "num_of_like": "1,237,962", "path": "instagram/picture0073.jpg", "like_list": [], "date_time": "Jul 4, 2018", "location": "Maldives", "tag_list": ["@eshan921", "@eshan921", "#WHPrelax"], "caption": "Video by  “The Maldives are a country of 99 percent water and 1 percent land,” says Ishan (), a local diver and photographer. “The sight of the ocean always leaves me in a relaxed state of mind.” "}, {"num_of_comments": 24, "num_of_like": "895,396", "path": "instagram/picture0074.jpg", "like_list": [], "date_time": "Jul 4, 2018", "location": "Berlin, Germany", "tag_list": ["@loewe7", "@loewe7", "#WHPrelax"], "caption": "Photo by \nIn the hustle and bustle of a Berlin train station, a dancer takes a graceful break after a high-energy photo shoot with photographer Thai Hoang (). Follow along for more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "1,246,424", "path": "instagram/picture0075.jpg", "like_list": [], "date_time": "Jul 4, 2018", "location": "Salt Lake City, Utah", "tag_list": ["#WeeklyFluff", "@coogi.boogie"], "caption": "Hello, world! Meet today’s : Coogi (), an 8-month-old shar-pei with rolls on rolls on rolls. “They are very heavy,” says Coogi. “Sometimes when I’m trying to eat or pick up a toy from the floor, I have to try a couple times before my rolls let me get it.”"}, {"num_of_comments": 22, "num_of_like": "741,442", "path": "instagram/picture0076.jpg", "like_list": [], "date_time": "Jul 3, 2018", "location": "", "tag_list": ["@julia_crim", "#WHPrelax"], "caption": "Photo by \nKicking back in the great outdoors for  🌲"}, {"num_of_comments": 24, "num_of_like": "1,387,503", "path": "instagram/picture0077.jpg", "like_list": [], "date_time": "Jul 3, 2018", "location": "Sydney, Australia", "tag_list": ["@aero.aus", "#WHPrelax"], "caption": "Photo by \nBecause the ocean’s crashing waves have surprisingly calming effects 🌊 "}, {"num_of_comments": 24, "num_of_like": "917,528", "path": "instagram/picture0078.jpg", "like_list": [], "date_time": "Jul 3, 2018", "location": "Sandy Springs, Georgia", "tag_list": ["@thatdoodsquad", "#WHPrelax"], "caption": "Photo by \nSo, we found a new squad. 🐶 Follow along for more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 24, "num_of_like": "763,138", "path": "instagram/picture0079.jpg", "like_list": [], "date_time": "Jul 3, 2018", "location": "Hackney, London", "tag_list": ["@vickysdonuts", "@vickysdonuts"], "caption": "Photo by \nS’more doughnuts, pineapple-shaped doughnuts, pastel-frosted doughnuts — you name a shape or flavor, and Vicky Graham of Vicky’s Donuts () has probably created it. “I don't think people had really seen anything like them before,” says Vicky, who opened her shop in London in 2015. While she loves experimenting, Vicky doesn’t shy away from old favorites, like chocolate glaze with sprinkles. “They are just really fun to do,” says Vicky of her creations. “And because they are deep-fried, the wait time is two minutes — instant gratification!”🍩\nHead to our IGTV channel to see how Vicky makes her classic s’more doughnut. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "763,138", "path": "instagram/picture0080.jpg", "like_list": [], "date_time": "Jul 2, 2018", "location": "Portland, Oregon", "tag_list": ["@masgrimes", "@masgrimes"], "caption": "Video by \n“Calligraphy is a really meditative thing. I get a lot out of my work purely from the experience of creating it,” says David Grimes (), a Portland, Oregon-based calligrapher with a particular love for Engrosser’s Script, a style he has spent more time practicing than all others combined. “I’m really proud of the progress that I’ve made so far,” says David. “I think it’s important to remember that sometimes the things we think are impossible are really just on the other end of a little practice.” 🖋\nIGTV is a new app and a new space within Instagram for watching long-form, vertical video from your favorite Instagram creators. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed. Check out our channel to learn more about David’s calligraphy."}, {"num_of_comments": 20, "num_of_like": "589,020", "path": "instagram/picture0081.jpg", "like_list": [], "date_time": "Jul 1, 2018", "location": "Toronto, Ontario", "tag_list": ["@craftyslimecreator", "@craftyslimecreator"], "caption": "Video by \n“I’ve been making slime and goo with my mom ever since I was little,” says Alyssa Jagan (), who lives in Toronto and shares daily slime videos on Instagram. “In the past, it hasn’t looked as nice, but now slime can be made in a variety of colors, scents and textures.”\nToday, Alyssa is sharing a DIY slime tutorial on our IGTV channel. IGTV is a new app and a new space within Instagram for watching long-form, vertical video from your favorite Instagram creators. To check it out, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "1,251,359", "path": "instagram/picture0082.jpg", "like_list": [], "date_time": "Jun 30, 2018", "location": "", "tag_list": ["@devonart_", "#WHPrelax", "@devonart_", "#WHPrelax"], "caption": "Featured photo by  Weekend Hashtag Project: \nThe goal this weekend is to create photos and videos that reflect a relaxed state of mind, as in this featured photo by .\nSlow down. Capture meditative moments of solitude, like reading a book or laying in a field of wildflowers.\nLet loose. High-energy situations can help you unwind, too! Document a fun family dinner or a pool party with friends.\nThink abstractly. Focus on soothing, peaceful colors in nature, or add a birdsong recording or the sound of gentle laughter to a video that channels an unstressed mindset.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,251,359", "path": "instagram/picture0083.jpg", "like_list": [], "date_time": "Jun 30, 2018", "location": "Vancouver, British Columbia", "tag_list": ["@mrbentley_thedog", "#WeeklyFluff", "@mrbentley_thedog"], "caption": "Video by \nHello, world! Meet today’s : Bentley (), a 6-year-old English bulldog who loves to explore the skies above his home of Vancouver, British Columbia. 🐶🚁 “My dad and I share the same passion for flying,” says Bentley. “The first time I heard the helicopter start I was a little scared. But after that it was the most amazing thing ever. My dad landed near a stream and I got to eat sticks in the wild!”\nIGTV is a new app and a new space within Instagram for watching long-form, vertical video from your favorite Instagram creators. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed. Check out our channel to join Bentley for the ride of your life."}, {"num_of_comments": 24, "num_of_like": "516,848", "path": "instagram/picture0084.jpg", "like_list": [], "date_time": "Jun 30, 2018", "location": "New York, New York", "tag_list": ["@guskenworthy", "#Pride"], "caption": "After winning a silver medal at the 2014 Winter Olympics, American skier Gus Kenworthy () hit a personal low point. “Competing with the red, white and blue flag behind you is a huge honor, but I wasn’t out yet. I wasn’t competing for the rainbow flag,” says Gus. “I wasn’t representing the LGBTQ community, and I wasn’t representing my true self. It felt like a sham.”\nSo, in 2015 Gus became the first reportedly openly gay action sports star. “I thought it was maybe going to cost me my career, but it ended up being the complete opposite,” says the 26-year-old. “After I made that decision, I didn’t miss a podium. But more important than any of the medals I’ve won or the accolades I’ve received is knowing that I’ve helped people in some small way. I want to be the person that I needed when I was in the closet, struggling to believe I could be anything I wanted to be.” 🌈\nThis past weekend, Gus celebrated  in New York City. Watch our story to join him in Manhattan."}, {"num_of_comments": 24, "num_of_like": "516,848", "path": "instagram/picture0085.jpg", "like_list": [], "date_time": "Jun 29, 2018", "location": "Pepperbrook Park", "tag_list": ["@stirandstyle", "@stirandstyle"], "caption": "Video by \nNoodles are June Quan’s thing. “I could eat noodles all day, every day,” says the former entertainment lawyer who built , a personal brand dedicated to sharing her love of eating, and co-owns three restaurant concepts in Los Angeles. “I want to spotlight the restaurants that are affordable, and good, and easy and casual.”\nIGTV is a new app and a new space within Instagram for watching long-form, vertical video from your favorite Instagram creators. Update your app now to visit a noodle shop in Southern California with June."}, {"num_of_comments": 19, "num_of_like": "670,342", "path": "instagram/picture0086.jpg", "like_list": [], "date_time": "Jun 27, 2018", "location": "Wainui, New Zealand", "tag_list": ["@phoebe.artist", "@phoebe.artist", "#WHP🌈"], "caption": "Art by \nUsing digital editing software, artist Phoebe Moonyean Gander () overlaid two of her handmade art pieces. “I love that it’s two images overlapping to create one,” she says. “It symbolizes unity.” "}, {"num_of_comments": 24, "num_of_like": "941,056", "path": "instagram/picture0087.jpg", "like_list": [], "date_time": "Jun 27, 2018", "location": "Color Factory", "tag_list": ["@4theloveoftoys", "#WHP🌈"], "caption": "Photo by \nWe’ll take all-rainbow everything, please. "}, {"num_of_comments": 24, "num_of_like": "904,610", "path": "instagram/picture0088.jpg", "like_list": [], "date_time": "Jun 27, 2018", "location": "Amsterdam, Netherlands", "tag_list": ["@_himlen_", "@_himlen_", "#WHP🌈"], "caption": "Photo by \nSo happy this bright bubble made its way in front of Sama’s () camera lens at the perfect moment.\nFollow along to see more of our favorites from last weekend’s hashtag project, ."}, {"num_of_comments": 17, "num_of_like": "904,610", "path": "instagram/picture0089.jpg", "like_list": [], "date_time": "Jun 27, 2018", "location": "", "tag_list": [], "caption": "Today we’re launching two new features to bring you even closer to the people and things you love: video chat and topic channels on Explore. You can now video chat in Instagram Direct, either with just one person or a group. While on the chat, you can minimize the video and keep enjoying Instagram. With topic channels on Explore, we’re giving you new ways to discover your interests on Instagram. Now it’s even easier to browse through posts you want to see and accounts you want to follow."}, {"num_of_comments": 24, "num_of_like": "904,610", "path": "instagram/picture0090.jpg", "like_list": [], "date_time": "Jun 27, 2018", "location": "London, United Kingdom", "tag_list": ["@cass.fb", "@cass.fb"], "caption": "Video by \nIt might look a lot like skateboarding in miniature, but to pros like Cass Hirst (), fingerboarding is its own sport. “People are always like, ‘Oh, it’s a tiny skateboard,’ but it’s not just playing around with toys,” says the London native. Cass fell in love with skateboarding as a child and stumbled upon fingerboarding videos in 2008. “When I started, fingerboarding was the furthest thing from cool,” he says. “Now people have a bit more respect for it.”\nIGTV is a new app and a new space within Instagram for watching long-form, vertical video from your favorite Instagram creators. Update your app now to watch Cass’ fingerboarding tricks — today on our story and on our IGTV channel."}, {"num_of_comments": 24, "num_of_like": "1,649,997", "path": "instagram/picture0091.jpg", "like_list": [], "date_time": "Jun 26, 2018", "location": "", "tag_list": ["@verpinscht", "#WHP🌈"], "caption": "Photo by \nPuppy love is love. "}, {"num_of_comments": 24, "num_of_like": "1,042,106", "path": "instagram/picture0092.jpg", "like_list": [], "date_time": "Jun 26, 2018", "location": "New York, New York", "tag_list": ["@alexaisabel", "@alexaisabel", "#WHP🌈"], "caption": "Photo by \n“Isla loves that the rainbow symbolizes love in all its forms,” says Isla’s mother, Alex Lourenco (), who photographed her daughter at the New York City Pride parade. “She loves the music, the colors, the happy vibes from the crowd. She was thrilled to be there — hence the big smile.” "}, {"num_of_comments": 24, "num_of_like": "2,074,935", "path": "instagram/picture0093.jpg", "like_list": [], "date_time": "Jun 26, 2018", "location": "Niagara Falls, Ontario", "tag_list": ["@argenel", "#WHP🌈"], "caption": "Photo by \nColor pours down Niagara Falls for .\nFollow along for more of our favorites from last weekend’s hashtag project."}, {"num_of_comments": 24, "num_of_like": "981,062", "path": "instagram/picture0094.jpg", "like_list": [], "date_time": "Jun 26, 2018", "location": "Rock in Rio Lisboa", "tag_list": ["@anitta", "@rockinrio"], "caption": "So many shows, so many rhythms — this is Brazilian singer Anitta’s () favorite part about music festivals like Rock in Rio () in Lisbon, Portugal, where she kicked off her world tour this past weekend. “My music is a rhythm you can’t stop dancing to when you feel it,” says Anitta. “It’s fun, catchy and people go crazy when it starts playing.” 🎶\nWatch our story now to hang out with Anitta as she gets ready for her performance."}, {"num_of_comments": 24, "num_of_like": "981,062", "path": "instagram/picture0095.jpg", "like_list": [], "date_time": "Jun 26, 2018", "location": "Houston, Texas", "tag_list": ["@puffytails", "@puffytails"], "caption": "Video by \nIt’s time to meet the Puffytails Trio (). Billie, Cameron and Devon are three little bunnies living in Houston who love to snuggle and hang with their humans.\nIGTV is a new app and a new space within Instagram for watching long-form, vertical video from your favorite Instagram creators. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed. Check out our channel for a quick snuggle session with the Puffytails Trio. 🐰🐰🐰"}, {"num_of_comments": 24, "num_of_like": "981,062", "path": "instagram/picture0096.jpg", "like_list": [], "date_time": "Jun 24, 2018", "location": "VidCon", "tag_list": ["@ttlyteala", "@vidcon", "#VidCon"], "caption": "“Being authentic with my fans is very important to me,” says Teala Dunn (), an actress and creator who’s at  this weekend in Anaheim, California, celebrating all things online video. What’s the 21-year-old most looking forward to? “I especially want to meet new creators I’ve never met in person, and create amazing content.” 🎥\nIGTV is a new app and a new space within Instagram for watching long-form, vertical video from your favorite Instagram creators. Update your app now to watch to see what Teala’s been up to at  — on our story today and on our IGTV channel."}, {"num_of_comments": 19, "num_of_like": "1,209,888", "path": "instagram/picture0097.jpg", "like_list": [], "date_time": "Jun 23, 2018", "location": "Chromatic Gate", "tag_list": ["@laviwashere", "#WHP🌈", "#WHP🌈", "#WHP🌈"], "caption": "Featured photo by \nWeekend Hashtag Project: \nThis weekend, we’re celebrating love, pride and the LGBTQ community with .\nPlay with the ROYGBIV color spectrum. Create photos that incorporate the whole rainbow.\nFind rainbows out in the world, whether they’re painted as a mural on a city wall or wrapped around a parade-goer at a local Pride celebration.\nCreate your own rainbows. Dress up in colorful outfits, paint rainbows on your eyelids or bake a colorful batch of cookies.\nPROJECT RULES: Please add the  hashtag only to photos and videos shared over this weekend and only submit your own visuals to the project. If you include music in your video submissions, please only use music to which you own the rights. Any tagged photo or video shared over the weekend is eligible to be featured next week."}, {"num_of_comments": 24, "num_of_like": "1,504,652", "path": "instagram/picture0098.jpg", "like_list": [], "date_time": "Jun 22, 2018", "location": "Copenhagen", "tag_list": ["@missenell", "#WeeklyFluff", "@missenell"], "caption": "Photo by \nHello, world! Meet today’s : Nelly (), a Ragdoll-Birman cat mix who’s just looking for a way to cool off. 😻 🍉 “Last week, it was extremely hot in Denmark, so we brought a watermelon home to have a cool summer treat,” says her human Mikkel, a nursing student. “Before we knew it, Nelly climbed onto the watermelon and just sat there. It was quite the sight.”"}, {"num_of_comments": 24, "num_of_like": "1,005,951", "path": "instagram/picture0099.jpg", "like_list": [], "date_time": "Jun 22, 2018", "location": "Yosemite National Park", "tag_list": ["@handsomerobinson", "@chrisburkard", "@chrisburkard", "@tedhesser", "@handsomerobinson"], "caption": "Photo of  by \nHigh above the Yosemite Valley floor, adventure photographer Chris Burkard () and videographer Ted Hesser () test our fear of heights with an epically placed highline, braved by Ryan Robinson (). “The fear never goes away, but it does evolve,” says Ryan. 🏞\nCheck out Chris’ High Sierra adventures — today on our story and our IGTV channel.\nIGTV is a new app and a new space within Instagram for watching long-form, vertical video from your favorite Instagram creators. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed."}, {"num_of_comments": 24, "num_of_like": "1,005,951", "path": "instagram/picture0100.jpg", "like_list": [], "date_time": "Jun 21, 2018", "location": "Punalu'u Beach", "tag_list": ["@wrenees", "@wrenees"], "caption": "Video by \nA flexible schedule = lots of world travel for freelance designer Renee Lusano (), who visits far-flung places like Greece, Hungary and Haiti with her drone. To document her travels, Renee creates drone selfies: “First, it shows a somewhat mundane photo of myself, and then as the drone flies up, it reveals that I’m in some expansive and incredibly beautiful place. Soon, you don’t even see me — it becomes not about the selfie, but about the scale of the environment I’m in.”\nIGTV is a new app and a new space within Instagram for watching long-form, vertical video from your favorite Instagram creators. To watch IGTV, update your app now, then look for the new icon in the top right corner of feed. Check out our channel to experience Renee’s drone selfies."}]}